// let questions = [{
//         title: "严格执行干部考察考核制度，全面考察德、能、勤、绩、廉表现，既重政绩又重(D)。",
//         "option": ["廉洁", "自律", "能力", "政德"]
//     }, {
//         title: "接到对干部(A)违纪问题的反映，应当及时找本人核实，谈话提醒、约谈函询，让干部把问题讲清楚。",
//         "option": ["一般性", "严重性", "特殊性", "经常性"]
//     }, {
//         title: "对违反中央八项规定精神的，严重违纪被立案审查开除党籍的，严重失职失责被问责的，以及发生在群众身边、影响恶劣的不正之风和腐败问题，应当(A)。",
//         "option": ["点名道姓通报曝光", "适当提醒诫勉谈话", "党内警告警示谈话", "点名道姓内部批评"]
//     }, {
//         title: "党的各级纪律检查委员会是党内监督的(C)。",
//         "option": ["工作部门", "常设机构", "专责机关", "专门机关"]
//     }, {
//         title: "发现领导干部有思想、作风、纪律等方面苗头性、倾向性问题的，有关党组织负责人应当及时对其(C)；发现轻微违纪问题的，上级党组织负责人应当对其()，并由本人作出说明或者检讨，经所在党组织主要负责人签字后报上级纪委和组织部门。",
//         "option": ["提醒谈话批评谈话", "诫勉谈话批评谈话", "提醒谈话诫勉谈话", "批评谈话诫勉谈话"]
//     }, {
//         title: "中央八项规定要求，要精简(D)，切实改进文风。",
//         "option": ["会议报道", "信息材料", "领导讲话", "文件简报"]
//     }, {
//         title: "严把干部选拔任用“党风廉洁意见回复”关，综合日常工作中掌握的情况，加强分析研判，实事求是评价干部廉洁情况，防止(B)。",
//         "option": ["不正之风和腐败问题", "“带病提拔”、“带病上岗”", "任人唯亲", "以偏概全"]
//     }, {
//         title: "党内监督必须加强对党组织主要负责人和(A)的监督。",
//         "option": ["关键岗位领导干部", "特殊岗位领导干部", "所有党员干部", "存在廉政风险岗位领导干部"]
//     }, {
//         title: "党的工作部门应当严格执行各项监督制度，加强职责范围内党内监督工作，既加强对本部门本单位的(B)，又强化对本系统的()。",
//         "option": ["日常监督内部监督", "内部监督日常监督", "一般监督重点监督", "重点监督一般监督"]
//     }, {
//         title: "(D)是党的生命，是党内政治生活积极健康的重要基础。",
//         "option": ["群众路线", "民主集中", "实事求是", "党内民主"]
//     }, {
//         title: "把(C)作为干部工作核心理念贯穿选人用人全过程，做到公道对待干部、公平评价干部、公正使用干部。",
//         "option": ["公平公开", "公平公正", "公道正派", "德才兼备"]
//     }, {
//         title: "自觉净化社交圈、生活圈、朋友圈，决不能把(A)那一套搬到党内政治生活和工作中来。",
//         "option": ["商品交换", "称兄道弟", "兄弟义气", "西方民主"]
//     }, {
//         title: "修订后的《廉洁自律准则》共8条、281字，包括导语、党员廉洁自律规范和党员领导干部廉洁自律规范等3部分，主要内容可以概括为：(B)。",
//         "option": ["“四个必须”“八项规定”", "“四个必须”“八条规范”", "“四个必须”“八条禁止”", "“８个禁止”“52个不准”"]
//     }, {
//         title: "《中国共产党问责条例》自(A)起施行。此前发布的有关问责的规定，凡与本条例不一致的，按照本条例执行。",
//         "option": ["2016年7月8日", "2016年1月1日", "颁布之日", "2017年1月1日"]
//     }, {
//         title: "为全面从严治党，规范和强化党的问责工作，根据(B)，制定了《中国共产党问责条例》。",
//         "option": ["《中国共产党党内监督条例》", "《中国共产党章程》", "中央《八项规定》", "《关于实行党风廉政建设责任制的规定》"]
//     }, {
//         title: "党的问责工作是由(B)按照职责权限，追究在党的建设和党的事业中失职失责党组织和党的领导干部的主体责任、监督责任和领导责任。",
//         "option": ["纪检监察机关", "党组织", "组织部门", "以上都不是"]
//     }, {
//         title: "问责应当分清责任。党组织领导班子主要负责人和直接主管的班子成员承担(C)。",
//         "option": ["全面领导责任", "重要领导责任", "主要领导责任", "监督责任"]
//     }, {
//         title: "受到问责的党的领导干部应当向问责决定机关(C)，并在民主生活会或者其他党的会议上作出深刻检查。",
//         "option": ["就有关情况作出说明", "进行书面汇报", "写出书面检讨", "深刻检讨"]
//     }, {
//         title: "《中国共产党问责条例》规定对党的领导干部实行(D)。",
//         "option": ["一次性问责", "阶段性问责", "任期问责", "终身问责"]
//     }, {
//         title: "党员受到警告或者严重警告处分的，(A)内不得在党内提升职务。",
//         "option": ["1年", "2年", "3年", "4年"]
//     }, {
//         title: "《纪律处分条例》规定，受到留党察看处分的党员，在恢复党员权利后(C)内,不得在党内担任和向党外组织推荐担任与其原任职务相当或者高于其原任职务的职务。",
//         "option": ["六个月", "一年", "两年", "三年"]
//     }, {
//         title: "违反公务接待管理规定，超标准、超范围接待或者借机大吃大喝，对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分;情节严重的，给予(A)处分。",
//         "option": ["撤销党内职务", "留党察看", "开除党籍", "留党察看或者开除党籍"]
//     }, {
//         title: "收受可能影响公正执行公务的礼品、礼金、消费卡等，情节较重的，给予(D)处分。",
//         "option": ["严重警告", "留党察看", "开除党籍", "撤销党内职务或者留党察看"]
//     }, {
//         title: "党纪处分决定作出后，应当在(C)内向受处分党员所在党的基层组织中的全体党员及其本人宣布，并按照干部管理权限和组织关系将处分决定材料归入受处分者档案。",
//         "option": ["一周", "十个工作日", "一个月", "两个月"]
//     }, {
//         title: "实施党纪处分，应当按照规定程序经(B)决定，不允许任何个人或者少数人擅自决定和批准。",
//         "option": ["党委", "党组织集体讨论", "党组", "党支部"]
//     }, {
//         title: "党员受到党内严重警告处分(C)内，不得在党内提升职务和向党外组织推荐担任高于其原任职务的党外职务。",
//         "option": ["半年", "一年", "一年半", "两年"]
//     }, {
//         title: "要坚持无禁区、全覆盖、零容忍，坚持(B)，坚持受贿行贿一起查，坚决防止党内形成利益集团。",
//         "option": ["重预防、强高压、长震慑", "重遏制、强高压、长震慑", "重遏制、不减压、长震慑", "重遏制、强高压、长威慑"]
//     }, {
//         title: "各级监察委员会是行使国家监察职能的(B)机关。",
//         "option": ["职能", "专责", "业务", "主管"]
//     }, {
//         title: "监察委员会依照《监察法》和有关法律规定对涉嫌职务犯罪的，将调查结果移送(C)依法审查。",
//         "option": ["党的纪律检查委员会", "人民法院", "人民检察院", "公安机关"]
//     }, {
//         title: "因工作失职，致使本地区、本部门、本系统或者本单位发生特别重大事故、事件、案件，或者在较短时间内连续发生重大事故、事件、案件，造成(B)的，对党政领导干部实行问责。",
//         "option": ["严重损失和不良影响", "重大损失或者恶劣影响", "较大损失和严重影响", "严重损失和严重影响"]
//     }, {
//         title: "加强和规范党内政治生活的重要任务是(C)。",
//         "option": ["为全党统一意志、统一行动提供保障", "全心全意为人民服务", "建设廉洁政治，坚决反对腐败", "坚决维护党中央权威、保证全党令行禁止"]
//     }, {
//         title: "领导班子召开民主生活会要切实保证质量，民主生活会的主题应当按照(D)确定。",
//         "option": ["阶段性工作任务", "主要领导意见", "领导班子成员意见", "上级党组织的要求、针对党性党风方面存在的突出问题"]
//     },
//     {
//         title: "生活奢靡、贪图享乐,追求低级趣味,其行为违反了(D)",
//         "option": ["群众纪律", "组织纪律", "财经纪律", "生活纪律"]
//     }, {
//         title: "某乡党委副书记利用职务上的便利违规操办儿子婚礼,大摆宴席,在社会上造成严重影响,其行为违反了(C)。",
//         "option": ["群众纪律", "组织纪律", "廉洁纪律", "工作纪律"]
//     }, {
//         title: "违反有关规定干预和插手司法活动、执纪执法活动,向有关地方或者部门打招呼、说情,其行为属于违反(D)。",
//         "option": ["群众纪律", "组织纪律", "廉洁纪律", "工作纪律"]
//     }, {
//         title: "2016年中秋节,某区公安局经单位领导班子成员集体研究,决定用公款给全体干部职工每人发放800元津贴,共计发放15万余元。该单位的行为违反了(C)纪律。",
//         "option": ["政治纪律", "生活纪律", "廉洁纪律", "工作纪律"]
//     }, {
//         title: "严重违反社会公德、家庭美德,违反了党的(A)。",
//         "option": ["生活纪律", "组织纪律", "群众纪律", "政治纪律"]
//     }, {
//         title: "贯彻执行《中国共产党纪律处分条例》,就要坚持关口前移,提防前置,真正把(A)挺起来、立起来,把执纪监督实起来、严起来,筑起防火墙,涂上防腐剂,把管党治党的要求落细落小,让党员干部有“严”在先、无“毁”于后,从源头上最大限度遏制腐败的增量、最大范围减少腐败的存量。",
//         "option": ["纪律和规矩", "纪律", "规矩", "思想政治"]
//     }, {
//         title: "违反有关规定自定薪酬或者溢发津贴、补贴、奖金等,对(C),情节较轻的,给予警告或者严重警告处分;情节较重的,给予撤销党内职务或者留党察看处分;情节严重的,给予开除党籍处分。",
//         "option": ["直接责任者", "领导责任者", "直接责任者和领导责任者", "监督责任者"]
//     }, {
//         title: "2016年10月29日,张某(共产党员)酒后驾车被县公安局作出罚款1900元、暂扣机动车驾驶证6个月的行政处罚,张某违反了(A).",
//         "option": ["国家法律法规规定", "工作纪律", "社会主义经济秩序", "治安处分条例"]
//     }, {
//         title: "2016年9月21日,郭某(共产党员)采用打麻将的方式进行赌博,被公安局给予行政拘留11天和处罚金300元,郭某违反了(A)。",
//         "option": ["国家法律法规规定", "工作纪律", "社会主义经济秩序", "治安处分条例"]
//     }, {
//         title: "领导班子对职责范围内的党风廉政建设负(A)。",
//         "option": ["全面领导责任", "重要领导责任", "直接领导责任", "主要领导责任"]
//     }, {
//         title: "领导干部对党风廉政建设工作领导不力，以致职责范围内明令禁止的不正之风得不到有效治理，造成不良影响，情节严重的，给予党纪政纪处分，或者给予调整职务、(D)、免职和降职等组织处理。",
//         "option": ["撤销党内职务", "留党察看", "开除党籍", "责令辞职"]
//     }, {
//         title: "关于国有企业领导人员廉洁从业的说法错误的是(C)。",
//         "option": ["不得委托他人投资证券、期货或者以其他委托理财名义，未实际出资而获取收益", "不得利用企业知识产权，为本人谋取利益", "个人可以自行决定是否兼任本企业、出资企业的领导职务", "不得将企业经济往来中因企业行为受到奖励的财物等据为己有"]
//     }, {
//         title: "《关于实行党风廉政建设责任制的规定》责任内容中，强化权力制约和监督提出要对哪些权力进行制约和监督？(A)",
//         "option": ["决策权、执行权、监督权", "选举权、被选举权、监督权", "执行权、参与权、知情权", "监督权、参与权、知情权"]
//     }, {
//         title: "有关纪律检查机关、组织部门收到巡视移交的问题或者线索后，应当及时研究提出处理意见，下列哪种方式不属于处理方式：(D)。",
//         "option": ["谈话函询", "初核", "立案", "移送司法机关"]
//     }, {
//         title: "《中国共产党党内监督条例》第九条，建立健全党中央统一领导，党委(党组)全面监督，纪律检查机关专责监督，党的工作部门(A)，党的基层组织()，党员民主监督的党内监督体系。",
//         "option": ["职能监督、日常监督", "日常监督、职能监督", "职能监督、全面监督", "全面监督、职能监督"]
//     }, {
//         title: "党内监督必须把纪律挺在前面，运用监督执纪(B)，经常开展批评和自我批评、约谈函询，让“红红脸、出出汗”成为常态；党纪轻处分、组织调整成为违纪处理的大多数；党纪重处分、重大职务调整的成为少数；严重违纪涉嫌违法立案审查的成为极少数。",
//         "option": ["谈话提醒", "四种形态", "五种形态", "四种方式"]
//     }, {
//         title: "按照《中国共产党党内监督条例》规定，监督执纪工作以(A)领导为主，线索处置和执纪审查情况在向同级党委报告的同时必须向上级纪委报告。",
//         "option": ["上级纪委", "同级党委", "上级党委", "上级纪委和同级党委"]
//     }, {
//         title: "党内监督没有禁区、没有例外。信任(B)监督。各级党组织应当把信任激励同严格监督结合起来，促使党的领导干部做到有权必有责、有责要担当，用权受监督、失责必追究。",
//         "option": ["可以代替", "不能代替", "一般情况下不需要", "特殊情况下需要"]
//     }
// ];

// questions = questions.map(item => {
//     if (item.title.includes('√')) {
//         item.answer = 0;
//         item.option = ["是", "否"]
//         item.title = item.title.replace('√', ' ');
//     }
//     let answer = item.title.match(/\(\w+\)/g);
//     if (answer == null) {
//         return item;
//     }
//     console.log(answer)
//     if (answer.length > 0) {
//         item.answer = answer[0].match(/(\w+)/g)[0];
//         item.title = item.title.replace(item.answer, ' ');
//         item.answer = item.answer.split('').map(a => a.charCodeAt() - 65);
//     }
//     return item;
// })
// console.log(JSON.stringify(questions))
// export default questions;

export default [{
    title: "严格执行干部考察考核制度，全面考察德、能、勤、绩、廉表现，既重政绩又重( )。",
    option: ["廉洁", "自律", "能力", "政德"],
    answer: [3]
}, {
    title: "接到对干部( )违纪问题的反映，应当及时找本人核实，谈话提醒、约谈函询，让干部把问题讲清楚。",
    option: ["一般性", "严重性", "特殊性", "经常性"],
    answer: [0]
}, {
    title: "对违反中央八项规定精神的，严重违纪被立案审查开除党籍的，严重失职失责被问责的，以及发生在群众身边、影响恶劣的不正之风和腐败问题，应当( )。",
    option: ["点名道姓通报曝光", "适当提醒诫勉谈话", "党内警告警示谈话", "点名道姓内部批评"],
    answer: [0]
}, {
    title: "党的各级纪律检查委员会是党内监督的( )。",
    option: ["工作部门", "常设机构", "专责机关", "专门机关"],
    answer: [2]
}, {
    title: "发现领导干部有思想、作风、纪律等方面苗头性、倾向性问题的，有关党组织负责人应当及时对其( )；发现轻微违纪问题的，上级党组织负责人应当对其()，并由本人作出说明或者检讨，经所在党组织主要负责人签字后报上级纪委和组织部门。",
    option: ["提醒谈话批评谈话", "诫勉谈话批评谈话", "提醒谈话诫勉谈话", "批评谈话诫勉谈话"],
    answer: [2]
}, {
    title: "中央八项规定要求，要精简( )，切实改进文风。",
    option: ["会议报道", "信息材料", "领导讲话", "文件简报"],
    answer: [3]
}, {
    title: "严把干部选拔任用“党风廉洁意见回复”关，综合日常工作中掌握的情况，加强分析研判，实事求是评价干部廉洁情况，防止( )。",
    option: ["不正之风和腐败问题", "“带病提拔”、“带病上岗”", "任人唯亲", "以偏概全"],
    answer: [1]
}, {
    title: "党内监督必须加强对党组织主要负责人和( )的监督。",
    option: ["关键岗位领导干部", "特殊岗位领导干部", "所有党员干部", "存在廉政风险岗位领导干部"],
    answer: [0]
}, {
    title: "党的工作部门应当严格执行各项监督制度，加强职责范围内党内监督工作，既加强对本部门本单位的( )，又强化对本系统的()。",
    option: ["日常监督内部监督", "内部监督日常监督", "一般监督重点监督", "重点监督一般监督"],
    answer: [1]
}, {
    title: "( )是党的生命，是党内政治生活积极健康的重要基础。",
    option: ["群众路线", "民主集中", "实事求是", "党内民主"],
    answer: [3]
}, {
    title: "把( )作为干部工作核心理念贯穿选人用人全过程，做到公道对待干部、公平评价干部、公正使用干部。",
    option: ["公平公开", "公平公正", "公道正派", "德才兼备"],
    answer: [2]
}, {
    title: "自觉净化社交圈、生活圈、朋友圈，决不能把( )那一套搬到党内政治生活和工作中来。",
    option: ["商品交换", "称兄道弟", "兄弟义气", "西方民主"],
    answer: [0]
}, {
    title: "修订后的《廉洁自律准则》共8条、281字，包括导语、党员廉洁自律规范和党员领导干部廉洁自律规范等3部分，主要内容可以概括为：( )。",
    option: ["“四个必须”“八项规定”", "“四个必须”“八条规范”", "“四个必须”“八条禁止”", "“８个禁止”“52个不准”"],
    answer: [1]
}, {
    title: "《中国共产党问责条例》自( )起施行。此前发布的有关问责的规定，凡与本条例不一致的，按照本条例执行。",
    option: ["2016年7月8日", "2016年1月1日", "颁布之日", "2017年1月1日"],
    answer: [0]
}, {
    title: "为全面从严治党，规范和强化党的问责工作，根据( )，制定了《中国共产党问责条例》。",
    option: ["《中国共产党党内监督条例》", "《中国共产党章程》", "中央《八项规定》", "《关于实行党风廉政建设责任制的规定》"],
    answer: [1]
}, {
    title: "党的问责工作是由( )按照职责权限，追究在党的建设和党的事业中失职失责党组织和党的领导干部的主体责任、监督责任和领导责任。",
    option: ["纪检监察机关", "党组织", "组织部门", "以上都不是"],
    answer: [1]
}, {
    title: "问责应当分清责任。党组织领导班子主要负责人和直接主管的班子成员承担( )。",
    option: ["全面领导责任", "重要领导责任", "主要领导责任", "监督责任"],
    answer: [2]
}, {
    title: "受到问责的党的领导干部应当向问责决定机关( )，并在民主生活会或者其他党的会议上作出深刻检查。",
    option: ["就有关情况作出说明", "进行书面汇报", "写出书面检讨", "深刻检讨"],
    answer: [2]
}, {
    title: "《中国共产党问责条例》规定对党的领导干部实行( )。",
    option: ["一次性问责", "阶段性问责", "任期问责", "终身问责"],
    answer: [3]
}, {
    title: "党员受到警告或者严重警告处分的，( )内不得在党内提升职务。",
    option: ["1年", "2年", "3年", "4年"],
    answer: [0]
}, {
    title: "《纪律处分条例》规定，受到留党察看处分的党员，在恢复党员权利后( )内,不得在党内担任和向党外组织推荐担任与其原任职务相当或者高于其原任职务的职务。",
    option: ["六个月", "一年", "两年", "三年"],
    answer: [2]
}, {
    title: "违反公务接待管理规定，超标准、超范围接待或者借机大吃大喝，对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分;情节严重的，给予( )处分。",
    option: ["撤销党内职务", "留党察看", "开除党籍", "留党察看或者开除党籍"],
    answer: [0]
}, {
    title: "收受可能影响公正执行公务的礼品、礼金、消费卡等，情节较重的，给予( )处分。",
    option: ["严重警告", "留党察看", "开除党籍", "撤销党内职务或者留党察看"],
    answer: [3]
}, {
    title: "党纪处分决定作出后，应当在( )内向受处分党员所在党的基层组织中的全体党员及其本人宣布，并按照干部管理权限和组织关系将处分决定材料归入受处分者档案。",
    option: ["一周", "十个工作日", "一个月", "两个月"],
    answer: [2]
}, {
    title: "实施党纪处分，应当按照规定程序经( )决定，不允许任何个人或者少数人擅自决定和批准。",
    option: ["党委", "党组织集体讨论", "党组", "党支部"],
    answer: [1]
}, {
    title: "党员受到党内严重警告处分( )内，不得在党内提升职务和向党外组织推荐担任高于其原任职务的党外职务。",
    option: ["半年", "一年", "一年半", "两年"],
    answer: [2]
}, {
    title: "要坚持无禁区、全覆盖、零容忍，坚持( )，坚持受贿行贿一起查，坚决防止党内形成利益集团。",
    option: ["重预防、强高压、长震慑", "重遏制、强高压、长震慑", "重遏制、不减压、长震慑", "重遏制、强高压、长威慑"],
    answer: [1]
}, {
    title: "各级监察委员会是行使国家监察职能的( )机关。",
    option: ["职能", "专责", "业务", "主管"],
    answer: [1]
}, {
    title: "监察委员会依照《监察法》和有关法律规定对涉嫌职务犯罪的，将调查结果移送( )依法审查。",
    option: ["党的纪律检查委员会", "人民法院", "人民检察院", "公安机关"],
    answer: [2]
}, {
    title: "因工作失职，致使本地区、本部门、本系统或者本单位发生特别重大事故、事件、案件，或者在较短时间内连续发生重大事故、事件、案件，造成( )的，对党政领导干部实行问责。",
    option: ["严重损失和不良影响", "重大损失或者恶劣影响", "较大损失和严重影响", "严重损失和严重影响"],
    answer: [1]
}, {
    title: "加强和规范党内政治生活的重要任务是( )。",
    option: ["为全党统一意志、统一行动提供保障", "全心全意为人民服务", "建设廉洁政治，坚决反对腐败", "坚决维护党中央权威、保证全党令行禁止"],
    answer: [2]
}, {
    title: "领导班子召开民主生活会要切实保证质量，民主生活会的主题应当按照( )确定。",
    option: ["阶段性工作任务", "主要领导意见", "领导班子成员意见", "上级党组织的要求、针对党性党风方面存在的突出问题"],
    answer: [3]
}, {
    title: "生活奢靡、贪图享乐,追求低级趣味,其行为违反了( )",
    option: ["群众纪律", "组织纪律", "财经纪律", "生活纪律"],
    answer: [3]
}, {
    title: "某乡党委副书记利用职务上的便利违规操办儿子婚礼,大摆宴席,在社会上造成严重影响,其行为违反了( )。",
    option: ["群众纪律", "组织纪律", "廉洁纪律", "工作纪律"],
    answer: [2]
}, {
    title: "违反有关规定干预和插手司法活动、执纪执法活动,向有关地方或者部门打招呼、说情,其行为属于违反( )。",
    option: ["群众纪律", "组织纪律", "廉洁纪律", "工作纪律"],
    answer: [3]
}, {
    title: "2016年中秋节,某区公安局经单位领导班子成员集体研究,决定用公款给全体干部职工每人发放800元津贴,共计发放15万余元。该单位的行为违反了( )纪律。",
    option: ["政治纪律", "生活纪律", "廉洁纪律", "工作纪律"],
    answer: [2]
}, {
    title: "严重违反社会公德、家庭美德,违反了党的( )。",
    option: ["生活纪律", "组织纪律", "群众纪律", "政治纪律"],
    answer: [0]
}, {
    title: "贯彻执行《中国共产党纪律处分条例》,就要坚持关口前移,提防前置,真正把( )挺起来、立起来,把执纪监督实起来、严起来,筑起防火墙,涂上防腐剂,把管党治党的要求落细落小,让党员干部有“严”在先、无“毁”于后,从源头上最大限度遏制腐败的增量、最大范围减少腐败的存量。",
    option: ["纪律和规矩", "纪律", "规矩", "思想政治"],
    answer: [0]
}, {
    title: "违反有关规定自定薪酬或者溢发津贴、补贴、奖金等,对( ),情节较轻的,给予警告或者严重警告处分;情节较重的,给予撤销党内职务或者留党察看处分;情节严重的,给予开除党籍处分。",
    option: ["直接责任者", "领导责任者", "直接责任者和领导责任者", "监督责任者"],
    answer: [2]
}, {
    title: "2016年10月29日,张某(共产党员)酒后驾车被县公安局作出罚款1900元、暂扣机动车驾驶证6个月的行政处罚,张某违反了( ).",
    option: ["国家法律法规规定", "工作纪律", "社会主义经济秩序", "治安处分条例"],
    answer: [0]
}, {
    title: "2016年9月21日,郭某(共产党员)采用打麻将的方式进行赌博,被公安局给予行政拘留11天和处罚金300元,郭某违反了( )。",
    option: ["国家法律法规规定", "工作纪律", "社会主义经济秩序", "治安处分条例"],
    answer: [0]
}, {
    title: "领导班子对职责范围内的党风廉政建设负( )。",
    option: ["全面领导责任", "重要领导责任", "直接领导责任", "主要领导责任"],
    answer: [0]
}, {
    title: "领导干部对党风廉政建设工作领导不力，以致职责范围内明令禁止的不正之风得不到有效治理，造成不良影响，情节严重的，给予党纪政纪处分，或者给予调整职务、( )、免职和降职等组织处理。",
    option: ["撤销党内职务", "留党察看", "开除党籍", "责令辞职"],
    answer: [3]
}, {
    title: "关于国有企业领导人员廉洁从业的说法错误的是( )。",
    option: ["不得委托他人投资证券、期货或者以其他委托理财名义，未实际出资而获取收益", "不得利用企业知识产权，为本人谋取利益", "个人可以自行决定是否兼任本企业、出资企业的领导职务", "不得将企业经济往来中因企业行为受到奖励的财物等据为己有"],
    answer: [2]
}, {
    title: "《关于实行党风廉政建设责任制的规定》责任内容中，强化权力制约和监督提出要对哪些权力进行制约和监督？( )",
    option: ["决策权、执行权、监督权", "选举权、被选举权、监督权", "执行权、参与权、知情权", "监督权、参与权、知情权"],
    answer: [0]
}, {
    title: "有关纪律检查机关、组织部门收到巡视移交的问题或者线索后，应当及时研究提出处理意见，下列哪种方式不属于处理方式：( )。",
    option: ["谈话函询", "初核", "立案", "移送司法机关"],
    answer: [3]
}, {
    title: "《中国共产党党内监督条例》第九条，建立健全党中央统一领导，党委(党组)全面监督，纪律检查机关专责监督，党的工作部门( )，党的基层组织()，党员民主监督的党内监督体系。",
    option: ["职能监督、日常监督", "日常监督、职能监督", "职能监督、全面监督", "全面监督、职能监督"],
    answer: [0]
}, {
    title: "党内监督必须把纪律挺在前面，运用监督执纪( )，经常开展批评和自我批评、约谈函询，让“红红脸、出出汗”成为常态；党纪轻处分、组织调整成为违纪处理的大多数；党纪重处分、重大职务调整的成为少数；严重违纪涉嫌违法立案审查的成为极少数。",
    option: ["谈话提醒", "四种形态", "五种形态", "四种方式"],
    answer: [1]
}, {
    title: "按照《中国共产党党内监督条例》规定，监督执纪工作以( )领导为主，线索处置和执纪审查情况在向同级党委报告的同时必须向上级纪委报告。",
    option: ["上级纪委", "同级党委", "上级党委", "上级纪委和同级党委"],
    answer: [0]
}, {
    title: "党内监督没有禁区、没有例外。信任( )监督。各级党组织应当把信任激励同严格监督结合起来，促使党的领导干部做到有权必有责、有责要担当，用权受监督、失责必追究。",
    option: ["可以代替", "不能代替", "一般情况下不需要", "特殊情况下需要"],
    answer: [1]
}];