export default [
  {
    title: "2020年1月12日“新型冠状病毒”被世界卫生组织命名为：(   )",
    option: ["MERSr-CoV", "SARS-CoV", "229E", "2019-nCoV"],
    answer: [3]
  },
  {
    title: "以下哪种不是新型冠状病毒的传播途径（  ）",
    option: ["飞沫传播", "呼吸道飞溶胶近距离", "土壤传播", "接触传播"],
    answer: [2]
  },
  {
    title: "针对新型冠状病毒，以下哪种条件可以灭杀病毒（   ）",
    option: [
      "在56度，30分钟条件下",
      "在26度，20分钟条件下",
      "在16度，10分钟条件下",
      "在0度，5分钟条件下"
    ],
    answer: [0]
  },
  {
    title: "处理摘下来的口罩，下面哪个说法是对的。（   ）",
    option: [
      "留着下次带：正着带两天，反着带两天",
      "用微波炉加热数分钟可消毒",
      "将废弃口罩扔到专业垃圾筒",
      "用火烧掉"
    ],
    answer: [2]
  },
  {
    title: "佩戴以下哪种口罩可以预防病毒（   ）",
    option: [
      "活性炭口罩",
      "棉纱口罩",
      "海绵口罩",
      "医用外科口罩及N95/KN95颗粒物防护口罩"
    ],
    answer: [3]
  },
  {
    title: "以下哪个不是预防新型冠状病毒肺炎的正确做法？（   ）",
    option: [
      "出门佩戴口罩",
      "定期开窗通风",
      "使用紫外线进行室内环境消毒",
      "服用抗菌药物"
    ],
    answer: [3]
  },
  {
    title: "关于新型冠状病毒，以下哪个说法是正确的（   ）",
    option: [
      "儿童和青少年不易感染新型冠状病毒肺炎。",
      "重型、危重患者病程中一定会发生高热。",
      "轻型患者仅表现为低热、轻微乏力等，无肺炎表现。",
      "新型冠状病毒肺炎救治成功率低于甲流和禽流感。"
    ],
    answer: [2]
  },
  {
    title: "以下哪种是咳嗽、打喷嚏不正确的姿势（   ）",
    option: [
      "咳嗽或打喷嚏时，尽量避开人群，用纸巾、手绢等捂住口鼻，在没有纸巾的情况下用可用手肘的衣袖内侧来捂住口鼻。",
      "使用后的纸巾随笔乱扔。",
      "咳嗽或打喷嚏后要立即清洗双手或使用免洗消毒液进行手部消毒",
      "如果患有呼吸道疾病，外出时要佩戴口罩，并与他人保持一定距离，说话避免唾沫溅出"
    ],
    answer: [1]
  },
  {
    title: "以下哪个是佩戴口罩的正确方法（   ）",
    option: [
      "首先要选用一次性外科口罩，注意购买正规企业的产品",
      "注意一次性外科口罩有里外之分，白色面应该向内贴着口鼻，蓝色面朝外",
      "佩戴时将折面完全展开，将嘴、鼻、下颌完全包住，并压紧鼻夹，使口罩与面部完全贴合",
      "以上佩戴方式均正确"
    ],
    answer: [3]
  },
  {
    title: "什么时候需要佩戴口罩（   ）",
    option: [
      "去医院的时候（如果自身有感冒发烧等症状，尤其需要佩戴口罩）",
      "乘坐公共交通工具时",
      "在相对密闭、人员聚集的空间中停留时",
      "以上情况均需要佩戴口罩"
    ],
    answer: [3]
  },
  {
    title: "上班后，办公室工作中以下注意事项哪个是错误的（   ）",
    option: [
      "室内也要佩戴口罩",
      "和同事保持1米以上距离",
      "传阅纸质文件后可以不用洗手",
      "尽量减少中央空调的使用"
    ],
    answer: [2]
  },
  {
    title: "参加会议以下做法哪个是错误的(   )",
    option: [
      "会议场所在使用前、后应及时消毒，参加会议人员应佩戴口罩",
      "提倡采用网络视屏会议等方式，尽量减少集中开会",
      "确需要集中开会的，要保证会场通风状况良好、座位间隔恰当等，严格控制会议时长。",
      "会议室使用前、后均不需要专门消毒"
    ],
    answer: [3]
  },
  {
    title: "哪个不是外出回家后正确的消毒方式？（   ）",
    option: [
      "口罩摘掉外折扎紧放入指定垃圾筒",
      "用流动的水洗手",
      "购物袋表面用75%的酒精消毒",
      "坚持关闭门窗"
    ],
    answer: [3]
  },
  {
    title: " 进餐时以下哪些做法是正确的（   ）",
    option: [
      "用餐时采用分餐进食、分时段用餐等方式，避免人员密集",
      "分餐人员应严格保持个人卫生，正确佩戴帽子、口罩、一次性手套等用具",
      "餐厅保持常态通风，提供洗手消毒用品，每日做好预防性消毒，餐具用品必须严密消毒",
      "所有选项均正确"
    ],
    answer: [3]
  },
  {
    title: "不正确的洗手方法是（   ）",
    option: [
      "在流动水下，使双手充分淋湿",
      "取适量洗手液或肥皂，均匀涂抹至整个手掌、手背和指缝，双手掌心磋磨。",
      "使用用过的纸巾擦手",
      "右手五指并拢于左掌心，正反方向旋转搓磨"
    ],
    answer: [2]
  },
  {
    title: "出门除了带口罩之外，是否需要佩戴一次性手套？（   ）",
    option: ["是", "否", "没有必要，洗手更重要"],
    answer: [2]
  },
  {
    title: "目前确诊的新型冠状病毒肺炎的患者年龄集中在（   ）岁",
    option: ["0-14", "15-39", "40-60", "60岁以上"],
    answer: [2]
  },
  {
    title: "新型冠状病毒肺炎危重病例的治疗原则（   ）",
    option: [
      "防治并发症，治疗基础病，预防继发感染，器官功能支持",
      "以特异性治疗为主，一般、对症治疗为辅",
      "以治疗、隔离为主，治疗、护理为辅",
      "以消毒、隔离为主，治疗、护理为辅"
    ],
    answer: [0]
  },
  {
    title: "新型冠状病毒肺炎的治疗场所为（  ）",
    option: [
      "诊室安装门纱窗等防蚊虫设施",
      "诊室内安装非手触式洗手装置等消毒设施，配备便器和医疗废除物收集箱",
      "便器使用2000mg/L含氯消毒剂使用30 分钟，冲洗后使用",
      "应在具备有效隔离条件和防护条件的医院隔离治疗，危重症病例应尽早收入ICU治疗"
    ],
    answer: [3]
  },
  {
    title:
      "参考其他冠状病毒所致疾病的潜伏期，此次新型冠状病毒病例相关信息和当前防控实际，将密切接触者医学观察期定为（   ）天，并对密切接触者进行观察。",
    option: ["3", "5", "10", "14"],
    answer: [3]
  },
  {
    title: " 新型冠状病毒感染的肺炎患者的临床表现为（   ）",
    option: ["以发热、乏力、干咳为主要表现", "休克", "抽搐", "无症状"],
    answer: [0]
  },
  {
    title: "下列（   ）情况不属于密切接触者",
    option: [
      "与病例共同居住、学习、工作的人员",
      "诊疗、护理、探视病例时采取了有效的防护措施的医护人员",
      "病例同病室的其他患者及其陪护人员",
      "与病例乘坐同一交通工具并有近距离接触人员"
    ],
    answer: [1]
  },
  {
    title: " 新型冠状病毒感染肺炎确定存在人传人，（   ）有助于预防。",
    option: ["戴口罩", "晚睡晚起", "多喝咖啡", "吃海鲜"],
    answer: [0]
  },
  {
    title: " 如出现发热等症状就诊有何注意事项，下列描述错误说法的是（   ）",
    option: [
      "不带口罩赶紧就医",
      "主动佩戴医用外科口罩或医用防护口罩",
      "文明就医",
      "应主动告知医生发病前14天内情况信息"
    ],
    answer: [0]
  },
  {
    title: "近距离1 米以内接触疑似病例或临床诊断病例的人员，应佩戴（   ）",
    option: [
      "防护手套、鞋",
      "防护服、安全带",
      "护目镜或防护面屏",
      "安全帽、防砸帽"
    ],
    answer: [2]
  }
];

// 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""), " ");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
