export default [{
  "title": "根据《中华人民共和国消防法》的规定，消防工作贯彻的方针是(  )",
  "option": ["消防为主", "预防为主、防消结合", "安全第一、预防为主"],
  "answer": [1]
}, {
  "title": "我国消防工作的原则是（  ）。",
  "option": ["政府统一领导、部门依法监管、单位全面负责、公民积极参与", "防火安全责任制", "专门机关和群众相结合"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，我国的消防工作实行责任制。(  )",
  "option": ["安全生产", "消防安全", "政府领导"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，领导全国消防工作的是(  )",
  "option": ["公安部", "应急管理部", "国务院"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，国务院应急管理部门对全国的消防工作实施。(  )",
  "option": ["具体工作", "监督管理", "领导"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，县级以上地方人民政府应急管理部门对本行政区域内的消防工作实施，并由本级人民政府消防救援机构负责。(  )",
  "option": ["审查，管理", "管理，实施", "监督管理，实施"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，任何单位和个人都有维护消防安全、保护消防设施、、报告火警的义务。任何单位和成年人都有参加的义务。(  )",
  "option": ["预防火灾，灭火工作", "预防火灾，有组织的灭火工作", "扑灭火灾，火灾预防工作"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，各级人民政府应当。(  )",
  "option": ["组织开展经常性的消防宣传教育，提高公民的消防安全意识", "协助有关单位做好消防宣传教育工作", "不用面向社会进行消防宣传教育"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，机关、团体、企业、事业等单位，应当。(  )",
  "option": ["提醒员工自主学习提高消防安全意识", "协助人民政府加强消防宣传教育", "加强对本单位人员的消防宣传教育"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，应急管理部门及消防救援机构应当加强消防法律法规的宣传，并。(  )",
  "option": ["督促、指导、协助有关单位做好消防宣传教育工作", "组织员工开展演练活动", "组织企业开展消防培训"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，国家鼓励、支持，推广使用技术和设备；鼓励、支持社会力量。(  )",
  "option": ["消防科学研究和技术创新，先进的消防和应急救援，开展消防公益活动", "消防科学研究和技术创新，成熟的消防和应急救援，开展消防公益活动", "消防科学研究和技术创新，先进的消防和应急救援，开展消防商业活动"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每三年进行一次全面检测", "落实消防安全责任制，制定本单位的消防安全制度、操作规程、制定灭火和应急疏散预案", "根据企业资金预算，适当配置消防设施、器材"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每二年进行一次全面检测", "根据企业资金预算，适当配置消防设施、器材", "组织进行有针对性的消防演练"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每年至少进行一次全面检测,确保完好有效，检测记录应当完整准确，存档备案", "根据企业资金预算，适当配置消防设施、器材", "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每四年进行一次全面检测", "按照国家标准、行业标准配置消防设施、器材，设置消防安全标志，并定期组织检验、维修，确保完好有效", "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每四年进行一次全面检测", "保障疏散通道、安全出口、消防车通道畅通，保证防火防烟分区、防火间距符合消防技术标准", "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）",
  "option": ["对建筑消防设施每四年进行一次全面检测", "疏散通道、安全出口可在节假日上锁", "组织防火检查，及时消防火灾隐患"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，单位的是本单位的消防安全第一责任人。（  ）",
  "option": ["主要负责人", "安保部门负责人", "消防管理人员"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，生产、储存、经营易燃易爆危险品的场所与居住场所设置在同一建筑内。（  ）",
  "option": ["可以", "不得", "特殊情况下可以"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，进行电焊、气焊等具有火灾危险作业的人员和自动消防系统的操作人员，，并遵守消防安全操作规程。（  ）",
  "option": ["必须持证上岗", "征得领导同意上岗", "经过培训后上岗"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，建筑构件、建筑材料和室内装修、装饰材料的防火性能必须符合;没有的，必须符合(    )",
  "option": ["行业标准、行业标准、企业标准", "企业标准、企业标准、行业标准", "国家标准、国家标准、行业标准"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，人员密集场所室内装修，装饰，应当按照消防技术标准的要求，使用材料。（  ）",
  "option": ["易燃、可燃", "不燃、难燃", "易燃、难燃"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，任何单位、个人不得损坏、挪用或、停用、消防设施、器材，不得埋压、圈占、消火栓或占用防火间距。不得占用、堵塞、疏散通道、安全出口、消防车通道。（  ）",
  "option": ["擅自拆除、购买、封闭", "拆除、遮挡、封闭", "擅自拆除、遮挡、封闭"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》规定，任何人发现火灾都应当。（  ）",
  "option": ["立即去灭火", "立即走开", "立即报警"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》规定，任何单位发生火灾，。临近单位应当给予支援。（  ）",
  "option": ["可以不组织力量扑救", "必须立即组织力量扑救", "必须等待消防队赶到再组织力量扑救"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》规定，火灾扑灭后，发生火灾的单位和相关人员应当，如实提供与火灾有关的情况。（  ）",
  "option": ["按照消防救援机构的要求保护现场，接受事故调查", "立即清理现场", "立即撤离现场"],
  "answer": [0]
}, {
  "title": "单位违反《中华人民共和国消防法》规定，有下列哪些行为的责令整改，并处五千元以上五万元以下罚款。（  ）",
  "option": ["消防设施、器材或消防安全标志的配置、设置不符合国家标准、行业标准、或者未保持完好有效的，损坏、挪用或者擅自拆除、停用消防设施、器材的", "占用、堵塞、封闭疏散通道、安全出口或者其他妨碍安全疏散行为的", "以上两个都是"],
  "answer": [2]
}, {
  "title": "单位违反《中华人民共和国消防法》的规定，有下列哪些行为的责令整改，并处五千元以上五万元以下罚款。（  ）",
  "option": ["埋压、圈占、遮挡消火栓或者占用防火间距的", "占用、堵塞、封闭消防车通道、妨碍消防车通行的", "以上两个都是"],
  "answer": [2]
}, {
  "title": "违反《中华人民共和国消防法》的规定，有下列哪些行为，处警告或者五百元以下罚款；情节严重的，处以五日以下拘留。（  ）",
  "option": ["违反消防安全规定的进入生产、储存易燃易爆危险场所的", "违反规定使用明火作业", "以上两个都是"],
  "answer": [2]
}, {
  "title": "违反《中华人民共和国消防法》的规定，有下列哪些行为，尚不够成犯罪的，处以十日以上十五日以下拘留，可以并处五百元以下罚款；情节较轻的，处警告或者五百元以下罚款。（  ）",
  "option": ["指使或者强令他人违反消防安全规定的，冒险作业的；过失引起火灾的；", "故意破坏或者伪造火灾现场的；擅自拆封或者使用被消防救援机构查封的场所、部位的", "以上两个都是"],
  "answer": [2]
}, {
  "title": "《中华人民共和国消防法》的立法宗旨是指为了预防火灾和减少火灾危害，加强应急救援工作，保护安全，维护公共安全。（  ）",
  "option": ["人身", "财产", "人身、财产"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，机关、团体、企业、事业等单位对建筑消防设施至少进行一次全面检测。(  )",
  "option": ["每个月", "每年", "每四年"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，生产、储存、经营与居住场所设置在同一建筑物内，或者未与居住场所保持安全距离的，责令停产停业，并处五千元以上五万元以下罚款。（  ）",
  "option": ["易燃易爆危险品的场所", "组装场所", "机械设备"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，违反消防安全规定进入生产、储存易燃易爆危险品场所的或违反规定使用明火作业或者在具有火灾、爆炸危险的场所的，处警告或五百元以下罚款；情节严重的，处五日以下拘留。（  ）",
  "option": ["检查", "工作", "吸烟、使用明火"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，人员密集场所使用不合格的或者国家命令淘汰的消防产品的，责令限期改正；逾期不改正的，处五千元以上五万元以下罚款，并对其直接负责的主管人员和其他直接责任人元处五百元以上二千元以下罚款，情节严重的，责令停产停业。(  )",
  "option": ["消防产品", "消防用品", "应急用品"],
  "answer": [0]
}, {
  "title": "人员密集场所发生火灾，该场所的现场工作人员不履行组织、引导在场人员的义务，情节严重，尚不构成犯罪的，处五日以上十日以下拘留。（  ）",
  "option": ["报警", "灭火", "疏散"],
  "answer": [2]
}, {
  "title": "国务院制定出台的《消防安全责任制实施办法》首次将确定为总体原则。（  ）",
  "option": ["党政同责、一岗双责、齐抓共管、失职追责", "单位全面负责、公民积极参与", "安全第一、预防为主"],
  "answer": [0]
}, {
  "title": "根据《消防安全责任制实施办法》规定，社会单位消防安全根本原则是。（  ）",
  "option": ["坚持党政同责、一岗双责", "坚持万无一失、一失万无", "坚持安全自查、隐患自除、责任自负"],
  "answer": [2]
}, {
  "title": "根据《消防安全责任制实施办法》规定，是消防安全的责任主体。（  ）",
  "option": ["国务院", "地方各级人民政府", "机关、团体、企业、事业等单位"],
  "answer": [2]
}, {
  "title": "根据《消防安全责任制实施办法》规定，、主要负责人或实际控制人是本单位、本场所消防安全责任人，对本单位、本场所消防安全全面负责。（  ）",
  "option": ["安全保卫部负责人", "法定代表人", "消防管理人"],
  "answer": [1]
}, {
  "title": "根据《消防安全责任制实施办法》规定，消防安全重点单位应当确定，组织实施本单位的消防安全管理工作。（  ）",
  "option": ["法定代表人", "消防安全管理人", "生产安全管理人"],
  "answer": [1]
}, {
  "title": "根据《消防安全责任制实施办法》规定，因消防安全责任不落实，发生一般及以上火灾事故的，依法依规追究单位直接责任人、、主要负责人或实际控制人的责任。（  ）",
  "option": ["法定代表人", "消防安全具体管理人", "生产安全具体管理人"],
  "answer": [0]
}, {
  "title": "造成3人以下死亡，或者10人以下受伤，或者1000万元以下直接经济损失的火灾事故为。（  ）",
  "option": ["一般火灾事故", "生产安全事故", "交通安全事故"],
  "answer": [0]
}, {
  "title": "造成3人以上10人以下死亡，或者10人以上50人以下重伤，或者1000万元以上5000万元以下直接经济损失的火灾事故为。（  ）",
  "option": ["一般事故", "较大火灾事故", "重大事故"],
  "answer": [1]
}, {
  "title": "造成10人以上30人以下死亡，或者50人以上100人以下重伤，或者5000万元以上1亿元以下直接经济损失的火灾事故为。（  ）",
  "option": ["一般事故", "较大事故", "重大火灾事故"],
  "answer": [2]
}, {
  "title": "造成30人以上死亡，或者100人以上重伤，或者1亿元以上直接经济损失的火灾事故为 。（  ）",
  "option": ["特别重大火灾事故", "重大事故", "较大事故"],
  "answer": [0]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，单位应将容易发生火灾、一旦发生火灾可能严重危及人身和财产安全以及对消防安全有重大影响的部位确定为，设置明显的防火标志，实行严格管理。（  ）",
  "option": ["重点部位", "特殊部位", "消防安全重点部位"],
  "answer": [2]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，因特殊情况需要进行电、气焊等明火作业的，和人员应当按照单位的用火管理制度办理审批手续，落实现场监护人，在确认无火灾、爆炸危险后方可动火施工。（  ）",
  "option": ["属地部门", "动火部门", "安保部门"],
  "answer": [1]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，机关、团体、事业单位应当至少每季度进行一次防火检查，其他单位应当至少进行一次防火检查。（  ）",
  "option": ["每月", "每半年", "每年"],
  "answer": [0]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定,设有自动消防设施的单位，应当按照有关规定定期对其自动消防设施进行检查测试，并出具检测报告，存档备查。（  ）",
  "option": ["全面", "局部", "随机抽查"],
  "answer": [0]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
  "option": ["将安全出口上锁、遮挡，或者占用、堆放物品影响疏散通道畅通", "常闭式防火门处于关闭状态", "常开式防火门处于开启状态"],
  "answer": [0]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
  "option": ["安全出口、疏散通道畅通无阻", "未经审批动用明火或者在具有火灾、爆炸危险的场所吸烟、使用明火", "进入生产、储存易燃易爆物品场所严格按照单位消防制度执行"],
  "answer": [1]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
  "option": ["按照单位明火作业审批制度动用明火", "常闭式防火门处于关闭状态，防火卷下未堆放物品", "消火栓、灭火器材被遮挡影响使用或者被挪作他用"],
  "answer": [2]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，在火灾隐患未消除之前，单位应当落实防范措施，保障消防安全。不能确保消防安全，随时可能引发火灾或者一旦发生火灾将严重危机人身安全的，应当将危险部位。（  ）",
  "option": ["停产停业整改", "加强管理", "出租"],
  "answer": [0]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，单位应当通过多种形式开展经常性的消防安全教育。消防安全重点单位对每名员工应当至少进行一次消防安全教育。（  ）",
  "option": ["每月", "每三年", "每年"],
  "answer": [2]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，应当按照灭火和应急疏散预案，至少每半年进行一次演练，并结合实际，不断完善预案。(  )",
  "option": ["生产企业", "消防安全重点单位", "班组"],
  "answer": [1]
}, {
  "title": "根据《机关团体企业事业单位消防安全管理规定》规定，单位应将消防安全工作纳入内部检查、考核评比内容，对在消防安全工作中成绩突出的部门（班组）和个人，单位应当。（  ）",
  "option": ["给予表彰奖励", "给予处分或其他处理", "积极宣传"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，举办大型群众性活动，承办人应当依法向申请安全许可。（  ）",
  "option": ["上级单位", "公安机关", "交警队"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，消防产品必须符合；没有,必须符合。（  ）",
  "option": ["行业标准、行业标准、企业标准", "企业标准、企业标准、行业标准", "国家标准、国家标准、行业标准"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，消防车、消防艇以及消防器材、装备和设施，不得用于与工作无关的事情。（  ）",
  "option": ["消防和应急救援", "生产", "安全"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，对因参加扑救火灾或者应急救援受伤、致残或者死亡的人员，按照国家有关规定给予。(  )",
  "option": ["奖励", "医疗、抚恤", "表彰"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，建设工程的必须符合国家工程建设消防技术标准。建设、设计、施工、工程监理等单位依法对建设工程的质量负责。（  ）",
  "option": ["设计、材料", "施工、材料", "消防设计、施工"],
  "answer": [2]
}, {
  "title": "根据《中华人民共和国消防法》的规定，国务院规定的特殊工程，建设单位应将消防设计文件报送审查，依法对审查的结果负责。（  ）",
  "option": ["公安部", "住房和城乡建设主管部门", "应急管理部"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，国务院住房和城乡建设主管部门规定应当申请消防验收的建设工程竣工，应当向住房和城乡建设主管部门申请消防验收。（  ）",
  "option": ["建设单位", "施工单位", "设计单位"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定公众聚集场所在投入使用、营业前，建设单位或者使用单位应当向场所所在地的县级以上地方人民政府申请消防安全检查。(  )",
  "option": ["交管局", "消防救援机构", "市场监督局"],
  "answer": [1]
}, {
  "title": "根据《中华人民共和国消防法》的规定，不需要申请消防验收的其他建设工程，建设单位应向住房和城乡建设主管部门，住房和城乡建设主管部门应当进行。（  ）",
  "option": ["申请验收、抽查", "申请验收、检查", "备案、抽查"],
  "answer": [2]
}, {
  "title": "最新修订的《中华人民共和国消防法》，从施行。(  )",
  "option": ["2019年4月23日", "2009年5月1日", "1998年4月29日"],
  "answer": [0]
}, {
  "title": "根据《中华人民共和国消防法》的规定，应当对机关、团体、企业、事业等单位遵守消防法律、法规的情况依法进行监督检查。可以负责日常消防监督检查、消防宣传教育。（  ）",
  "option": ["消防救援机构、地方政府", "消防救援机构、公安派出所", "行业主管部门、上级单位"],
  "answer": [1]
}, {
  "title": "以下属于企业消防安全“四个能力”内容的是。(  )",
  "option": ["提高检查消除火灾隐患的能力", "提高组织扑救初期火灾的能力", "以上全对"],
  "answer": [2]
}, {
  "title": "以下属于企业消防安全“四个能力”内容的是。(  )",
  "option": ["提高组织人员疏散逃生的能力", "提高消防宣传教育培训的能力", "以上全对"],
  "answer": [2]
}, {
  "title": "我国消防工作贯彻的方针是安全第一、预防为主。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "我国消防工作实行消防安全责任制。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "任何单位和成年人都有参加有组织的灭火工作的义务。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "造成3人以下死亡，或者10人以下受伤，或者1000万元以下直接经济损失的火灾事故为特别重大火灾事故。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "任何单位、个人不得损坏、挪用、擅自拆除、停用、消防设施、器材，不得埋压、圈占、遮挡、消火栓或占用防火间距。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "单位的法定代表人是企业的消防责任人，对本单位的消防工作全面负责。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "消防安全重点单位为应当每两年进行一次消防演练。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "灭火器材只要压力正常、外观不破损就可以不用进行检测维修。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "因工作需要，可以将安全出口的疏散门上锁，钥匙由值班人员保管。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "部门在日常检查中发现火灾隐患能够立即整改的立即整改，不能立即整改的可不予理会。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "常闭式防火门因经常有人进出可以处于长期开启状态。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "动用明火作业因负责审批的人员出差学习，可以在动火之后补齐审批手续。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "动用明火作业现场应配备灭火器、水源等做好灭火措施。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "动用明火作业人员因临时有事，可以交给其他人员进行动火作业。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "动用明火作业人员经过了专业的消防培训但未取得特种作业操作证也可以上岗。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "因库房紧张，可以将货物存放在疏散通道内。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "属地部门应每月对灭火器、消火栓进行检查并留有记录，发现问题及时上报。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "因特殊管理需要应保持封闭的疏散用门，须保证火灾时不需使用钥匙等任何工具即能从内部易于打开，并应在显著位置设置标识和使用提示。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "安全出口、疏散门的正上方应采用 “安全出口”标识。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "发生火灾时仍需使用或正常工作的场所，应设置消防应急照明灯具。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "机动车可在仓库内、库区停放和修理。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "库房道路畅通、码放符合规定。堆放整齐、支撑平稳，有防滚滑措施。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "仓库的每垛货物占地面积不超过150m2，垛与垛间距不小于1m，垛与墙间距不小于0.5m，垛与梁、柱的间距不小于0.3m，主要通道的宽度不小于2m。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "每个库房应在库房外单独安装开关箱。保管人员离库时，必须拉闸断电。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "甲、乙类危化品仓库管理人员应当经过专门的安全培训，持证上岗。库房内严禁设置休息室、办公室。库房内应有防静电措施。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "造成3人以下死亡，或者10人以下受伤，或者1000万元以下直接经济损失的火灾事故为一般火灾事故。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "工业气瓶外观无严重损伤或腐蚀；两个防震圈装在规定的位置；气瓶立放时应采取防倾倒措施，要妥善固定。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "库房的照明灯具应安装在不燃或难燃的基座上，周围或下方可堆放可燃物。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "库房电器设备周围和架空线路下方严禁堆放物品。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "通风、空调设置的防火阀应完好有效。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "能与可燃物质相结合导致燃烧的物质称为(    )。",
  "option": ["助燃物", "可燃物", "不燃物"],
  "answer": [0]
}, {
  "title": "(    )是造成火灾中人员死亡的最主要原因。",
  "option": ["火烧", " 脱水", "吸入有毒气体"],
  "answer": [2]
}, {
  "title": "窒息法灭火的主要原理是(    )。",
  "option": ["减少可燃物", "降低温度", "消除助燃物"],
  "answer": [2]
}, {
  "title": "干粉灭火剂灭火的主要机理是(    )。",
  "option": ["降低氧浓度", "降低温度", "抑制链式反应和降低氧浓度"],
  "answer": [2]
}, {
  "title": "纸张的燃烧属于(    )。",
  "option": ["蒸发燃烧", "分解燃烧", "表面燃烧"],
  "answer": [1]
}, {
  "title": "因物质本身发生化学反应，产生大量气体和高温而发生的爆炸称为(    )。",
  "option": ["物理爆炸", "化学爆炸", "粉尘爆炸"],
  "answer": [1]
}, {
  "title": "可燃物质在没有外部明火焰等火源的作用下，因受热或自身发热并蓄热所产生的自行燃烧现象，称为(    )。",
  "option": ["闪燃", "自燃", "阴燃"],
  "answer": [1]
}, {
  "title": "热量通过直接接触的物体，从温度较高部位传递到温度较低部位的过程，称为(    )。",
  "option": ["热传导", "热对流", "热辐射"],
  "answer": [0]
}, {
  "title": "通过烟的(    )等特征，消防人员可以大致判断燃烧物质的种类、火灾阶段、火势蔓延方向等。",
  "option": ["气味、颜色、浓度、流动方向", "气味、颜色、流动方向", "颜色、浓度、流动方向"],
  "answer": [0]
}, {
  "title": "消防技术训练一般按(    )和操作练习两个步骤进行。",
  "option": ["理论学习", "器材准备", "讲解示范"],
  "answer": [0]
}, {
  "title": "消防技术训练的任务是使受训者能够熟练地掌握训练项目的操作程序、操作方法和(    )。",
  "option": ["操作要求", "演练程序", "操作目的"],
  "answer": [0]
}, {
  "title": "当气体灭火系统设置自动启动方式时，应在接到(    )独立的火灾信号后方可启动。",
  "option": ["单个", "两个", "三个以上"],
  "answer": [1]
}, {
  "title": "公安部61号令规定：消防安全重点单位每至少组织一次、其他单位每至少组织一次灭火和应急疏散演练。(    )",
  "option": ["周，月", "月，季度", "半年，年"],
  "answer": [2]
}, {
  "title": "专职消防队的建立，应当符合国家有关规定，并报(    )验收。",
  "option": ["市级人民政府", "省级公安机关", "当地消防救援机构"],
  "answer": [2]
}, {
  "title": "消防安全重点单位应该建立健全(    )。",
  "option": ["消防档案", "火灾档案", "生产设备安全档案"],
  "answer": [0]
}, {
  "title": "危险品库房内敷设的配电线路(    )。",
  "option": ["可以不穿管敷设", "应穿一般塑料管保护", "必须穿金属管或难燃塑料管保护"],
  "answer": [2]
}, {
  "title": "发现火灾时，应及时按下附近的输出火警信号。(    )",
  "option": ["紧急疏散开关", "紧急断电开关", "火灾报警按钮"],
  "answer": [2]
}, {
  "title": "火灾时具备防排烟功能的应及时启动以便尽快排出烟雾。（  ）",
  "option": ["空调送风", "防排烟风机", "加压送风机"],
  "answer": [1]
}, {
  "title": "法人单位的法定代表人或者非法人单位的主要负责人是单位的(    )，对单位的消防安全工作全面负责。",
  "option": ["消防安全责任人", "消防安全管理人", "消防安全检查人"],
  "answer": [0]
}, {
  "title": "家用电器着火，应（    ）。",
  "option": ["先切断电源再救火", "迅速用水扑灭", "打报警电话等待公安消防队救火"],
  "answer": [0]
}, {
  "title": "扑救火灾最有利的阶段是火灾（    ）。",
  "option": ["初起阶段", "中间阶段", "最后阶段"],
  "answer": [0]
}, {
  "title": "遇到火灾时，要迅速向（  ）逃生。",
  "option": ["楼顶方向", "人员多的方向", "安全出口方向"],
  "answer": [2]
}, {
  "title": "下列（    ）灭火剂是扑救精密仪器火灾最佳选择。",
  "option": ["二氧化碳", "干粉", "泡沫"],
  "answer": [0]
}, {
  "title": "消防救援机构扑救火灾，（    ）向发生火灾的单位、个人收取费用。",
  "option": ["不得", "可以", "按照一定标准"],
  "answer": [0]
}, {
  "title": "解决火险隐患要坚持“三定”，请问“三定”是指（    ）",
  "option": ["定专人、定时间、定整改措施", "定时间、定地点、定专人", "定人、定岗、定编制"],
  "answer": [0]
}, {
  "title": "液体表面的蒸气与空气形成可燃气体，遇到点火源时，发生一闪即灭的现象称为（    ）",
  "option": ["爆炸", "蒸发", "闪燃"],
  "answer": [2]
}, {
  "title": "液化石油气的残液应该由（    ）负责倾倒。",
  "option": ["燃气供应企业", "使用者个人", "燃气供应企业或个人"],
  "answer": [0]
}, {
  "title": "单位在营业期间，下列（    ）做法是错误的。",
  "option": ["遮挡消防安全疏散指示标志", "在安全出口处设置疏散标志", "当营业场所人数过多时，限制进入人数"],
  "answer": [0]
}, {
  "title": "下列（    ）火灾不能用水扑救",
  "option": ["棉布、家具", "金属钾、钠", "木材、纸张"],
  "answer": [1]
}, {
  "title": "烟头中心温度可达（    ），它超过了棉、麻、毛织物、纸张、家具等可燃物的燃点，若乱扔烟头接触到这些可燃物，容易引起燃烧、甚至酿成火灾。",
  "option": ["100-200℃", "400-500℃", "700-800℃"],
  "answer": [2]
}, {
  "title": "消防安全重点单位的消防工作，实行（    ）监督管理。",
  "option": ["分级", "分类", "统一"],
  "answer": [0]
}, {
  "title": "单位或家庭维修中使用溶剂和油漆时除了杜绝一切火种，还应该注意（    ）",
  "option": ["温度", "湿度", "通风"],
  "answer": [2]
}, {
  "title": "公共场所发生火灾时，该公共场所的工作人员应（    ）",
  "option": ["迅速撤离", "抢救贵重物品", "组织引导在场人员疏散"],
  "answer": [2]
}, {
  "title": "公用和城建等单位在修建道路以及停水、停电、截断通信线路时有可能影响消防队灭火救援的，（    ）事先通知当地消防救援机构。",
  "option": ["必须", "可以", "不必"],
  "answer": [0]
}, {
  "title": "建筑工程施工现场的消防安全由（    ）负责。",
  "option": ["建筑单位", "施工单位", "设计单位"],
  "answer": [1]
}, {
  "title": "浓硫酸属于(    )化学品。",
  "option": ["爆炸品", "腐蚀品", "易燃液体"],
  "answer": [1]
}, {
  "title": "下面(    )物质属于自燃物品?",
  "option": ["黄磷", "盐酸", "丙酮"],
  "answer": [0]
}, {
  "title": "CO中毒的原理是（ ）。",
  "option": ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"],
  "answer": [2]
}, {
  "title": "衡量可燃性液体火灾危险性大小的主要参数是(    )。",
  "option": ["沸点", "闪点", "燃点"],
  "answer": [1]
}, {
  "title": "危险化学品生产现场临时存放点，放置数量不得超过（    ）的使用量，使用专用储存设施储存。",
  "option": ["3天", "1周", "一个班次"],
  "answer": [2]
}, {
  "title": "煤气中毒主要成份是(    )。",
  "option": ["CO2", "CO", "氮的氧化物"],
  "answer": [1]
}, {
  "title": "易燃易爆场所中不能使用（    ）工具。",
  "option": ["铁制", "铜制", "木制"],
  "answer": [0]
}, {
  "title": "发生火灾事故，致人死亡的主要原因是（    ）。",
  "option": ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒"],
  "answer": [0]
}, {
  "title": "氧气瓶、乙炔瓶工作间距为米，距离动火点为米。（  ）",
  "option": ["1,2", "5,10", "10,20"],
  "answer": [1]
}, {
  "title": "当你发现突然有大量毒气散发时，应迅速戴上适合的（    ）。",
  "option": ["防毒面具", "眼镜", "口罩"],
  "answer": [0]
}, {
  "title": "发生危险化学品事故后，应该向（    ）方向疏散。",
  "option": ["下风", "上风", "顺风"],
  "answer": [1]
}, {
  "title": "焊割时，各种明火距氧气瓶应在（    ）以外。",
  "option": ["5 米", "8 米", "10米"],
  "answer": [2]
}, {
  "title": "下面（    ）火灾用水扑救会使火势扩大。",
  "option": ["油类", "森林", "家具"],
  "answer": [0]
}, {
  "title": "火灾扑救的基本原则是（    ）。",
  "option": ["先控制后消灭", "先消灭后控制", "只消灭不控制"],
  "answer": [0]
}, {
  "title": "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在黄色区域表示（    ）。",
  "option": ["正常", "偏高", "偏低"],
  "answer": [1]
}, {
  "title": "火场中防止烟气危害最简单的方法是(    )。",
  "option": ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"],
  "answer": [0]
}, {
  "title": "发生火灾时，如各种逃生的路线被切断，适当的做法应当是（    ）。",
  "option": ["大声呼救", "强行逃生", "退居室内，关闭门窗，同时可向室外发出求救信号"],
  "answer": [2]
}, {
  "title": "下列场所灭火器配置方案中，错误的是（    ）",
  "option": ["商场服装库房配置水基型灭火器", "碱金属（钾钠）库房配置水基型灭火器","食用油库房配置泡沫灭火器"],
  "answer": [1]
}, {
  "title": "可燃物开始持续燃烧所需要的最低温度称之为（    ）。",
  "option": ["冰点", "沸点", "燃点"],
  "answer": [2]
}, {
  "title": "禁止在具有火灾、爆炸危险的场所使用明火，因特殊情况需要进行电、气焊等明火作业的，动火部门和人员应当按照单位的用火管理制度办理审批手续，落实(    )，在确认无火灾、爆炸危险后方可动火施工。",
  "option": ["警示标志", "灭火器材", "现场监护人"],
  "answer": [2]
}, {
  "title": "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是（    ）。",
  "option": ["中毒", "缺氧", "爆炸"],
  "answer": [1]
}, {
  "title": "火灾初期阶段是扑救火灾（    ）的阶段。",
  "option": ["最不利", "最有利", "较不力"],
  "answer": [1]
}, {
  "title": "使用灭火器扑灭初起火灾时要对准火焰的（    ）喷射。",
  "option": ["上部", "中部", "根部"],
  "answer": [2]
}, {
  "title": "发现燃气泄漏，要速关阀门，打开门窗，不能（    ）",
  "option": ["触动电器开关或拨打电话", "使用明火", "以上全对都正确"],
  "answer": [2]
}, {
  "title": "爆炸品着火禁止使用的灭火剂为(    )。",
  "option": ["水", "泡沫", "沙土盖压"],
  "answer": [2]
}, {
  "title": "一般来讲(    )",
  "option": ["气体比较容易燃烧,其次是液体,再次是固体","液体比较容易燃烧,其次是气体,再次是固体","固体比较容易燃烧,其次是液体,再次是气体"],
  "answer": [0]
}, {
  "title": "下列关于特殊化学品火灾扑救说法不正确的是(    )",
  "option": ["扑救爆炸物品火灾时,水流应采用吊射",'扑救爆炸物品堆垛火灾时,切忌用沙土盖压',"扑救压缩气体或液化气体类火灾时,应立即扑灭火焰"],
  "answer": [2]
}, {
  "title": "当身上衣服着火时，可立即 （    ）",
  "option": ["奔跑离开火场，灭掉身上火苗", "用手或物品扑打身上火苗", "就地打滚，压灭身上火苗"],
  "answer": [2]
}, {
  "title": "发生火灾时，应（    ）逃生。",
  "option": ["从消防通道", "乘坐电梯", "向下层楼跑"],
  "answer": [0]
}, {
  "title": "静电最为严重的危险是(    )",
  "option": ["静电电击", "妨碍生产", "引起爆炸和火灾"],
  "answer": [2]
}, {
  "title": "毒物进入人体的途径有三个,即(    )",
  "option": ["口、鼻、耳", "食物、空气、水", "皮肤、呼吸道、消化道"],
  "answer": [2]
}, {
  "title": "危险品库房内敷设的配电线路，（   ）。",
  "option": ["可以不穿管敷设　　", "应穿一般塑料管保护", "必须穿金属管或难燃塑料管保护"],
  "answer": [2]
}, {
  "title": "生产、使用易燃易爆化学物品场所的电气设备，必须符合国家（   ）标准。",
  "option": ["电气防爆", "防火措施", "防静电导除"],
  "answer": [0]
}, {
  "title": "扑救电气火灾，首先应做的是（    ）。",
  "option": ["切断电源", "使用干粉灭火器灭火", "使用二氧化碳灭火器灭火"],
  "answer": [0]
}, {
  "title": "电气设备着火后，如果不能断电，应如何处理？（    ）",
  "option": ["用泡沫灭火器灭火", "用二氧化碳灭火器灭火", "用水灭火"],
  "answer": [1]
}, {
  "title": "导线与导线、导线与电气设备的连接处由于接触面处理不好，接头松动，造成连接电阻过大，形成局部过热的现象，称为(    )。",
  "option": ["短路", "接触不良", "漏电"],
  "answer": [1]
}, {
  "title": "正在通电使用的灯泡反复出现时暗时亮现象，可能是电路存在（    ）故障。",
  "option": ["短路", "过负荷 　　", "接触不良"],
  "answer": [2]
}, {
  "title": "电脑着火了，应作何紧急处理？（    ）",
  "option": ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"],
  "answer": [1]
}, {
  "title": "扑救电气火灾应当使用（    ）。",
  "option": ["泡沫灭火器　　　", "干粉灭火器　　　", "水"],
  "answer": [1]
}, {
  "title": "对新建的易燃易爆化学物品生产场所工程的消防设计未经住房和城乡建设部门审核或者审核不合格，擅自施工的，消防机构应当（   ）。",
  "option": ["责令停止违法行为", "责令限期改正", "责令停止施工并处罚款"],
  "answer": [2]
}, {
  "title": "（    ）不得与居住场所设置在同一建筑物内，并应当与居住场所保持安全距离。",
  "option": ["人员密集场所", "公共娱乐场所", "生产、储存、经营易燃易爆危险品的场所"],
  "answer": [2]
}, {
  "title": "如果听到疏散警报，以下行动不正确的是（    ）。",
  "option": ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"],
  "answer": [2]
}, {
  "title": "疏散走道及其转角处的安全指示标志宜设置在（  ）。",
  "option": ["走道地面上", "走道顶部", "距地面1米以下墙面上"],
  "answer": [2]
}, {
  "title": "同一建筑物由两个以上单位管理或者使用的，应当明确各方的(    )，并确定责任人对共用的疏散通道、安全出口、建筑消防设施和消防车通道进行统一管理。",
  "option": ["消防经费责任", "消防培训责任　", "消防安全责任"],
  "answer": [2]
}, {
  "title": "建筑构件在空气中遇明火或在高温作用下难起火，当火源移开后燃烧立即停止，则这种构件是（  ）",
  "option": ["不燃体　", "难燃体　", "易燃体"],
  "answer": [1]
}, {
  "title": "在火灾过程中，（  ）是造成烟气向上蔓延的主要因素。",
  "option": ["烟囱效应　", "火风压 　", "水平蔓延"],
  "answer": [0]
}, {
  "title": "所居住的高层建筑发生火灾时，可通过什么方法逃生？（    ）",
  "option": ["乘坐电梯", "从窗口跳出", "从安全通道有秩序下楼"],
  "answer": [2]
}, {
  "title": "发生火灾后，当我们跑到楼梯口发现楼梯间全部是浓烟时，我们应该（    ）。",
  "option": ["进楼梯间往下跑", "进楼梯间往上跑", "不进入楼梯间，寻找其他逃生途径"],
  "answer": [2]
}, {
  "title": "高层建筑楼梯间防火门应保持（    ）状态。",
  "option": ["常开", "常闭", "都可以"],
  "answer": [1]
}, {
  "title": "（    ）的门窗不得设置影响逃生和灭火救援的障碍物",
  "option": ["人员密集场所", "居民楼", "学校实验楼"],
  "answer": [0]
}, {
  "title": "在火灾中，跳楼逃生相对安全的楼层是（    ）。",
  "option": ["五层以下楼房均可", "楼房两层以下，且室外地面为花园草坪等非硬化地面", "所有楼层都可以"],
  "answer": [1]
}, {
  "title": "当建、构筑物内某一被监视现场发生火灾时，（  ）探测到火灾发生的烟雾、高温、火焰及火灾特有的气体等信号并转换成电信号，立即传送到火灾报警控制器。",
  "option": ["火灾报警器", "火灾报警装置", "火灾探测器"],
  "answer": [2]
}, {
  "title": "依据公安部第61号令,企业应当至少(    )进行一次防火检查。",
  "option": ["每月", "每星期", "每季度"],
  "answer": [0]
}, {
  "title": "《消防监督检查记录》应当由（    ）存档备查。",
  "option": ["被检查单位　　　", "消防机构和被检查单位", "消防机构　"],
  "answer": [1]
}, {
  "title": "下列行为中应当依法责令停产停业并处罚款的是（   ）。",
  "option": ["占用、堵塞安全出口的", "消火栓、灭火器材被挪作他用的", "公众聚集场所未经消防安全检查合格擅自使用的"],
  "answer": [2]
}, {
  "title": "对违法行为并当场改正完毕，依法可以不予行政处罚的，可以口头责令改正，并在检查记录上注明。（    ）",
  "option": ["轻微", "严重", "恶劣"],
  "answer": [0]
}, {
  "title": "消防机构在消防监督检查时，发现建筑内安全出口、楼梯、疏散通道被单位用实体墙封堵，已不具备安全疏散条件，不及时消除可能严重威胁公共安全的，应当责令改正、依法处罚并（   ）。",
  "option": ["对产权单位负责人处行政拘留　　　", "责令停止营业", "采取临时查封措施"],
  "answer": [2]
}, {
  "title": "消防监督人员在监督检查时，发现电气产品、燃气用具的安装、使用及线路、管路的设计、敷设、维护保养、检测不符合消防技术标准和管理规定的应当（   ）。",
  "option": ["责令停产停业", "责令限期改正", "给予行政处罚"],
  "answer": [1]
}, {
  "title": "消防机构在检查时发现某消防安全重点单位未履行法律规定的消防安全职责，消防安全责任人不明确、消防安全制度不健全、防火检查不落实的，应当（    ）。",
  "option": ["责令限期改正", "责令停产停业", "给予主要负责人行政处分"],
  "answer": [0]
}, {
  "title": "防火巡查人员发现初起火灾应当（   ）并及时扑救。",
  "option": ["报告单位消防安全责任人", "报告消防安全管理人", "立即报警"],
  "answer": [2]
}, {
  "title": "对不能当场改正的火灾隐患，在火灾隐患未消除之前，单位应当（   ），保障消防安全。",
  "option": ["设置警示标志", "落实报警措施", "落实防范措施"],
  "answer": [2]
}, {
  "title": "违反规定使用明火作业或者在具有火灾、爆炸危险的场所吸烟、使用明火的（   ）。",
  "option": ["处警告或者五百元以下罚款；情节严重的，处五日以下拘留", "处警告或者五千元以下罚款", "处五百元以下罚款"],
  "answer": [0]
}, {
  "title": "消防安全重点单位对每名员工应当至少（  ）进行一次消防安全培训。",
  "option": ["每季度", "每半年", "每年"],
  "answer": [2]
}, {
  "title": "燃着的烟头有可能引起(    )阴燃。",
  "option": ["塑料", "羊毛", "棉织品"],
  "answer": [2]
}, {
  "title": "对工程监理单位与建设单位串通，弄虚作假，降低消防施工质量的违法行为，依据《消防法》的规定，该违法行为行政处罚的对象是（    ）。",
  "option": ["建设单位", "工程监理单位", "监理单位和建设单位"],
  "answer": [2]
}, {
  "title": "已满（    ）周岁的人过失引起火灾构成犯罪的，应当负刑事责任。",
  "option": ["20", "18", "16"],
  "answer": [2]
}, {
  "title": "专（兼）职消防队、志愿消防队负责人的消防安全培训由（    ）具体负责实施。",
  "option": ["消防机构", "教育部门", "人力资源部门"],
  "answer": [0]
}, {
  "title": "火灾报警电话是(    )。",
  "option": ["110 　", "119 　", "120 　"],
  "answer": [1]
}, {
  "title": "燃烧是可燃物与(    )作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
  "option": ["氧化剂", "还原剂", "催化剂"],
  "answer": [0]
}, {
  "title": "凡使物质开始燃烧的外部热源，统称为(    )。",
  "option": ["引火源", "助燃物　", "氧化剂"],
  "answer": [0]
}, {
  "title": "下列(    )物质是引火源?",
  "option": ["电火花", "纸", "空气"],
  "answer": [0]
}, {
  "title": "下列气体中，（    ）属于易燃气体。",
  "option": ["二氧化碳", "乙炔", "氮气"],
  "answer": [1]
}, {
  "title": "用湿棉被、湿麻袋等捂盖已着火的物质，属于(    )。",
  "option": ["冷却法", "窒息法", "抑制法"],
  "answer": [1]
}, {
  "title": "以下对报警电话描述不正确的是(    )。",
  "option": ["119报警电话是免费的", "发生火灾时任何人都可以拨打119", "演练时候可以拨打119"],
  "answer": [2]
}, {
  "title": "在火灾发展过程中，烟气流动的方向一般与火势蔓延方向（   ）。",
  "option": ["相同", "相反 　　", "垂直"],
  "answer": [2]
}, {
  "title": "火场逃生的原则是 (    ) 。",
  "option": ["带上日后生活必需钱财要紧", "安全撤离、救助结合", "逃命第一"],
  "answer": [1]
}, {
  "title": "在火灾或者日常生活中，如被烧、烫伤最有效的应急方法是（    ）、",
  "option": ["用冷水浸泡或冰块冷敷等紧急散热措施", "立即包扎", "就近送医院"],
  "answer": [0]
}, {
  "title": "火灾致人死亡的最主要原因是（    ）。",
  "option": ["吸入有毒烟气窒息死亡", "直接被火烧死", "人员拥挤致死"],
  "answer": [0]
}, {
  "title": "用直流水喷射着火物来降低燃烧物的温度，这样的灭火方法称之为（    ）。",
  "option": ["冷却法", "窒息法", "隔离法"],
  "answer": [0]
}, {
  "title": "车间需要电焊，必须进行（  ）审批。",
  "option": ["动火", "电焊", "焊接"],
  "answer": [0]
}, {
  "title": "火灾事故调查时，对火灾受伤人员的人身伤害的医学鉴定应当由（  ）进行。",
  "option": ["具有执业资格的医生", "火灾事故调查人员", "法医"],
  "answer": [2]
}, {
  "title": "燃烧是一种放热发光的（  ）。",
  "option": ["化学反应　", "物理反应　", "光电反应"],
  "answer": [0]
}, {
  "title": "炒菜时，油锅着火了，应如何正确处理？（    ）",
  "option": ["迅速盖上锅盖", "迅速往油锅里倒凉水", "迅速往油锅里倒蔬菜"],
  "answer": [0]
}, {
  "title": "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在绿色区域表示（    ）。",
  "option": ["正常", "偏高", "偏低"],
  "answer": [0]
}, {
  "title": "在浓烟中逃生，若没有防烟面罩，应以湿毛巾掩口鼻（    ）避免吸人致命浓烟。",
  "option": ["弯腰设法贴近地面爬行", "缓步跑离开浓烟范围", "昂首挺胸步行前进"],
  "answer": [0]
}, {
  "title": "《消防法》确立的消防工作原则是：政府统一领导、部门依法监管、单位全面负责、公民积极参与。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "燃烧是一种放热发光的物理反应。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "干粉灭火剂灭火的主要机理是化学抑制。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "烟囱效应是建筑火灾通过楼梯间和电梯井迅速向上发展蔓延的主要原因之一。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "液化气钢瓶爆炸属于化学爆炸。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "《消防法》规定，任何单位和个人都有维护消防安全、保护消防设施、预防火灾、报告火警的权利。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "室内消火栓栓口的出水方向应便于消防水带的敷设，并宜与设置消火栓的墙面成900角或向下。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "常见的水泵接合器分为地上式水泵接合器、地下式、水泵接合器和墙壁式水泵接合器三种形式。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "人员密集场所的疏散通道、安全出口可自愿配置疏散照明和疏散指示标志。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "社会单位消防安全“四个能力”分别是： 检查消除火灾隐患能力、组织扑救初起火灾能力、组织人员疏散逃生能力、消防宣传教育培训能力。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "消防控制室、消防水泵房、自备发电机房、配电室、防排烟机房以及发生火灾时仍需正常工作的消防设备房应设置备用照明，其作业面的最低照度不应低于正常照明的照度。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "室内消火栓栓口距地面高度宜为1.1m。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "常闭防火门应在门扇的明显位置设置保持防火门开启等提示标志。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "消防安全重点单位应当进行每日防火巡查，防火巡查应当填写巡查记录，巡查人员及其主管人员应当在巡查记录上签名。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "灭火器应该放置在被保护物附近、通风干燥及取用方便的地方。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "单位应当组织新上岗和进入新岗位的员工进行上岗前的消防安全培训。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "单位在生产时，为做好安全保卫工作，可临时将安全出口上锁，下班时打开。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "走廊、楼道等公用区域可以放置、堆积一些不易起火的杂物。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "危险化学品仓库应设置醒目的防火、禁止吸烟等安全警示标志。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "任何危险化学品都可以通过公路、铁路和水域渠道进行运输。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "一切爆炸品严禁与氧化剂、自燃物品、酸、碱、盐类、易燃可燃物、金属粉末和钢铁材料器具等混储混运。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "发现房间内充满煤气、液化气、汽油等易燃气体或易燃液体的蒸汽时，应立即在该房间内拨打电话或手机报警。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "下班离开工作岗位时应熄灭火种，切断非工作电源。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "储存易燃、易爆危险化学品的建筑,必须安装避雷设备。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "易燃液体、遇湿易燃物品、易燃固体不得与氧化剂混合储存,具有还原性的氧化剂应单独存放。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "危险化学品仓库的库房门应为铁门或木质外包铁皮并采用内开式。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "为防止易燃气体积聚而发生爆炸和火灾,贮存和使用易燃液体的区域要有良好的空气流通。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "危险化学品专用仓库,应当符合国家标准对安全、消防的要求,设置明显标志。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "进行电焊、气焊等具有火灾危险的作业人员必须持证上岗，并严格遵守消防安全操作规程。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "电气线路火灾可以用水扑救。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "下班后关闭电脑等办公电器后，应及时关闭插座电源开关，减少电气安全风险。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "送风口、排烟口前可以堆放物品。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "防火卷帘下可以放置物品。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "室外消火栓应沿着道路布置，宽度超过60米的道路，为避免水带穿越道路影响交通或被车辆轧压，宜将消火栓在道路两侧布置，为方便使用，十字路口应设有消火栓。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "难燃烧体指用难燃材料做成的建筑构件或用可燃材料做成而用不燃材料做保护层的建筑构件。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "排烟的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "防烟的目的是防止烟气进入疏散通道。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "任何单位和个人都有权对消防机构及其工作人员在执法中的违法行为进行检举、控告。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "当事人对当场处罚决定不服的，有权提起行政诉讼。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在统一建筑物内，但要保持安全距离。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "法人单位的法定代表人应对本单位的消防安全工作全面负责。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "班组长要管理好本班组的明火点、电器设备、各种易燃易爆物品、严防火灾事故的发生。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "室外消防栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "灭火器的灭火级别应由数字和字母组成，数字表示灭火级别的大小，字母(A或B)表示灭火级别的单位及适用扑救火灾的种类。(  )",
  "answer": [ 0],
  "option": ["正确", "错误"]
}, {
  "title": "对于有两个以上产权单位和使用单位的建筑物，各产权单位、使用单位对消防车通道、涉及公共消防安全的疏散设施和其他建筑消防设施应当明确管理责任，可以委托统一管理。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "公众聚集场所或者两个以上单位共同使用的建筑物局部施工需要使用明火时，施工单位和使用单位应当共同采取措施，将施工区和使用区进行防火分隔，消除动火区的易燃、可燃物，配置消防器材，专人监护，保证施工及使用范围的消防安全。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "企事业单位应对员工进行消防安全培训。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "企事业单位应制定灭火和应急疏散预案，如果没有时间可不进行消防演练。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "员工在生产过程中发现不安全隐患应及时报告，且有权制止违反消防法规的行为。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "灭火器是扑灭初期火灾的有效手段。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "灭火器材设置点附近不能堆放物品，以免影响灭火器的取用。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "二氧化碳灭火器使用不当，可能会冻伤手指。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
}, {
  "title": "任何单位发生火灾，必须等待消防救援机构的专业扑救，不必立即组织力量扑救。(  )",
  "answer": [1],
  "option": ["正确", "错误"]
}, {
  "title": "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。(  )",
  "answer": [0],
  "option": ["正确", "错误"]
},  
 {
  "title": "灭火的基本原理可分为(    )。",
  "option": ["冷却 ", "窒息 ", "隔离 ", "化学抑制"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "常见的几类灭火剂有(    )等。",
  "option": ["水 ", "泡沫灭火剂 ", "二氧化碳 ", "干粉灭火剂"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "下列选项中，(    )是常见的火灾蔓延形式。",
  "option": ["直接燃烧", "热传导", "热辐射 ", "热对流 "],
  "answer": [0, 1, 2, 3]
}, {
  "title": "下列属于现行国家标准火灾分类的为(    )。",
  "option": ["固体物质火灾", "液体或可熔化的固体物质火灾", "气体火灾", "带电火灾"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "泡沫灭火剂的灭火机理为(    )。",
  "option": ["在燃烧物表面形成泡沫覆盖层，窒息灭火", "防止可燃物本身和附近可燃物质的蒸发", "泡沫析出的水对燃烧物表面进行冷却", "泡沫受热蒸发的水蒸汽降低燃烧区周围氧的浓度"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "下列操作中，利用窒息法灭火的是(    )。",
  "option": ["全淹没二氧化碳灭火系统灭火", "转移着火物相邻物品", "喷射泡沫覆盖着火油面灭火", "用湿麻袋片灭敞口油桶火"],
  "answer": [0, 2, 3]
}, {
  "title": "燃烧产物对灭火工作不利方面是(    ) ",
  "option": ["引起人员中毒、窒息 ", "使人烫伤 ", "影响视线 ", "成为火势发展、蔓延的因素"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "以下易发生轰燃的场所是(    )。 ",
  "option": ["大空间建筑 ", "狭小空间", "可燃物含水量大 ", "可燃物比较干燥"],
  "answer": [1, 3]
}, {
  "title": "与可燃性气体爆炸相比，粉尘爆炸(    )。",
  "option": ["压力上升较慢", "较高压力持续时间长", "释放的能量大", "破坏力强"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "粉尘爆炸的条件是(    )。",
  "option": ["粉尘本身是可燃的 ", "粉尘以一定浓度悬浮在空气中", "存在足以引起粉尘爆炸的火源", "相当大的比表面积"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "单位应当建立健全消防档案，并应当将(    )等统一保管备查。",
  "option": ["本单位的基本概况 ", "产品质量记录 ", "与消防工作有关的材料和记录", "消防救援机构填发的各种法律文书"],
  "answer": [0, 2, 3]
}, {
  "title": "消防安全重点单位应当履行的消防安全职责包括(    )。",
  "option": ["确定消防安全管理人，组织实施本单位的消防安全管理工作", "建立消防档案，确定消防安全重点部位，设置防火标志，实行严格管理", "实行每日防火巡查，并建立巡查记录", "对职工进行岗前消防安全培训，定期组织消防安全培训和消防演练"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "防火巡查人员应当及时(    )，无法当场处置的，应当立即报告。发现初起火灾应当立即报警并及时扑救。",
  "option": ["纠正违章行为", "妥善处置火灾危险 ", "依法没收危险物品", "处罚违法行为 "],
  "answer": [0, 1]
}, {
  "title": "普通职工基本消防知识应掌握的“四懂”包括（    ）",
  "option": ["懂本岗位的火灾危险性 ", "懂预防火灾的措施", "懂扑救火灾的方法 ", "懂逃生的方法"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "作业场所使用化学品系指可能使工人接触化学制品的任何作业活动，包括（    ）。",
  "option": ["化学品的生产、搬运、贮存、运输 ", "化学品废料的处置或处理", "因作业活动导致的化学品的排放 ", "化学品设备和容器的保养、维修和清洁"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "需要进行危险化学品登记的单位为(    )。",
  "option": ["生产危险化学品的单位", "使用其他危险化学品数量构成重大危险源的单位", "经营危险化学品的单位 ", "使用剧毒化学品的单位"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "危险化学品事故的类型主要是泄漏、火灾、爆炸、（    ）等。",
  "option": ["中毒 ", "窒息 ", "灼伤 ", "高处坠落"],
  "answer": [0, 1, 2]
}, {
  "title": "电气设备引起火灾的原因有：（    ）、接触电阻热、电火花和电弧、照明灯具及电热元件工具的表面热、过电压、涡流热。",
  "option": ["短路", "送电 ", "温度过低", "过负荷"],
  "answer": [0, 3]
}, {
  "title": "下列可导致火灾的引火源是（    ）。",
  "option": ["明火、高温表面、非生产用火", "冲击摩擦、电火花", "自燃发热、静电火花", "光或热射线"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "有关消防安全，哪些说法是正确的？(    )",
  "option": ["要熟悉最近的安全设施的位置并知道如何使用", "消防栓和灭火器不能被遮挡、阻隔", "安全出口不经常使用时，可以锁闭", "听到紧急疏散警报声时，应立即撤离"],
  "answer": [0, 1, 3]
}, {
  "title": "下列哪些设备为室内消火栓箱内的设备(    ) 。",
  "option": ["水枪 ", "水带 ", "喷淋启动按钮 ", "消火栓接口 "],
  "answer": [0, 1, 3]
}, {
  "title": "装过或者存有(  )的容器、管道和设备，在未将其彻底清洗干净前，不得进行焊割。",
  "option": ["易燃、可燃液体 ", "易燃、可燃气体", "易燃、可燃固体 ", " 危险化学品"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "ABC干粉灭火器可以扑灭以下火灾的有（   ）",
  "option": ["办公桌椅火灾 ", "油类 ", "天然气火灾", "正在使用的电脑发生火灾"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "单位应当保障疏散通道、安全出口畅通，设置符合国家规定的安全疏散设施并保持处于正常状态，严禁下列（  ）等行为。",
  "option": ["占用疏散通道", "在安全出口或者疏散通道上安装栅栏等影响疏散的障碍物", "在营业、生产、教学、工作期间将安全出口上锁、遮挡", "在营业、生产、教学、工作期间将安全疏散指示标志遮挡、覆盖"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "高层建筑的宾馆、饭店如果竖向分隔未能达到规范要求，一旦发生火灾，（  ）都是火灾竖向蔓延的渠道。",
  "option": ["楼梯间 　", "电梯井 　", "管道井　", "电缆井"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "同一建筑物由两个以上单位管理或者使用的，应当明确各自的消防安全责任，并确定责任人对共用的（  ）等进行统一管理。",
  "option": ["疏散通道 ", "安全出口", "建筑消防设施 ", "消防车通道"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "《中华人民共和国消防法》规定：任何单位、个人不得（  ）的消防设施、器材，不得埋压、圈占、遮挡消火栓或者占用防火间距，不得占用、堵塞、封闭疏散通道、安全出口、消防车通道。",
  "option": ["损坏 ", "挪用 ", "擅自拆除 ", "停用"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "《消防法》中规定所称人员密集场所，包括(  )。",
  "option": ["宾馆、饭店、商场、集贸市场、体育场馆、会堂、公共娱乐场所等公众聚集场所", "医院的门诊楼、病房楼，学校的教学楼、图书馆和集体宿舍，养老院、托儿所、幼儿园", "客运车站、码头、民用机场的候车、候船、候机厅（楼）", "劳动密集型企业的生产加工车间、员工集体宿舍"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "消防安全重点单位进行每日防火巡查应当包括（  ）等内容。",
  "option": ["用火、用电有无违章情况", "安全出口、疏散通道是否畅通，安全疏散指示标志、应急照明是否完好", "消防设施、器材和消防安全标志是否在位、完整", "常闭式防火门是否处于关闭状态，防火卷帘下是否堆放物品影响使用"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "消防安全重点单位制定的灭火和应急疏散预案应当包括（  ）等内容。",
  "option": ["医疗赔付程序", "报警和接警处置程序", "扑救初起火灾及应急疏散的组织程序和措施", "通讯联络、安全防护救护的程序和措施 "],
  "answer": [1, 2, 3]
}, {
  "title": "《中华人民共和国消防法》规定：任何单位和个人都有（    ）的义务。",
  "option": ["维护消防安全", "保护消防设施", "预防火灾", "报告火警"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "燃烧必须有几个条件，这几个条件缺任何一个，燃烧都不能发生，因此将它们称为燃烧要素。燃烧的要素为（    ） 。",
  "option": ["温度", "助燃物 ", "可燃物", "引火源"],
  "answer": [1, 2, 3]
}, {
  "title": "厨房出现燃气泄漏时应采取哪些措施（    ）。",
  "option": ["打开门窗通风", "用手机及座机打电话报警 ", "关闭燃气阀门", "开灯"],
  "answer": [0, 2]
}, {
  "title": "灭火器的设置要求有(  )。",
  "option": ["应设在便于人们取用的地点", "应设置在明显的地点", "应设置稳固 ", "设置不得影响安全疏散"],
  "answer": [0, 1, 2, 3]
}, {
  "title": "应设置疏散指示标志的场所和部位有（  ）。",
  "option": ["民用建筑和人防工程中的观众厅、展览厅、多功能厅、餐厅和商业营业厅等人员密集场所疏散路线以及疏散出口处", "歌舞游艺场所的疏散走道和其他主要疏散路线以及疏散出口处", "除二类高层居住建筑外的高层民用建筑，其走道和安全出口处", "所有高层民用建筑，其走道和安全出口处"],
  "answer": [0, 1, 2]
}, {
  "title": "消防机构根据本地区火灾规律、特点等消防安全需要组织监督抽查；在（  ）应当组织监督抽查。",
  "option": ["火灾多发季节 ", "重大节日前或者期间 ", "重大活动前或者期间 ", "夜间"],
  "answer": [0, 1, 2]
}, {
  "title": "防火门日常巡检要求包括（    ）。",
  "option": ["外观完好，门关闭是否完好 ", "防火门是否干净", "闭门器、顺序器功能是否正常", "防火门附近应无杂物"],
  "answer": [0, 2, 3]
}, {
  "title": "使用灭火器灭火时，人的站立位置应是（    ）。 ",
  "option": ["上风口 ", "下风口", "侧风方向 "],
  "answer": [0, 2]
}, {
  "title": "疏散撤离时应严禁以下行为（    ）。",
  "option": ["使用电梯", "听从现场疏导人员的指挥 ", "推挤、喧哗 ", "可以不按疏导自行离开"],
  "answer": [0, 2, 3]
}, {
  "title": "对人员疏散方法的描述正确的是(    )。",
  "option": ["做好防护，低姿撤离　　", "鱼贯地撤离", "自身着火，快速奔跑　　", "利用建、构筑内配备的消防救助"],
  "answer": [0, 1, 3]
}];

// // 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""), "  ");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
