let question = [
    {
        "title": "质量月(Quality Month)是指在（ A ）质量工作主管部门的倡导和部署下，由全社会尤其是广大企业积极参与、旨在提高全民族质量意识、提高质量的一年一度的" +
                "专题活动。",
        "option": [
            "国家", "行业 ", "公司", "国际"
        ],
        "score": 5
    }, {
        "title": "2017年国家质量月的主题是（ C ）。",
        "option": [
            "提升供给质量 建设质量强国", "人人创造质量 人人享受质量 ", "大力提升质量 建设质量强国", "推动&quot;三个转变&quot;，建设质量强国"
        ],
        "score": 5
    }, {
        "title": "质量管理中&quot;质量&quot;的定义是（ B ）。",
        "option": [
            " 物体所具有的一种物理属性", "一组固有特性满足要求的程度 ", "客观价值或主体感受的现量", "物体所含物质的数量"
        ],
        "score": 5
    }, {
        "title": "目前公司开展的重点工作&quot;价值工程&quot;的目标是（ B ）。",
        "option": [
            "&quot;零缺陷&quot;&quot;零漏废&quot; B&quot;提质增效、降本增效&quot;", "降本增效", "零漏废"
        ],
        "score": 5
    }, {
        "title": "公司重点工作&quot;精品工程&quot;目标是（ A ）。",
        "option": [
            "&quot;零缺陷&quot;&quot;零漏废&quot;", "&quot;提质增效、降本增效&quot;", "降本增效", "零漏废"
        ],
        "score": 5
    }, {
        "title": "&quot;四新&quot;管理中不包括（ C ）。",
        "option": [
            "新工艺", "新材料 ", "新人员", "新设备"
        ],
        "score": 5
    }, {
        "title": "公司印钞、钞纸、造币工艺技术由公司( D )归口管理。",
        "option": [
            "技术中心", " 工艺管理委员会", "相关制作部", "技术质量部"
        ],
        "score": 5
    }, {
        "title": "工艺技术发展规划是根据行业发展战略制定的中长期工艺技术发展方向、水平、规模的战略计划，分（ C ），是公司五年发展规划的组成部分。",
        "option": [
            " 五年工艺技术发展规划", "年度工艺技术工作计划 ", "五年工艺技术发展规划和年度工艺技术工作计划", "长期"
        ],
        "score": 5
    }, {
        "title": "第五套人民币2005年版纸币采用的特种安全纤维是：（ C ）",
        "option": [
            "有色纤维", "有色荧光纤维 ", "无色荧光纤维", " 金属纤维"
        ],
        "score": 5
    }, {
        "title": "假币一般分为 （ B ） 两大类。",
        "option": [
            "机制币和手绘币", "伪造币和变造币", "复印币和机制币", "都是"
        ],
        "score": 5
    }, {
        "title": "根据制作工艺和分布位置的不同，水印可分为固定水印、半固定水印和（ C ）。",
        "option": [
            "人像水印", "白水印", "满版水印", "高光水印"
        ],
        "score": 5
    }, {
        "title": "纸张含水量过高，印刷时产品容易产生分纸，导致（ D ）作废",
        "option": [
            "蹭脏", "脏污", "收纸", "套印不准"
        ],
        "score": 5
    }, {
        "title": "纸张掉毛掉粉，印刷时产品容易产生（ A ）的点子废，控制检查困难。",
        "option": [
            "无规律", "有规律", "连续", "固定"
        ],
        "score": 5
    }, {
        "title": "我国第一次不依赖国外，全部实现自主设计、印制的是（ C ）人民币。",
        "option": [
            "第一套", "第二套", "第三套", "第四套"
        ],
        "score": 5
    }, {
        "title": "从人民币产品到流通中现金需要经过的环节是（B）",
        "option": [
            "印钞厂→业务库→发行库→企业和个人 ", "印钞厂→发行库→业务库→企业和个人", "印钞厂→企业和个人→发行库→业务库", "印钞厂→企业和个人→业务库→发行库"
        ],
        "score": 5
    }, {
        "title": "QC小组与行政班组的主要不同点在于（D）。",
        "option": [
            "组织原则不同", "活动目的不同", "活动方式不同", "全对"
        ],
        "score": 5
    }, {
        "title": "价值工程起源于20世纪40年代的美国，是一种技术经济分析方法，即成本效益分析方法。（B）",
        "option": [
            "错误", "正确"
        ],
        "score": 5
    }, {
        "title": "价值工程通常涉及三个基本要素，即（A）。",
        "option": [
            "价值、功能、成本", "价值、安全、质量", "安全、质量、成本"
        ],
        "score": 5
    }, {
        "title": "生产质量检验分为（ B ）基本要素。",
        "option": [
            "计划、度量、判断、比较", "度量、比较、判断、处理", "检查、比较、判断、总结", "计划、度量、判断、总结"
        ],
        "score": 5
    }, {
        "title": "价值工程的特点（ D ）",
        "option": [
            "以产品和服务的功能需求为出发点，提高使用价值为目的", "以功能分析为核心，系统研究功能与成本之间的关系", "以开发集体智力资源为基础，以科学分析为工具", "全对"
        ],
        "score": 5
    }, {
        "title": "QC小组是指（ C ） 。",
        "option": [
            "质量攻关小组", "质量控制小组", "质量管理小组", "质量检查小组 "
        ],
        "score": 5
    }, {
        "title": "中华人民共和国产品质量法施行日期是（ B ）。",
        "option": [
            "1993年2月22日", "1993年9月1日", "2000年7月8日", "2000年9月1日"
        ],
        "score": 5
    }, {
        "title": "国务院颁布《质量发展纲要》实施时间是（ C ）。",
        "option": [
            "1996年—2010年", "2010年—2016年", "2011年—2020年", "2011年—2016年"
        ],
        "score": 5
    }, {
        "title": "国家对产品质量实行以（ A ）方式为主的监督检查制度。",
        "option": [
            "抽查", "定期检验", "委托检验", "飞行检查"
        ],
        "score": 5
    }, {
        "title": "成都印钞有限公司《经营管理基本法》第三十一条：建立（ C ）机制，在安全、质量可控的前提下，达到成本最优。",
        "option": [
            "安全成本分析", "质量成本分析", "安全成本和质量成本分析", "安全风险和质量风险分析"
        ],
        "score": 5
    }, {
        "title": "质量风险管理要求是（D）。",
        "option": [
            "建立体系", "加强培训", "实施奖惩", "全对"
        ],
        "score": 5
    }, {
        "title": "我公司的质量理念是（ B ）。",
        "option": [
            "强化质量效益，服务转型升级", "严守标准，精铸名片", "千金一诺，和谐共赢", "质量提升，标准引领"
        ],
        "score": 5
    }, {
        "title": "（ D ）明确规定：中华人民共和国的法定货币是人民币，人民币由中国人民银行指定的专门企业印制。",
        "option": [
            "《中华人民共和国宪法》 ", "《中华人民共和国治安条例》 ", "《中华人民共和国物权保护法》 ", "《中华人民共和国人民币管理条例》"
        ],
        "score": 5
    }, {
        "title": "第五套人民币设计结构特征是（ D ）。",
        "option": [
            "四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、大水印、大面额，开放式结构"
        ],
        "score": 5
    }, {
        "title": "我国质量月活动始于（ A ），其目的是提高全民族的质量意识和质量水平。",
        "option": [
            "1978年", "1980年 ", "1991年", "2000年"
        ],
        "score": 5
    }
]

let newData = question.map(data => {
    data.answer = [];

    if (data.title.includes('A')) {
        data.title = data
            .title
            .replace('A', '  ');
        data
            .answer
            .push(0);
    }
    if (data.title.includes('B')) {
        data.title = data
            .title
            .replace('B', '  ');
        data
            .answer
            .push(1);
    }
    if (data.title.includes('C')) {
        data.title = data
            .title
            .replace('C', '  ');
        data
            .answer
            .push(2);
    }
    if (data.title.includes('D')) {
        data.title = data
            .title
            .replace('D', '  ');
        data
            .answer
            .push(3);
    }
    return data;
});
console.log(JSON.stringify(newData));