export default [{
    "option": ["关闭电源"],
    "answer": [0],
    "title": "办公电气设备辨识的危险源是线路老化、短路，因此，下班前必须(  )后，方可下班。",
    "type": "fill_blank"
}, {
    "option": ["危险源"],
    "answer": [0],
    "title": "从安全生产的角度，将可能造成人员伤害、疾病、财产损失、作业环境破坏或其他损失的根源或状态称为(  )。",
    "type": "fill_blank"
}, {
    "option": ["危险源"],
    "answer": [0],
    "title": "(  )是事故发生的根源，是事故发生过程中能量、物质释放的主体。",
    "type": "fill_blank"
}, {
    "option": ["自下而上", "自上而下"],
    "answer": [0, 1],
    "title": "危险源辨识全过程由(  )和(  )两部分相结合所组成。",
    "type": "fill_blank"
}, {
    "option": ["人的不安全行为", "物的不安全状态", "管理缺陷"],
    "answer": [0, 1, 2],
    "title": "导致能量或危险物质约束或限制措施被破坏或失效的各种不安全因素是第二类危险源，主要包括(  )、(  )和(  )。",
    "type": "fill_blank"
}, {
    "option": ["人的因素", "物的因素", "环境境因素", "管理因素"],
    "answer": [0, 1, 2, 3],
    "title": "根据《生产过程危险和有害因素分类与代码》GB13861-2009的规定，将生产过程中的危险、有害因素分(  )、(  )、(  )、(  )四类。",
    "type": "fill_blank"
}, {
    "option": ["直观经验分析法", "、系统安全分析方法"],
    "answer": [0, 1],
    "title": "生产经营单位常用的危险源辨识方法有(  )(  )。",
    "type": "fill_blank"
}, {
    "option": ["正常、异常", "紧急", "过去、现在", "将来"],
    "answer": [0, 1, 2, 3],
    "title": "在危险源辨识过程中考虑(  )和(  )三种状态及(  )和(  )三种时态。",
    "type": "fill_blank"
}, {
    "option": ["事件树", "事故树"],
    "answer": [0, 1],
    "title": "生产经营单位常用的系统安全分析方法有(  )、(  )等。",
    "type": "fill_blank"
}, {
    "option": ["综合预案", "专项预案", "、现场处置方案"],
    "answer": [0, 1, 2],
    "title": "应急预案分类，根据功能和目标可分为(  )、(  )(  )。",
    "type": "fill_blank"
}, {
    "option": ["电击", "电伤"],
    "answer": [0, 1],
    "title": "电流对人体的伤害有(  )和(  )两种类型。",
    "type": "fill_blank"
}, {
    "option": ["直接接触触电", "间接接触触电"],
    "answer": [0, 1],
    "title": "人体触电的方式主要分为(  )和(  )另外，高压电场、高频磁场、静电感应、雷击等也能对人体造成伤害。",
    "type": "fill_blank"
}, {
    "option": ["绝缘措施", "间距"],
    "answer": [0, 1],
    "title": "防止人体直接触电的措施包括(  )、(  )和屏护。",
    "type": "fill_blank"
}, {
    "option": ["36", "12"],
    "answer": [0, 1],
    "title": "我国规定工频电压有效值42、(  )、24、(  )、6V为安全电压。",
    "type": "fill_blank"
}, {
    "option": ["绝缘安全用具", "一般防护安全用具"],
    "answer": [0, 1],
    "title": "安全用具可以分为(  )和(  )两大类。",
    "type": "fill_blank"
}, {
    "option": ["电源"],
    "answer": [0],
    "title": "当运行中的电动机发生燃烧时，应立即将(  )切断，并尽可能把电动机出入口通风口关闭，然后才可用二氧化碳等灭火器进行灭火。",
    "type": "fill_blank"
}, {
    "option": ["火灾", "爆炸"],
    "answer": [0, 1],
    "title": "在使用化学品的工作场所吸烟,可能造成(  )和(  )。",
    "type": "fill_blank"
}, {
    "option": ["15～30摄氏度", "65%～75%"],
    "answer": [0, 1],
    "title": "爆炸品储存仓库一般库温控制在(  )为宜，相对湿度一般控制在(  )。",
    "type": "fill_blank"
}, {
    "option": ["通风设备"],
    "answer": [0],
    "title": "储存危险化学品的建筑必须安装(  )来调节温湿度。",
    "type": "fill_blank"
}, {
    "option": ["专业消防队"],
    "answer": [0],
    "title": "化学品火灾的扑救化学品火灾的扑救应由(  )来进行。",
    "type": "fill_blank"
}, {
    "option": ["呼吸道", "皮肤"],
    "answer": [0, 1],
    "title": "在工业生产中，有毒化学品主要经(  )和(  )进入体内，亦可经消化道进入。",
    "type": "fill_blank"
}, {
    "option": ["专用"],
    "answer": [0],
    "title": "装运易燃、易爆物，易燃液体，可燃性气体等危险品，应采用(  )运输工具。",
    "type": "fill_blank"
}, {
    "option": ["准购证", "购买凭证", "农药"],
    "answer": [0, 1, 2],
    "title": "单位临时需要购买剧毒化学品的凭(  )购买；生产、科研、医疗等单位经常使用剧毒化学品的凭(  )购买。个人不得购买(  )、灭鼠药、灭虫药以外的剧毒化学品。",
    "type": "fill_blank"
}, {
    "option": ["隔离贮存、隔开贮存、分离贮存"],
    "answer": [0],
    "title": "危险化学品贮存方式分为(  )三种。",
    "type": "fill_blank"
}, {
    "option": ["谁主管", "谁负责"],
    "answer": [0, 1],
    "title": "防火安全责任制贯彻(  )、(  )的原则。",
    "type": "fill_blank"
}, {
    "option": ["冷却", "窒息", "隔离"],
    "answer": [0, 1, 2],
    "title": "灭火有四种方法，即(  )、(  )、(  )、化学抑制。",
    "type": "fill_blank"
}, {
    "option": ["绝密", "机密", "秘密"],
    "answer": [0, 1, 2],
    "title": "依据所规定事项同国家安全和利益的关系程度，国家  的密级分为(  )、(  )、(秘密)三级。",
    "type": "fill_blank"
}, {
    "option": ["三十", "二十", "十年"],
    "answer": [0, 1, 2],
    "title": "国家秘密事项的保密期限没有做出明确规定的，按绝密级(  )年，机密级(  )年，秘密级(  )进行认定。",
    "type": "fill_blank"
}, {
    "option": ["公司", "部门", "班组"],
    "answer": [0, 1, 2],
    "title": "对新进员工要进行(  )、(  )、(  )三级保密宣传教育。",
    "type": "fill_blank"
}, {
    "option": ["最小范围"],
    "answer": [0],
    "title": "传阅涉密载体应坚持“(  )”的原则，从严控制知悉人员，严禁超范围传阅。",
    "type": "fill_blank"
}, {
    "option": ["交叉", "刻录光盘"],
    "answer": [0, 1],
    "title": "移动存储介质不得在涉密计算机和非涉密计算机之间(  )使用，确因工作需要，应采用(  )的方式。",
    "type": "fill_blank"
}, {
    "option": ["一事一审，先审后发"],
    "answer": [0],
    "title": "对外交流和宣传保密管理工作，必须坚持“涉密不发布，发布不涉密”、“(  )”的原则，实行保密审查、备案制度。",
    "type": "fill_blank"
}, {
    "option": ["机密性、完整性、可用性、可控性、不可否认性"],
    "answer": [0],
    "title": "信息安全的五个特性是(  )。",
    "type": "fill_blank"
}, {
    "option": ["中断、截获、篡改、伪造", "伪造、篡改、中断"],
    "answer": [0, 1],
    "title": "信息在通信过程中面临着4种威胁：(  )。其中主动攻击有(  )，被动攻击有截获。",
    "type": "fill_blank"
}, {
    "option": ["自动AutoRun.inf"],
    "answer": [0],
    "title": "能通过产生的(  )进行传播的病毒，都可以成为U盘病毒。",
    "type": "fill_blank"
}, {
    "option": ["切断电源", "绝缘性能", "皮肤"],
    "answer": [0, 1, 2],
    "title": "对于低压触电事故，应立即(  )或用有(  )的木棍棒挑开和隔绝电流；救护人不得接触触电者的(  )，也不能抓他的鞋。",
    "type": "fill_blank"
}, {
    "option": ["15-20"],
    "answer": [0],
    "title": "发生有毒化学危害品灼伤，应迅速除去伤者被污染的衣服、鞋袜，立即用大量清水冲洗，时间一般不能少于(  )分钟。",
    "type": "fill_blank"
}, {
    "option": ["5分钟", "冷却治疗", "30分钟"],
    "answer": [0, 1, 2],
    "title": "对一度烧烫伤，应在(  )内对伤处进行“(  )”，治疗时间不少于(  )。",
    "type": "fill_blank"
}, {
    "option": ["卧位腹部冲击法"],
    "answer": [0],
    "title": "对于因气道异物阻塞导致意识丧志的患者，应采取(  )对其采取急救措施。",
    "type": "fill_blank"
}, {
    "option": ["伤口较小"],
    "answer": [0],
    "title": "加压包扎止血法适用于各种(  )的出血，是一种比较可靠的非手术止血法。",
    "type": "fill_blank"
}, {
    "option": ["保持无菌", "伤口", "不宜压迫的部位"],
    "answer": [0, 1, 2],
    "title": "在外伤包扎过程中，接触  面的敷料必须(  )。包扎要快且牢靠，松紧度要适宜，打结避开(伤口)和(  )。",
    "type": "fill_blank"
}, {
    "option": ["小手挂"],
    "answer": [0],
    "title": "锁骨、掌骨、指骨外伤应采用(  )的方法进行外伤固定。",
    "type": "fill_blank"
}, {
    "option": ["仰卧位", "侧卧位"],
    "answer": [0, 1],
    "title": "施救现场心肺复苏术时，应将患者摆放为(  )，如患者无意识但有有循环体征，应采取(  )。",
    "type": "fill_blank"
}, {
    "option": ["胸骨下1/2", "100"],
    "answer": [0, 1],
    "title": "胸外按压应定位于(  )处，按压频率应大于每分钟(  )次。",
    "type": "fill_blank"
}, {
    "option": ["30:2"],
    "answer": [0],
    "title": "施心肺复苏术时，胸外按压与人工呼吸的频率比例为(  )。",
    "type": "fill_blank"
}, {
    "option": ["禁止标志、警告标志、指令标志、指示标志"],
    "answer": [0],
    "title": "根据《安全标志及其使用导则》GB2894-2008，国家规定了四类传递安全信息的安全标志分别是(  )。",
    "type": "fill_blank"
}, {
    "option": ["使用明火"],
    "answer": [0],
    "title": "燃气求生：用湿毛巾捂住口鼻，杜绝(  )。",
    "type": "fill_blank"
}, {
    "option": ["顺风跑"],
    "answer": [0],
    "title": "毒气求生：用湿毛中捂住口鼻，不要(  )，尽量处在上风口。",
    "type": "fill_blank"
}, {
    "option": ["50—100", "高速公路150米以外", "120", "119"],
    "answer": [0, 1, 2, 3],
    "title": "发生事故后应立即停车，开启危险报警闪光灯，并在来车方向(  )米设置警示标志(  )。有死伤人员的交通事故，应先救人，并立即拨打(  )或(  )。",
    "type": "fill_blank"
}, {
    "option": ["24-100", "超高层", "防烟楼梯间、封闭楼梯间、有外窗的通廊、避难层、室内设置的缓降器、救生袋、安全绳"],
    "answer": [0, 1, 2],
    "title": "高层建筑是指高度在(  )米的建筑，100米以上的则称(  )。高层建筑遇火情，楼梯可以救急，逃生时应尽量利用建筑物内的(  )等设施。",
    "type": "fill_blank"
}, {
    "option": ["指示灯", "指示标志"],
    "answer": [0, 1],
    "title": "有防火门应该及时关上，寻着(  )或者(  )逃生。如果楼被烟气封锁或者包围时，应尽量降低身体尤其是头部的高度，用湿毛巾或者湿衣物捂住口鼻呼吸。",
    "type": "fill_blank"
}, {
    "option": ["120", "迅速切断电源"],
    "answer": [0, 1],
    "title": "户外发生触电事故，应立即拨打(  )急救电话，并通知电力部门。在不清楚现场是否断电情况下，应与伤者保持适当的距离，切忌直接接触伤者；室内发生触电事故，应(  )。",
    "type": "fill_blank"
}, {
    "option": ["如臭鸡蛋味", "逆风方向"],
    "answer": [0, 1],
    "title": "在特殊环境下闻到异味(  )时，应该立即停止进入该环境。出现眩晕、恶心、虚弱等症状，往往是气体中毒的征兆，应该迅速往(  )躲避。在转移时要用湿毛巾或淋湿的衣物掩住口鼻，特别要避免在低洼处停留。",
    "type": "fill_blank"
}, {
    "option": ["前进方向"],
    "answer": [0],
    "title": "公共踩踏事故：不跟随人群盲目乱动，冷静观察周围形势。切记与大多数人的(  )保持一致，不要试图超过别人，更不能逆行。",
    "type": "fill_blank"
}]