export default [
  {
    title:
      "《中国共产党章程》规定，党的基层委员会、总支部委员会、支部委员会每届任期（   ）。",
    option: ["2年", "3年", "3年至5年", "5年"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "《中国共产党章程》规定，发展党员，必须经过（   ），坚持个别吸收的原则。",
    option: ["党总支", "所在单位领导班子", "党的支部", "县一级党的委员会"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "《中国共产党章程》规定，党员的党龄，从（   ）之日算起。",
    option: [
      "递交入党申请书",
      "递交入党志愿书",
      "支部大会通过其为预备党员",
      "预备期满转为正式党员",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "《中国共产党章程》规定，党员如果没有正当理由，连续（   ）不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党。",
    option: ["3个月", "6个月", "12个月", "24个月"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党章程》规定，企业、农村、机关、学校、科研院所、街道社区、社会组织、人民解放军连队和其他基层单位，凡是有正式党员（   ）人以上的，都应当成立党的基层组织。",
    option: ["2", "3", "4", "5"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "某乡党委副书记利用职务上的影响操办儿子婚礼，大摆筵席，在社会上造成严重影响，情节严重，依据《中国共产党纪律处分条例》，应给予（   ）处分。",
    option: ["严重警告", "撤销党内职务", "留党察看", "开除党籍"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，党员受到开除党籍处分，(    )内不得重新入党。",
    option: ["一年", "二年", "三年", "五年"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，党员受到警告处分(    )、受到严重警告处分(    )，不得在党内提升职务和向党外组织推荐担任高于其原任职务的党外职务。",
    option: [
      "一年内, 一年半内",
      "一年半内, 二年内",
      "一年半内, 一年内",
      "一年内, 二年内",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，预备党员违犯党纪，情节较轻，可以保留预备党员资格的，党组织应当对其批评教育或者延长预备期；情节较重的，（   ）取消其预备党员资格。",
    option: ["不一定", "应当", "可以", "必须"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，重要领导责任者，是指在其职责范围内，对应管的工作或者参与决定的工作不履行或者不正确履行职责，对造成的损失或者后果负（   ）党员领导干部。",
    option: [
      "次要领导责任的",
      "主要领导责任的",
      "直接领导责任",
      "间接领导责任",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》所称主动交代，是指涉嫌违纪的党员在组织（   ）向有关组织交代自己的问题，或者在初核和立案调查其问题期间交代组织未掌握的问题。",
    option: ["初核时", "初核前", "初核期间", "初核后"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,党纪处分决定作出后，应当在（   ）向受处分党员所在党的基层组织中的全体党员及其本人宣布，是领导班子成员的还应当向所在党组织领导班子宣布，并按照干部管理权限和组织关系将处分决定材料归入受处分者档案。",
    option: ["一个月内", "三个月内", "半年内", "一年内"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,对于受到撤销党内职务以上（含撤销党内职务）处分的，还应当在（   ）办理职务、工资、工作及其他有关待遇等相应变更手续。",
    option: ["一个月内", "三个月内", "六个月内", "九个月内"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，执行党纪处分决定的机关或者受处分党员所在单位，应当在（   ）将处分决定的执行情况向作出或者批准处分决定的机关报告。",
    option: ["三个月内", "六个月内", "十个月内", "一年内"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，在国（境）外公开发表反对党和政府的文章、演说、宣言、声明等的，给予（   ）处分。",
    option: ["留党察看", "开除党籍", "严重警告", "警告"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,收受可能影响（   ）的礼品、礼金、消费卡和有价证券、股权、其他金融产品等财物，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。",
    option: ["公正执行公务", "正常人际关系", "执行相关法规", "正常开展工作"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,向（   ）的人员及其配偶、子女及其配偶等亲属和其他特定关系人赠送明显超出正常礼尚往来的礼品、礼金、消费卡和有价证券、股权、其他金融产品等财物，情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。",
    option: ["从事公务", "从事业务", "从事党务", "从事政务"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,利用（   ）上的影响操办婚丧喜庆事宜，在社会上造成不良影响的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务处分；借机敛财或者有其他侵犯国家、集体和人民利益行为的，从重或者加重处分，直至开除党籍。",
    option: ["公权或者职务", "公务或者职务", "职权或者职务", "私权或者职务"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，违反公务接待管理规定，（   ）对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务处分。",
    option: [
      "超范围接待，随意吃喝",
      "不按标准接待，随意吃喝",
      "超标准接待，借机大吃大喝",
      "超标准、超范围接待，借机大吃大喝",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，（   ）配备、购买、更换、装饰、使用公务交通工具或者有其他违反公务交通工具管理规定的行为，对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。",
    option: ["违反有关规定", "未经批准", "违反纪律", "违反法规"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "党员郑某为某工商局局长。2018年12月，郑某作为嘉宾参加辖区内某公司的商业庆典，在活动中，该公司向每位嘉宾赠送消费卡，价值人民币2000元，郑某收下后未登记交公。根据《中国共产党纪律处分条例》，对郑某行为应如何处理：（    ）。",
    option: [
      "郑某利用职务之便，收受管理对象所赠礼品，应定性为受贿行为",
      "郑某的行为构成非法占有行为",
      "对于郑某的行为应以接受可能影响公正执行公务的礼品馈赠不登记交公的违纪行为处理",
      "郑某的行为不应给予任何处分",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "党员张某在组织调查期间主动上交违纪所得，相关组织对其作出处理时可以（   ）。",
    option: ["从轻或减轻处分", "免予处分", "从轻处分", "减轻处分"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "“两个维护”，是指坚决维护（   ），坚决维护（   ）。",
    option: [
      "习近平总书记党中央的核心、全党的核心地位；党中央集中统一领导",
      "习近平总书记党中央的核心；党中央权威和集中统一领导",
      "习近平总书记全党的核心地位；党中央权威和集中统一领导",
      "习近平总书记党中央的核心、全党的核心地位；党中央权威和集中统一领导",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，受到留党察看处分的党员，恢复党员权利后二年内，不得在党内担任和向党外组织推荐 (    )担任的职务。",
    option: [
      "与其原任职务相当或者低于其原任职务",
      "与其原任职务相当或者高于其原任职务",
      "低于其原任职务",
      "视情况而定",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中国共产党纪律处分条例》，在干部选拔任用工作中，有任人唯亲、排除异己、封官许愿、说情干预、跑官要官、突击提拔或调整干部等违反（　　），对直接责任者和领导责任者，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。",
    option: [
      "民主集中制原则　　",
      "议事规则　　　",
      "干部选拔任用规定　　　",
      "组织纪律",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "《中国共产党章程》规定，每个党员，不论职务高低，都必须编入党的（   ），参加党的组织生活，接受党内外群众的监督。",
    option: ["一个支部", "小组", "政治机关", "或其他特定组织"],
    answer: [0, 1, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党章程》规定，党的干部是党的事业的骨干，是人民的公仆，要做到（   ）。",
    option: ["忠诚", "干净", "正派", "担当"],
    answer: [0, 1, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》第三十二条规定,党组织和党员（   ），依照规定应当给予纪律处理或者处分的，都必须受到追究。",
    option: [
      "违反党章和其他党内法规",
      "违反国家法律法规",
      "违反党和国家政策",
      "违反社会主义道德",
      "危害党、国家和人民利益的行为",
    ],
    answer: [0, 1, 2, 3, 4],
    score: 2,
  },
  {
    title: "《中国共产党纪律处分条例》规定,重点查处（    ）的问题。",
    option: [
      "党的十八大以来不收敛、不收手",
      "问题线索反映集中、群众反映强烈",
      "政治问题和经济问题交织的腐败案件",
      "违反中央八项规定精神",
    ],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title: "《中国共产党纪律处分条例》规定,对党员的纪律处分种类：（    ）。",
    option: ["警告", "严重警告", "撤销党内职务", "留党察看", "开除党籍"],
    answer: [0, 1, 2, 3, 4],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,党员犯罪，有下列情形之一的，应当给予开除党籍处分：（   ）。",
    option: [
      "因故意犯罪被依法判处刑法规定的主刑（含宣告缓刑）的",
      "因过失犯罪被依法处罚的",
      "被单处或者附加剥夺政治权利的",
      "因过失犯罪，被依法判处三年以上（不含三年）有期徒刑的",
    ],
    answer: [0, 2, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,党员依法受到政务处分、行政处罚，应当追究党纪责任的，党组织可以根据生效的政务处分、行政处罚决定认定的（   ），经核实后依照规定给予党纪处分或者组织处理。",
    option: ["事实", "性质", "情节", "数额"],
    answer: [0, 1, 2],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,不按照有关规定（   ）情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。",
    option: ["向组织请示", "报告重大事项", "汇报思想情况", "汇报家族情况"],
    answer: [0, 1],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,不履行全面从严治党主体责任、监督责任或者履行全面从严治党主体责任、监督责任不力，给党组织造成严重损害或者严重不良影响的，对（   ），给予警告或者严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。",
    option: ["直接责任者", "领导责任者", "主要负责人", "直接参与者"],
    answer: [0, 1],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,有下列行为之一，情节较重的，给予警告或者严重警告处分：（    ）。",
    option: [
      "违反个人有关事项报告规定，隐瞒不报的",
      "在组织进行谈话、函询时，不如实向组织说明问题的",
      "不按要求报告或者不如实报告个人去向的",
      "不如实填报个人档案资料的",
    ],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,违反有关规定（   ）运动健身卡、会所和俱乐部会员卡、高尔夫球卡等各种消费卡，或者违反有关规定出入私人会所，情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。",
    option: ["取得", "持有", "实际使用", "借用"],
    answer: [0, 1, 2],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,（   ）等，对直接责任者和领导责任者，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。",
    option: [
      "违反有关规定组织、参加用公款支付的宴请、高消费娱乐、健身活动",
      "用公款购买赠送或者发放礼品、消费卡（券）",
      "组织开展相关文体活动",
      "组织开展聚餐",
    ],
    answer: [0, 1],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,违反会议活动管理规定，有下列行为之一，对直接责任者和领导责任者，情节较重的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务处分：（   ）。",
    option: [
      "到禁止召开会议的风景名胜区开会的",
      "决定或者批准举办各类节会、庆典活动的",
      "组织工会会员开展短途郊游的",
      "工会组织文体活动的",
    ],
    answer: [0, 1],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定,（    ）党组织关于干部选拔任用、纪律审查、巡视巡察等尚未公开事项或者其他应当保密的内容的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍处分。",
    option: ["泄露", "扩散", "打探", "窃取"],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定, （    ），造成不良影响的，给予警告或者严重警告处分；情节严重的，给予撤销党内职务处分。",
    option: ["生活奢靡", "贪图享乐", "追求低级趣味", "追求低俗庸俗媚俗"],
    answer: [0, 1, 2],
    score: 2,
  },
  {
    title: "依据《中国共产党纪律处分条例》有关规定，下列说法正确的有（    ）",
    option: [
      "党员领导干部秦某，因违纪受到留党察看二年处分。在留党察看处分期间，秦某不享受表决权。",
      "市党代表王某受到留党察看处分的，被党组织终止代表资格。",
      "某市审计局副局长刘某（党员）因严重违纪受到留党察看二年处分。一年内，有关部门又查清刘某严重违反廉洁纪律，刘某被给予开除党籍处分。",
      "党员小张因酒驾被法院依法作出有罪判决并免予刑事处罚，党组织给予其严重警告处分",
    ],
    answer: [0, 1, 2],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，收受可能影响公正执行公务的礼品、礼金等财物，情节较轻的，给予警告或者严重警告处分。这里的“财物”包括：（    ）",
    option: ["货币", "物品", "某会所VIP服务卡", "免费旅游", "免费房屋装修"],
    answer: [0, 1, 2, 3, 4],
    score: 2,
  },
  {
    title: "《党章》规定，党的各级纪律检查委员会的主要任务是：(    )。",
    option: [
      "维护党的章程和其他党内法规",
      "组织协调反腐败工作",
      "检查党的路线、方针、政策和决议的执行情况",
      "协助党的委员会推进全面从严治党、加强党风建设",
    ],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，有下列行为之一，对直接责任者和领导责任者，情节较轻的，给予警告或者严重警告处分；情节较重的，给予撤销党内职务或者留党察看处分；情节严重的，给予开除党籍：（    )",
    option: [
      "公款旅游或者以学习培训、考察调研、职工疗养等为名变相公款旅游的；",
      "改变公务行程，借机旅游的；",
      "参加所管理企业、下属单位组织的考察活动，借机旅游的；",
      "以考察、学习、培训、研讨、招商、参展等名义变相用公款出国（境）旅游的。",
    ],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title:
      "党组织和党员必须牢固树立（   ）意识、（   ）意识、（   ）意识、（   ）意识，自觉遵守党章，严格执行和维护党的纪律，自觉接受党的纪律约束，模范遵守国家法律法规。（    ）",
    option: ["政治", "大局", "核心", "看齐"],
    answer: [0, 1, 2, 3],
    score: 2,
  },
  {
    title:
      "《中国共产党章程》规定，党的各级纪律检查委员会的职责是监督、执纪、问责，要经常对党员进行遵守纪律的教育，作出关于维护党纪的决定。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党章程》明确，我们党的最大政治优势是密切联系群众，党执政后的最大危险是脱离群众。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，留党察看处分，分为留党察看一年、留党察看二年。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，党员受留党察看处分期间，没有表决权、选举权和被选举权。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，留党察看期间，确有悔改表现的，期满后恢复其党员权利；坚持不改或者又发现其他应当受到党纪处分的违纪行为的，应当开除党籍。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，党组织在纪律审查中发现党员有贪污贿赂、滥用职权、玩忽职守、权力寻租、利益输送、徇私舞弊、浪费国家资财等违反法律涉嫌犯罪行为的，应当给予撤销党内职务、留党察看或者开除党籍处分。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，对于受到留党察看处分一年的党员，期满后仍不符合恢复党员权利条件的，应当延长一年留党察看期限。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "某建筑开发企业老板李某为感谢某市副市长对其生意的帮助，出资安排副市长全家到海南三亚度假一周，该副市长没有违反《中国共产党纪律处分条例》规定。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "某私营企业主因想参与某国有企业项目合作，私下请该国有企业项目负责人吃了一次饭，事后双方并未开展项目实质性合作，该国企项目负责人的行为没有违规违纪。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "根据《中国共产党纪律处分条例》，党员受到开除党籍处分，终生不得重新入党。另有规定不准重新入党的，依照规定。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "根据《中国共产党纪律处分条例》，对违纪党员免予处分，应当作出书面结论。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "根据《中国共产党纪律处分条例》，党员犯罪情节轻微，人民检察院依法作出不起诉决定的，或者人民法院依法作出有罪判决并免予刑事处罚的，可以免予处分。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "根据《中国共产党纪律处分条例》，违背社会公序良俗，在公共场所有不当行为，造成不良影响，是属于违反群众纪律的行为。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，篡改、伪造个人档案资料的，给予严重警告处分；情节严重的，给予撤销党内职务或者留党察看处分。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《中国共产党纪律处分条例》规定，一个违纪行为同时触犯本条例两个以上（含两个）条款的，依照处分较轻的条款定性处理。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
];

var handler = (a) => {
  var b = { A: 0, B: 1, C: 2, D: 3, E: 4, F: 5, G: 6 };

  JSON.stringify(
    a.map((item) => {
      item.answer = item.answer
        .trim()
        .split("")
        .map((answer) => b[answer]);
      return item;
    })
  );
};
