export default [{
    "title": "我国经济已由(  )阶段转向阶段，正处于转变发展方式、优化经济结构、转换增长动力的攻关期，建设现代化经济体系是跨越关口的迫切要求和我国发展的战略目标。",
    "option": ["高速增长,高水平发展", "高速发展,高水平发展", "高速增长,高质量发展", "高速发展,高水平发展"],
    "answer": [2]
}, {
    "title": "贯彻高发展理念，建设现代化经济体系，必须坚持质量第一、效益优先，以(  )为主线。",
    "option": ["转变发展方式", "优化经济结构", "供给侧结构性改革", "转换增长动力"],
    "answer": [2]
}, {
    "title": "建设现代化经济体系，必须把发展经济的着力点放在(  )上，把提高供给体系质量作为主攻方向，显著增强我国经济质量优势。",
    "option": ["实体经济", "共享经济", "虚拟经济", "国民经济"],
    "answer": [0]
}, {
    "title": "推动我国经济高质量发展，必须深化供给侧结构性改革，要推进(  )。",
    "option": ["中国制造向中国创造转变", "中国速度向中国质量转变", "制造大国向制造强国转变", "虚拟经济向实体经济转变"],
    "answer": [0, 1, 2]
}, {
    "title": "质量工程师是专门从事质量管理工作的人员，除了必须具有相应的质量管理知识和专业知识外，还应当具有(  )素质。",
    "option": ["质量工程师应当具有善于与人沟通的技巧。", "质量工程师应当懂得一些心理学知识和方法。", "质量工程师应当具有坚定而不固执的性格。", "质量工程师应当具有开朗热情的气质。"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "2018年国家质量月主题是(  )",
    "option": ["建设质量强国，共享美好生活", "全民关注质量，质量服务全民", "加强市场监管，建设质量强国", "大力提升质量建设质量强国"],
    "answer": [2]
}, {
    "title": "2015版ISO9001质量管理体系新标准条款“基于风险的思维”，增加了( )：",
    "option": ["管理的系统方法", "PDCA循环", "应当风险和机遇时能够考虑到组织的背景环境及目标", "相关方的需求和期望"],
    "answer": [2]
}, {
    "title": "(  )公司通过了2015版ISO9001质量管理体系换版工作。",
    "option": ["2017年12月", "2015年12月", "2018年8月", "2015年12月"],
    "answer": [0]
}, {
    "title": "2018年总公司确定为行业的(  )年",
    "option": ["质量提升", "降本增效", "风险管控", "企业转型"],
    "answer": [0]
}, {
    "title": "产品质量监督部门查处涉嫌违反《产品质量法》规定的行为时，可以行使(  )。",
    "option": ["拘留权", "留置权", "调查权", "冻结银行存款"],
    "answer": [2]
}, {
    "title": "国家对产品质量实行监督检查的主要方式是(  )。",
    "option": ["抽查", "自查", "抽样", "互查"],
    "answer": [0]
}, {
    "title": "质量风险管理是(  )的活动，而不是一劳永逸。",
    "option": ["静态", "动态", "局部", "全系统"],
    "answer": [1, 3]
}, {
    "title": "质量工作的“六查一改”包括(   )",
    "option": ["查质量意识和工艺执行", "查质量水平和质量体系", "查风险隐患", "查质量损失；", "质量问题整改。"],
    "answer": [0, 1, 2, 3, 4]
}, {
    "title": "企业成功地实施全面质量管理TQM，必须关注(  )等关键要素",
    "option": ["道德规范", "领导、赏识", "沟通、信任", "团队协作", "培训"],
    "answer": [0, 1, 2, 3, 4]
}, {
    "title": "质量月(QualityMonth)是指在( )质量工作主管部门的倡导和部署下，由全社会尤其是广大企业积极参与、旨在提高全民族质量意识、提高质量的一年一度的专题活动。",
    "option": ["国家", "行业", "公司", "国际"],
    "answer": [0]
}, {
    "title": "( )是计算机中最小的数据单位",
    "option": ["位", "字节", "字长", "像素"],
    "answer": [0]
}, {
    "title": "质量管理中“质量”的定义是( )",
    "option": ["物体所具有的一种物理属性", "一组固有特性满足要求的程度", "客观价值或主体感受的现量", "物体所含物质的数量"],
    "answer": [1]
}, {
    "title": "质量管理体系建立与实施的根本是( )。",
    "option": ["领导作用", "全员参与", "注重实效", "持续改进"],
    "answer": [1]
}, {
    "title": "头脑风暴法是围绕某个中心议题，毫无顾忌、畅所欲言地发表独立见解的一种( )思想方法。",
    "option": ["系统性", "逻辑性", "创造性", "启发性"],
    "answer": [1]
}, {
    "title": "“四新”管理中不包括( )",
    "option": ["新工艺", "新材料", "新人员", "新设备"],
    "answer": [2]
}, {
    "title": "质量改进是消除( )的问题",
    "option": ["复杂性", "持续性", "系统性", "偶发性"],
    "answer": [2]
}, {
    "title": "下列( )属于第三方审核",
    "option": ["认证机构进行的审核", "总公司组织的审核", "顾客进行的审核", "对三子公司进行的审核"],
    answer: [0]
}, {
    "title": "目前，印钞生产没使用的印刷方式是( )",
    "option": ["凹版印刷", "平版印刷", "数码印刷", "凸版印刷"],
    "answer": [2]
}, {
    "title": "纸币、邮票、有价证券等常用具有良好的防伪性能的( )",
    "option": ["平版印刷", "凸版印刷", "数码印刷", "凹版印刷"],
    "answer": [3]
}, {
    "title": "公司“纸钞一体化”就是将钞纸生产和印钞生产由供应链上下游关系，整合为同一生产( )，并整合纸钞技术标准和机检信息。",
    "option": ["同等工序", "上下工序", "无关工序", "以上都是"],
    "answer": [1]
}, {
    "title": "公司印钞产品纸张用( )",
    "option": ["铜板纸B胶版纸", "新闻纸", "专用钞券纸"],
    "answer": [3]
}, {
    "title": "2015年11月12日2015年版第五套人民币( )纸币正式发行面世。",
    "option": ["10元", "50元", "100元", "5元"],
    "answer": [2]
}, {
    "title": "2015新版百元钞票被称作“土豪金版人民币”，其防伪性明显提升，票面正面增加( )数字“100”",
    "option": ["金色", "银色", "绿色", "红色"],
    "answer": [0]
}, {
    "title": "工艺技术发展规划是根据行业发展战略制定的中长期工艺技术发展方向、水平、规模的战略计划，分( )，是公司五年发展规划的组成部分。",
    "option": ["五年工艺技术发展规划", "年度工艺技术工作计划", "五年工艺技术发展规划和年度工艺技术工作计划", "长期"],
    "answer": [2]
}, {
    "title": "第五套人民币2005年版纸币采用的特种安全纤维是：( )",
    "option": ["有色纤维", "有色荧光纤维", "无色荧光纤维", "金属纤维"],
    "answer": [2]
}, {
    "title": "人民币国际货币符号为( )",
    "option": ["CMY", "RMB", "CNY"],
    "answer": [1]
}, {
    "title": "人民币是指中国人民银行依法发行的货币，包括( )",
    "option": ["主币和辅币", "纸币和硬币", "流通币和退出流通币", "纪念币"],
    "answer": [1]
}, {
    "title": "人民币由( )负责印制。",
    "option": ["国有独资的印刷企业", "财政部指定的专门企业印制", "中国印钞造币总公司", "民营印刷企业"],
    "answer": [2]
}, {
    "title": "假币一般分为( )两大类。",
    "option": ["机制币和手绘币", "伪造币和变造币", "复印币和机制币"],
    "answer": [1]
}, {
    "title": "鉴别人民币纸币的方法之一是手摸，2005版第五套人民币100元表面文字及主要图案有凹凸感，这种凹凸效果产生于( )印刷方式。",
    "option": ["普通胶印", "雕刻凹版", "凸版印刷", "丝网印刷"],
    "answer": [1]
}, {
    "title": "第五套人民币采用有色荧光油墨印制的图案，该图案分布在( )",
    "option": ["正面", "背面", "两者皆是", "无"],
    answer: [1]
}, {
    "title": "机制假币多采用( )印刷，套印精度差、颜色偏差大、线文平浮、粗糙、缺乏层次。",
    "option": ["胶版", "打印", "凸版", "凹印"],
    answer: [0]
}, {
    "title": "现行流通人民币的纸张在紫外光下(  )荧光反应。",
    "option": ["有", "10元以下面额的钞票纸有", "无", "20元以上面额的钞票有"],
    answer: [2]
}, {
    "title": "在第五套人民币的纸张中，加入的无色荧光纤维在特定波长的紫外光下呈现( )。",
    "option": ["红色和蓝色", "蓝色和绿色", "蓝色和黄色", "红色和黄色"],
    answer: [2]
}, {
    "title": "根据制作工艺和分布位置的不同，水印可分为固定水印、半固定水印和( )。",
    "option": ["人像水印", "白水印", "满版水印", "高光水印"],
    answer: [2]
}, {
    "title": "纸张含水量过高，印刷时产品容易产生分纸，导致( )作废",
    "option": ["蹭脏", "脏污", "收纸", "套印不准"],
    "answer": [3]
}, {
    "title": "纸张掉毛掉粉，印刷时产品容易产生( )的点子废，控制检查困难。",
    "option": ["无规律", "有规律", "连续", "固定"],
    "answer": [0]
}, {
    "title": "纪念币是( )的限量发行的人民币。",
    "option": ["具有特定主题", "具有特殊价值", "具有纪念意义"],
    "answer": [0]
}, {
    "title": "《中华人民共和国中国人民银行法》明确规定：人民币由( )统一发行。",
    "option": ["中国人民银行", "国务院", "中华人民共和国", "地方政府"],
    "answer": [0]
}, {
    "title": "我国第一次不依赖国外，全部实现自主设计、印制的是( )人民币。",
    "option": ["第一套", "第二套", "第三套", "第四套"],
    "answer": [2]
}, {
    "title": "从人民币产品到流通中现金需要经过的环节是( )",
    "option": ["印钞厂→业务库→发行库→企业和个人", "印钞厂→发行库→业务库→企业和个人", "印钞厂→企业和个人→发行库→业务库", "印钞厂→企业和个人→业务库→发行库"],
    "answer": [1]
}, {
    "title": "QC小组与行政班组的主要不同点在于( )。",
    "option": ["组织原则不同", "活动目的不同", "活动方式不同", "全对"],
    "answer": [3]
}, {
    "title": "相对湿度，即在一定的空间里，当前水蒸气的数量与空间出现饱和时的水蒸气数量之比。( )",
    "option": ["正确", "错误"],
    "answer": [0]
}, {
    "title": "印刷过程中产生掉粉现象的原因有：( )。",
    "option": ["纸张涂层质量较差或不平坦", "支持涂层的纸基比较薄弱", "油墨的黏度、黏着值过高", "全对"],
    "answer": [3]
}, {
    "title": "丝网印刷的主要特征有( )。",
    "option": ["图像清晰、锐利，墨膜厚，有凸起的感觉", "网点会有挤压变形现象", "覆盖力好，实地均匀", "全对"],
    "answer": [3]
}, {
    "title": "“过程决策程序图”英文缩写即(  )，是指通过充分预测，对过程的每一环节随着事态发展而产生的各种可能的结果进行估计，并运用程序设计来保证万无一失地达到预期效果的方法。",
    "option": ["PDPC", "PDCA", "KJ"],
    "answer": [0]
}, {
    "title": "工艺，是把原材料或半成品加工为成品的技术和方法。( )",
    "option": ["错误", "正确"],
    "answer": [1]
}, {
    "title": "QC小组是指( )。",
    "option": ["质量攻关小组", "质量控制小组", "质量管理小组", "质量检查小组"],
    "answer": [2]
}, {
    "title": "纸或纸板的( )是指其每立方厘米的重量。",
    "option": ["定量", "紧度", "松厚度", "令重"],
    "answer": [1]
}, {
    "title": "第五套人民币壹元硬币(菊花币)的材质为( )。",
    "option": ["铁合金磁性材料", "钢芯镀镍", "铜锌合金", "不锈钢"],
    "answer": [1]
}, {
    "title": "2005版与1999版百元钞正面左下方用防伪油墨印刷了面额数字，当与票面垂直观察其为绿色，而倾斜一定角度则为( )。",
    "option": ["蓝色", "红色", "墨绿色", "黑色"],
    "answer": [0]
}, {
    "title": "2015版百元纸币较2005版百元纸币，取消了票面右侧的凹印手感线、票面右侧的隐形面额数字以及等防伪元素。( )",
    "option": ["票面左下角的光变油墨面额数字", "白水印", "固定水印", "开窗安全线"],
    "answer": [0]
}, {
    "title": "2015版百元纸币较2005版百元纸币，增加了光彩光变数字、光变镂空开窗安全线以及等防伪元素。( )",
    "option": ["固定水印", "竖号码", "横号码", "白水印"],
    "answer": [1]
}, {
    "title": "2015版百元纸币光变镂空开窗安全线垂直票面观察安全线呈；与票面成一定角度观察，安全线呈。( )",
    "option": ["品红色，绿色", "品红色，蓝色", "黄色，绿色", "黄色，蓝色"],
    "answer": [0]
}, {
    "title": "2015版百元纸币光彩光变数字位于票面正面中部。垂直票面观察，数字以为主，平视观察，数字以为主。随着观察角度的改变，可见到一条亮光带上下滚动。( )",
    "option": ["金色，绿色", "绿色，金色", "黄色，绿色", "绿色，黄色数字货币"],
    "answer": [0]
}, {
    "title": "与消费密切相关的货币供给量是：( )",
    "option": ["M0", "M1", "M2", "M3"],
    "answer": [0]
}, {
    "title": "观察通货膨胀水平的重要指标是：( )",
    "option": ["PPI", "CPI", "GDP", "GNP"],
    "answer": [1]
}, {
    "title": "货币的本质是：( )",
    "option": ["价值符号", "流通手段", "支付手段", "固定充当一般等价物的商品"],
    "answer": [3]
}, {
    "title": "区块链的特点是：( )",
    "option": ["去中心化", "无法急速膨胀", "大数据管理", "分布广泛质量法"],
    "answer": [0]
}, {
    "title": "中华人民共和国产品质量法施行日期是( )",
    "option": ["1993年2月22日", "1993年9月1日", "2000年7月8日", "2000年9月1日"],
    "answer": [1]
}, {
    "title": "国务院颁布《质量发展纲要》实施时间是( )",
    "option": ["1996年—2010年", "2010年—2016年", "2011年—2020年", "2011年—2016年"],
    "answer": [2]
}, {
    "title": "质量发展的重要基石是( )。",
    "option": ["以人为本", "安全为先", "诚信守法", "以质取胜"],
    "answer": [2]
}, {
    "title": "国家对产品质量实行以( )方式为主的监督检查制度。",
    "option": ["抽查", "定期检验", "委托检验", "飞行检查"],
    "answer": [0]
}, {
    "title": "质量必须履行的需求主要指( )。",
    "option": ["法律法规规定", "国家强制标准", "合同规定", "全对"],
    "answer": [3]
}, {
    "title": "生产者不得生产( )的产品。",
    "option": ["国家明令淘汰", "国家明令停止销售", "国家明令淘汰和停止销售", "国家明令淘汰并停止销售"],
    "answer": [0]
}, {
    "title": "《质量发展纲要(2011-2020年)》提出的质量发展目标不包括下列哪项( )。",
    "option": ["质量基础进一步夯实", "质量总体水平显著提升", "质量发展成果惠及全体人民", "全面建成小康社会"],
    "answer": [3]
}, {
    "title": "质量主体责任由承担。( )",
    "option": ["企业", "当地政府", "相关部门", "行业协会"],
    "answer": [0]
}, {
    "title": "是企业质量安全的第一责任者。( )",
    "option": ["安全部主管", "生产部主管", "管理者代表", "技术主管"],
    "answer": [2]
}, {
    "title": "一日，李女士在家中做饭时高压锅突然爆炸，李女士被炸飞的锅盖击中头部，抢救无效死亡。后据质量检测专家鉴定，高压锅发生爆炸的直接原因是设计不尽合理，使用时造成排气孔堵塞而发生爆炸，本案中，可以以下列何种依据判定生产者承担责任( )",
    "option": ["产品存在的缺陷", "产品买卖合同约定", "产品默示担保条件", "产品明示担保条件"],
    "answer": [0]
}, {
    "title": "《产品质量法》规定产品质量责任包括( )",
    "option": ["企业赔偿责任，商家赔偿责任", "产品责任，民事责任，行政责任，刑事责任", "一切责任", "法律责任"],
    "answer": [1]
}, {
    "title": "产品质量监督部门查处涉嫌违反《产品质量法》规定的行为时，可以行使( )。",
    "option": ["拘留权", "留置权", "调查权", "冻结银行存款"],
    "answer": [2]
}, {
    "title": "任何单位和个人有权对违反《产品质量法》规定的行为，向产品质量监督部门或者其他有关部门( )。",
    "option": ["抗诉", "检举", "控告", "申诉"],
    "answer": [1]
}, {
    "title": "承担产品质量责任的主体是( )",
    "option": ["生产者和销售者", "生产者和使用者", "生产者、销售者和使用者", "使用者质量风险"],
    "answer": [0]
}, {
    "title": "成都印钞有限公司《经营管理基本法》第三十一条：建立机制，在安全、质量可控的前提下，达到成本最优。( )",
    "option": ["安全成本分析", "质量成本分析", "安全成本和质量成本分析", "安全风险和质量风险分析"],
    "answer": [2]
}, {
    "title": "成都印钞有限公司《经营管理基本法》第三十二条：坚持全面风险管理，强化全员风险意识，针对目标实现的不确定性，以流程为主线，分级分类制定管控措施、明确控制职责，健全应急管理，做好危机攻关，形成稳定的发展格局。( )",
    "option": ["多数的风险是可以控制的", "所有的风险都是可以控制的", "个别风险不可以控制", "多数的风险是不可以控制的"],
    "answer": [1]
}, {
    "title": "质量风险管理的原则有( )",
    "option": ["以保证产品质量为前提", "所有存在的或潜在的风险都应予以识别", "认识到风险带来或可能带来的全部影响", "全对"],
    "answer": [3]
}, {
    "title": "质量风险管理要求( )",
    "option": ["建立体系", "加强培训", "实施奖惩", "全对"],
    "answer": [3]
}, {
    "title": "质量风险管理内容( )",
    "option": ["质量风险识别分析", "风险评估、风险处理", "风险监控和风险总结", "全对"],
    "answer": [3]
}, {
    "title": "质量风险分析是将人民币在整个生产和质量控制过程中可能造成质量问题的明显或潜在的风险辨识出来，并评估这些风险可能造成的危害。( )",
    "option": ["错误", "正确"],
    "answer": [1]
}, {
    "title": "质量风险分析前，应当核查该类风险在行业内是否已进行过类似的风险分析。如果已进行过风险分析，应当根据新的情况和企业实际核实其有效性，经核实原风险分析仍然有效的，可不再进行新的风险管理。( )",
    "option": ["错误", "正确"],
    "answer": [1]
}, {
    "title": "质量风险处理措施主要有：( )",
    "option": ["加大风险监控，提高质量风险的可检测度；", "采取减小风险发生可能性的相应措施；", "主动放弃或改变可引起人民币质量损失的质量活动、改变或杜绝质量风险的源头；", "全对"],
    "answer": [3]
}, {
    "title": "哪些情况出现时，企业应当实施质量风险分析：( )",
    "option": ["新材料、新设备的生产应用", "对产品质量有重大质量要素或质量活动发生了变更", "出现外部严重产品质量反馈或内部连续性质量问题发生", "全对"],
    "answer": [3]
}, {
    "title": "质量风险评估就是对已分析识别出的明显或潜在的质量风险进一步分析和度量，以估计这些风险对企业造成损失的可能性大小和程度的轻重。( )",
    "option": ["错误", "正确"],
    "answer": [1]
}, {
    "title": "我国的质量月活动始于年。( )",
    "option": ["1978", "1982", "1988", "1998"],
    "answer": [0]
}, {
    "title": "每年月份在全国开展质量月活动，宣传“质量第一”的思想。( )",
    "option": ["3", "6", "9", "11"],
    "answer": [2]
}, {
    "title": "下列不属于图像印刷品质量特性的是( )。",
    "option": ["阶调再现性", "色彩再现性", "纸张的吸湿性", "印刷的不均匀性"],
    answer: [2]
}, {
    "title": "我公司的质量理念是( )",
    "option": ["强化质量效益，服务转型升级", "严守标准，精铸名片", "千金一诺，和谐共赢", "质量提升，标准引领"],
    "answer": [1]
}, {
    "title": "关于质量月活动说法，错误的是( )",
    "option": ["每年质量月需确定一个主题", "质量月活动可以提高全民意识", "质量月活动投入大", "质量月活动可推进质量振兴"],
    "answer": [2]
}, {
    "title": "历史上最早出现的货币形态是( )",
    "option": ["实物货币", "信用货币", "金属货币", "电子货币"],
    "answer": [0]
}, {
    "title": "可兑现的银行券属于类型的货币。( )",
    "option": ["实物货币", "信用货币", "代用货币", "电子货币"],
    "answer": [2]
}, {
    "title": "中国人民银行首次发行的彩色金银纪念币的名称是( )",
    "option": ["牛年生肖金币", "虎年生肖银币", "龙年生肖金币", "建国35周年纪念币"],
    "answer": [1]
}, {
    "title": "在我国历史上统一了货币。( )",
    "option": ["夏朝", "商朝", "秦朝", "汉朝"],
    "answer": [2]
}, {
    "title": "中国最早的货币。( )",
    "option": ["贝币", "布币", "刀币", "圆钱"],
    "answer": [0]
}, {
    "title": "开元通宝是铸造。( )",
    "option": ["东汉", "唐朝", "五代十国", "北宋"],
    "answer": [1]
}, {
    "title": "纸币最早为我国宋朝印制的。( )",
    "option": ["关子", "湖北会子", "钱引", "四川交子"],
    "answer": [3]
}, {
    "title": "据考证由多色套印印刷，在当时具有较强的防伪性( )",
    "option": ["钱引", "交子", "小钞", "关子"],
    "answer": [0]
}, {
    "title": "在我国历史上最早出现多色套印的纸钞是( )",
    "option": ["交子", "钱引", "小钞", "大明通行宝钞"],
    "answer": [1]
}, {
    "title": "在基督教国家初次看到纸币以前,中国纸币已有( )",
    "option": ["100多年", "200多年", "400多年", "中国没有纸币"],
    "answer": [2]
}, {
    "title": "时期的蔡伦，制造了植物纤维纸。( )",
    "option": ["春秋", "战国", "东汉", "西汉"],
    "answer": [2]
}, {
    "title": "纸币最早产于我国的，称为“交子”、“会子”或“宝钞”。( )",
    "option": ["唐朝", "宋朝", "元朝", "明朝"],
    "answer": [1]
}, {
    "title": "“水印”钞纸的制造开始于十八世纪初的。( )",
    "option": ["法国", "德国", "英国", "中国"],
    "answer": [2]
}, {
    "title": "世纪，开始出现金属活字印刷，于是油性墨就产生了。( )",
    "option": ["十二", "十三", "十四", "十五"],
    "answer": [1]
}, {
    "title": "水印钞纸始于世纪。( )",
    "option": ["十五", "十六", "十七", "十八"],
    "answer": [3]
}, {
    "title": "明确规定：中华人民共和国的法定货币是人民币，人民币由中国人民银行指定的专门企业印制。( )",
    "option": ["《中华人民共和国宪法》", "《中华人民共和国治安条例》", "《中华人民共和国物权保护法》", "《中华人民共和国人民币管理条例》"],
    "answer": [3]
}, {
    "title": "钞票一词的由来。( )",
    "option": ["外来语译音", "宋代“交子”", "清朝“宝钞与官票的合称”", "新中国成立以后"],
    "answer": [2]
}, {
    "title": "我国历史上最早成立的银行是。( )",
    "option": ["交通银行", "中国通商银行", "大清银行", "中国银行"],
    "answer": [1]
}, {
    "title": "我国古代纸钞的设计形式为印刷，简称中国式。( )",
    "option": ["横版", "竖版", "横竖混合排版", "都不是"],
    "answer": [1]
}, {
    "title": "古钞每一张都要编号，使用编号。( )",
    "option": ["数字", "汉字", "罗马字", "拼音"],
    "answer": [1]
}, {
    "title": "1910年3月1日“大清银行兑换券”开印，我国之始。( )",
    "option": ["平版印刷", "雕刻凹版印刷", "石版印刷", "凸版印刷"],
    "answer": [1]
}, {
    "title": "中国钞券设计与西方钞券设计相融合的券别为。( )",
    "option": ["大清银行兑换券", "清朝户部官票", "大清宝钞", "殖边银行兑换券"],
    "answer": [3]
}, {
    "title": "1908年清政府在北京成立第一个近代化设备官办印钞厂并聘请手工雕刻技师( )",
    "option": ["王肇宏", "海趣", "吴锦堂", "马荣"],
    "answer": [1]
}, {
    "title": "1984年首次使用开窗安全线。( )",
    "option": ["美元", "英镑", "日元", "人民币"],
    "answer": [1]
}, {
    "title": "世界第一张以塑料为基底的钞票是1988年发行的10元面额纪念钞。( )",
    "option": ["澳大利亚", "英国", "美国", "印度尼西亚"],
    "answer": [0]
}, {
    "title": "公元1452年一名金匠首先发明了手工雕刻铜凹版。( )",
    "option": ["美国", "英国", "日本", "意大利"],
    "answer": [3]
}, {
    "title": "第三套人民币设计结构特征。( )",
    "option": ["四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、打水印、大面额，开放式结构"],
    "answer": [2]
}, {
    "title": "第五套人民币设计结构特征。( )",
    "option": ["四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、大水印、大面额，开放式结构"],
    "answer": [3]
}, {
    "title": "第一套人民币共有种面额。( )",
    "option": ["8", "10", "12", "15"],
    "answer": [2]
}, {
    "title": "人民币1分、2分、5分属于第套币种。( )",
    "option": ["第一套", "第二套", "第三套", "第四套"],
    "answer": [1]
}, {
    "title": "人民币背面使用少数民族文字体现我国民族大团结，最早使用在。( )",
    "option": ["第一套", "第二套", "第三套", "第四套"],
    "answer": [1]
}, {
    "title": "关于人民币少数民族文字的描述，正确的是。( )",
    "option": ["第一套人民币开始使用", "第二套人民币开始使用", "都印刷在人民币的背面", "第三套人民币开始使用"],
    "answer": [1]
}, {
    "title": "第二套人民币票面运用富有民族特色的装饰纹样，采用格局。( )",
    "option": ["封闭式", "四边框式", "对称式", "半开放式"],
    "answer": [2]
}, {
    "title": "第三套人民币于年经国务院批准后开始印制。( )",
    "option": ["1956", "1958", "1959", "1962"],
    "answer": [2]
}, {
    "title": "第三套人民币共有种面额。( )",
    "option": ["7", "9", "10", "12"],
    "answer": [0]
}, {
    "title": "第三套人民币的“2角”纸币正面图案为。( )",
    "option": ["南京长江大桥", "武汉长江大桥", "重庆长江大桥", "宜昌长江大桥"],
    "answer": [1]
}, {
    "title": "第三套人民币发行时间为。( )",
    "option": ["1961年", "1962年", "1964年", "1972年"],
    "answer": [1]
}, {
    "title": "第三套人民币的“10元”纸币正面图案为。( )",
    "option": ["人民代表步入大会堂", "人民代表步出大会堂", "人民代表步入天安门", "人民代表步出天安门"],
    "answer": [1]
}, {
    "title": "第四套人民币从年开始发行。( )",
    "option": ["1985年", "1986年", "1987年", "1988年"],
    "answer": [2]
}, {
    "title": "第四套人民币共有种面额。( )",
    "option": ["7", "9", "12", "15"],
    "answer": [1]
}, {
    "title": "第套人民币开始使用安全线提高人民币的防伪性。( )",
    "option": ["二", "三", "四", "五"],
    "answer": [2]
}, {
    "title": "第套人民币开始使用固定水印提高纸币的防伪性。( )",
    "option": ["二", "三", "四", "五"],
    "answer": [1]
}, {
    "title": "第套人民币开始使用多色接线印刷技术提高人民币的防伪性。( )",
    "option": ["二", "三", "四", "五"],
    "answer": [2]
}, {
    "title": "第套人民币开始使用正背对印技术提高人民币的防伪性。( )",
    "option": ["二", "三", "四", "五"],
    "answer": [3]
}, {
    "title": "第二套人民币的发行时间是。( )",
    "option": ["1951年", "1953年", "1955年", "1962年"],
    "answer": [2]
}, {
    "title": "第五套人民币发行时间为( )。",
    "option": ["1999年1月1日", "1999年10月1日", "2000年1月1日", "2000年10月1日"],
    answer: [1]
}, {
    "title": "第五套人民币首批发行的币种为(  )人民币。",
    "option": ["100元", "50元", "1元", "10元"],
    answer: [0]
}, {
    "title": "印钞行业素来有“无(  )不成钞”之说。",
    "option": ["胶", "凹", "凸", "丝"],
    answer: [1]
}, {
    "title": "隐形图案技术是基于(  )技术的防伪工艺。",
    "option": ["胶印", "凹印", "凸印", "丝印"],
    answer: [1]
}, {
    "title": "面额为3元的人民币是我国的第(  )套人民币的币种。",
    "option": ["第一套", "第二套", "第三套", "第四套"],
    answer: [1]
}, {
    "title": "人民币国际货币符号为(  )。",
    "option": ["CMY", "RMB", "CNY", "￥"],
    answer: [2]
}, {
    "title": "人民币由(  )印制。",
    "option": ["国有独资的印刷企业", "财政部指定的专门企业", "中国人民银行指定的专门企业", "印刷企业招标"],
    answer: [2]
}, {
    "title": "(  )第八届全国人民代表大会第三次会议通过了《中华人民共和国中国人民银行法》。",
    "option": ["1995年3月", "1997年9月", "1949年10月", "1956年7月"],
    answer: [0]
}, {
    "title": "我国第一次不依赖国外，全部实现自主设计、印制的是(  )人民币。",
    "option": ["第一套", "第二套", "第三套", "第四套"],
    answer: [2]
}, {
    "title": "第一套人民币于(  )开始发行。",
    "option": ["1948年12月1日", "1949年1月1日", "1949年10月1日", "1949年12月1日"],
    answer: [0]
}, {
    "title": "第一套人民币于(  )全面停止流通。",
    "option": ["1959年12月1日", "1960年1月1日", "1955年5月10日", "1956年1月1日"],
    answer: [2]
}, {
    "title": "中国人民银行发行的第一套普通纪念币是(  )。",
    "option": ["西藏自治区成立20周年", "新疆维吾尔自治区成立30周年", "中华人民共和国成立35周年", "2008年奥运会纪念币"],
    answer: [2]
}, {
    "title": "第三套人民币是(  )开始停止流通的。",
    "option": ["1999年12月1日", "2000年1月1日", "2000年7月1日", "2000年10月1日"],
    answer: [2]
}, {
    "title": "第四套人民币是(  )开始发行的。",
    "option": ["1980年6月1日", "1990年9月2日", "1987年4月27日", "1982年6月1日"],
    answer: [2]
}, {
    "title": "中国人民银行发行的第五套人民币，其中下列券别没有发行的是( )。",
    "option": ["5角", "1元", "2元", "1角"],
    answer: [2]
}, {
    "title": "第五套人民币上的中国人民银行行名的字体是(  )。",
    "option": ["华文新魏", "隶书", "魏碑“张黑女”", "行楷"],
    answer: [2]
}, {
    "title": "2000年发行的《迎接新世纪》纪念钞，采用的币材和面额分别是(  )。",
    "option": ["纸质，100", "塑料，50", "塑料，100", "纸质，50"],
    answer: [2]
}, {
    "title": "第五套人民币100元正面采用了(  )具有中国传统历史文化特色和民族特色的纹饰。",
    "option": ["中国的漆器花纹", "少数民族的挑绣花纹", "青铜饕餮的纹路", "中国传统瓷器的花纹"],
    answer: [0]
}, {
    "title": "第五套人民币纸币背面右上方印有汉语拼音和(  )“人民银行”字样。",
    "option": ["蒙、藏、回、维", "蒙、藏、维、壮", "蒙、满、藏、维", "蒙、满、回、维"],
    answer: [1]
}, {
    "title": "我国第一次采用了隐形雕刻防伪技术的硬币是(  )。",
    "option": ["西藏和平解放50周年普通纪念币", "第五套人民币1元硬币", "庆祝中华人民共和国澳门特别行政区成立普通纪念币"],
    answer: [0]
}, {
    "title": "我国最早的点钞机出现在(  )年。",
    "option": ["1948", "1949", "1959", "1969"],
    answer: [2]
}, {
    "title": "《中华人民共和国人民币管理条例》是于(  )起实施的。",
    "option": ["2000年10月1日", "2001年5月1日", "2000年5月1日", "2001年10月1日"],
    answer: [2]
}, {
    "title": "我国人民币的主管机关是(  )。",
    "option": ["财政部", "中国人民银行", "国务院", "中国银行"],
    answer: [1]
}, {
    "title": "人民币简写符号为(  )。",
    "option": ["RMB", "£", "$", "￥"],
    answer: [3]
}, {
    "title": "(  )同志为第一套人民币题写了中国人民银行行名。",
    "option": ["董必武", "周恩来", "邓小平", "朱德"],
    answer: [0]
}, {
    "title": "第四套人民币1元纸币共发行了(  )个版别。",
    "option": ["1", "2", "3", "4"],
    answer: [2]
}, {
    "title": "我国至目前为止发行的唯一一张塑料钞票是2000年11月28日发行的(  )纪念钞。",
    "option": ["熊猫", "丹顶鹤", "长城", "迎接新世纪"],
    answer: [3]
}, {
    "title": "迄今为止中国人民银行已发行了(  )套人民币。",
    "option": ["3", "4", "5", "6"],
    answer: [2]
}, {
    "title": "1963年抄造出了第一张(  )钞票纸。",
    "option": ["天安门固定水印", "满版五星古钱", "熊猫", "金属安全线"],
    answer: [0]
}, {
    "title": "我国是从第四套人民币(  )年版的100元、50元纸币上开始使用安全线技术的。",
    "option": ["1980", "1982", "1990", "1991"],
    answer: [2]
}, {
    "title": "第五套人民币2005年版100元、50元纸币的双色异形横号码的字符特点是(  )。",
    "option": ["由中间向左右两边逐渐变大", "由中间向左右两边逐渐变小", "由左向右逐渐变大", "由左向右逐渐变小"],
    answer: [1]
}, {
    "title": "第五套人民币1999年版(  )元纸币采用了胶印对印图案的防伪措施。",
    "option": ["100、50、20", "50、20、10", "100、50、20", "100、50、10"],
    answer: [3]
}, {
    "title": "第五套人民币50元、20元和10元纸币正面毛泽东头像由雕刻艺术家(  )雕刻完成。",
    "option": ["王肇宏", "沈永斌", "吴锦堂", "马荣"],
    answer: [3]
}, {
    "title": "第五套人民币纸币隐形面额数字位于钞票(  )。",
    "option": ["正面右上方", "正面右下方", "背面右下方", "背面左上方"],
    "answer": [0]
}, {
    "title": "第五套人民币5元纸币水印中花卉图案是(  )。",
    "option": ["菊花", "月季花", "水仙花", "荷花"],
    "answer": [2]
}, {
    "title": "1999年版第五套人民币哪几种面额纸币采用了双水印?( )",
    "option": ["100元", "50元", "20元", "5元"],
    "answer": [3]
}, {
    "title": "抽样检验是按照规定的抽样方案，( )地从一批或一个过程中抽取少量个体作为样本进行的检验。",
    "option": ["随便", "随机", "重复", "按规定"],
    "answer": [1]
}, {
    "title": "质量检验记录是( )的证据。",
    "option": ["计算检验人员工资", "计算作业人员工资", "企业申报纳税", "证实产品质量"],
    "answer": [3]
}, {
    "title": "只有在( )通过后才能进行正式批量生产。",
    "option": ["首件检验", "进货检验", "过程检验", "自检"],
    "answer": [0]
}, {
    "title": "质量管理八项原则不包括( )。",
    "option": ["全员参与", "过程方法", "统计技术", "平等互利的供方关系"],
    "answer": [2]
}, {
    "title": "致力于增强满足质量要求的能力称之为( )",
    "option": ["质量策划", "质量保证", "质量控制", "质量改进"],
    "answer": [3]
}, {
    "title": "全面质量管理的英文缩写是( )。",
    "option": ["0PPM", "PDCA", "TQM", "QC"],
    "answer": [2]
}, {
    "title": "质量检验具有的功能是( )。",
    "option": ["识别、选择、防范和报告", "判定、防范、报告和改进", "鉴别、把关、预防和报告", "判断、剔除、隔离和预防"],
    "answer": [2]
}, {
    "title": "质量是一组( )满足要求的程度。",
    "option": ["特性", "固有特性", "赋予特性", "资源特性"],
    "answer": [1]
}, {
    "title": "产品质量责任是一种综合的( )。",
    "option": ["法律责任", "民事责任", "刑事责任", "行政责任"],
    "answer": [0]
}, {
    "title": "不合格与缺陷的定义( )。",
    "option": ["完全相同", "完全不同", "不合格包含了缺陷", "缺陷是严重不合格"],
    "answer": [2]
}, {
    "title": "PDCA循环中，“P”表示为( )。",
    "option": ["验证", "检查", "计划", "实施"],
    "answer": [2]
}, {
    "title": "PDCA循环中，“D”表示为( )。",
    "option": ["验证", "检查", "计划", "实施"],
    "answer": [3]
}, {
    "title": "PDCA循环中，“C”表示为( )。",
    "option": ["验证", "检查", "计划", "实施"],
    "answer": [1]
}, {
    "title": "PDCA循环中，“A”表示为( )。",
    "option": ["验证", "检查", "计划", "实施"],
    "answer": [0]
}, {
    "title": "质量检验的作用包括( )。",
    "option": ["监督", "保证", "预防", "以上都是"],
    "answer": [3]
}, {
    "title": "我国于1978年从( )引进全面质量管理。",
    "option": ["美国", "日本", "德国", "英国"],
    "answer": [1]
}, {
    "title": "现场质量管理的主要任务是( )。",
    "option": ["质量策划", "质量控制", "质量突破", "质量改进"],
    "answer": [1]
}, {
    "title": "( )规定每个职能部门和每个岗位的员工在质量工作中的职责和权限，并与考核奖惩相结合的一种质量管理制度和管理手段。",
    "option": ["标准化工作", "计量工作", "质量记录", "质量责任制"],
    "answer": [3]
}, {
    "title": "可疑产品包括:( ) 。",
    "option": ["没有标识的产品", "标识不明的产品", "用偏离校准状态的仪器检验的产品", "全对"],
    "answer": [3]
}, {
    "title": "QC小组的类型一般有( )。",
    "option": ["管理型、现场型、攻关型、服务型、创新型", "科学型、现场型、攻关型、服务型、创新型", "管理型、现场型、攻关型、服务型、研究型", "管理型、现场型、攻关型、服务型、研究型"],
    "answer": [0]
}, {
    "title": "( )是全面质量管理活动的基本方法。",
    "option": ["数理统计", "经济分析", "PDCA循环", "全员培训"],
    "answer": [2]
}, {
    "title": "全面质量管理的范围是( )。",
    "option": ["企业各项管理工作", "企业生产全过程", "产品质量产生、形成和实现的全过程", "产品生产全过程"],
    "answer": [2]
}, {
    "title": "PDCA的方法是一种( )方法。",
    "option": ["统计技术", "持续改进", "连续评价", "自我评价"],
    "answer": [1]
}, {
    "title": "生产质量检验分为( )基本要素。",
    "option": ["计划、度量、判断、比较", "度量、比较、判断、处理", "检查、比较、判断、总结", "计划、度量、判断、总结"],
    "answer": [1]
}, {
    "title": "QC小组活动的宗旨是( )。",
    "option": ["激发职工的积极性和创造性", "改进质量，降低消耗，提高经济效益", "培育积极向上的团队精神", "全对"],
    "answer": [2]
}, {
    "title": "QC小组的创新型课题是( )。",
    "option": ["开发新技术、新产品、新方法", "按照PDCA循环", "把握问题现状", "全对"],
    "answer": [0]
}, {
    "title": "“创新型”QC课题活动程序有( )步骤。",
    "option": ["选择课题、设定目标、确定方案、总结与今后打算", "选择课题、设定目标、确定方案、制定对策、总结与今后打算", "选择课题、设定目标、制定对策表、确认效果、总结与今后打算", "选择课题、设定目标、确定方案、制定对策、确认效果、标准化、总结与今后打算"],
    "answer": [2]
}, {
    "title": "QC小组选题应注意( )。",
    "option": ["课题宜小、不用特性值表达、理由充分", "课题宜大、特性值表达、理由充分", "课题宜小、不用特性值表达、理由充分", "课题宜小、特性值表达、理由充分"],
    "answer": [2]
}, {
    "title": "QC课题现状调查的基本任务是( )。",
    "option": ["到现场去观察、找出问题症结", "把握问题现状、找出问题症结", "分析原因、设定目标", "到现场去观察、设定目标"],
    "answer": [1]
}, {
    "title": "QC活动分析原因要( )。",
    "option": ["找出症结、展示部分、分析彻底", "找出症结、展示全貌、分析部分", "找出部分症结、展示部分、分析彻底", "找出症结、展示全貌、分析彻底"],
    "answer": [3]
}, {
    "title": "《产品质量法》的立法目的是为了加强对产品质量的监督管理，提高产品质量水平，明确产品质量责任，保护( )的合法权益，维护社会经济秩序。",
    "option": ["公民", "法人", "用户", "消费者"],
    "answer": [3]
}, {
    "title": "国际单位制的国际简称是( )。",
    "option": ["ＧＢ", "ISO", "SI", "IB"],
    "answer": [2]
}, {
    "title": "20世纪50年代，美国质量管理专家( )首次提出质量成本概念。",
    "option": ["朱兰", "费根堡姆", "德鲁克", "休哈特"],
    "answer": [1]
}, {
    "title": "当QC小组成员发生严重分歧时，应寻求( )解决。",
    "option": ["小组外部力量", "小组内部力量", "部门领导", "小组外部力量与小组内部力量"],
    "answer": [0]
}, {
    "title": "统计质量控制阶段主要是通过( )进行质量控制。",
    "option": ["事后把关", "事前预防", "过程监控", "指标说明质量体系"],
    "answer": [0]
}, {
    "title": "2000版ISO9000族质量管理体系标准发布于( )。",
    "option": ["2月15日", "6月15日", "8月15日", "12月15日"],
    "answer": [3]
}, {
    "title": "质量管理体系是在指挥和控制组织的管理体系。( )。",
    "option": ["环境方面", "安全方面", "质量方面", "财务方面"],
    "answer": [2]
}, {
    "title": "ISO9000族标准自发布后至今已有国家和地区采用了这套标准。( )",
    "option": ["100多个", "150多个", "200多个", "250多个"],
    "answer": [1]
}, {
    "title": "由组织自己或以组织的名义进行，可作为组织自我合格声明的审核称为( )",
    "option": ["第一方审核", "第二方审核", "第三方审核", "外部审核"],
    "answer": [0]
}, {
    "title": "测量误差可能来源于( )不理想。",
    "option": ["测量仪器", "测量环境", "测量人员、测量程序", "全对"],
    "answer": [3]
}, {
    "title": "质量是一组满足要求的程度( )",
    "option": ["特性", "内在特性和外在特性", "固有特性", "赋预特性"],
    "answer": [2]
}, {
    "title": "下列特性中属于固有特性的是( )",
    "option": ["价格", "保修期", "噪音", "礼貌"],
    "answer": [2]
}, {
    "title": "描述质量管理体系业绩改进指南的标准是( )。",
    "option": ["ISO9001", "ISO9004", "ISO9000", "ISO19011"],
    "answer": [1]
}, {
    "title": " ISO9000：2000标准表述了建立和运行质量管理体系应遵循的方面的质量管理体系基础知识。( )",
    "option": ["8个", "10个", "12个", "14个"],
    "answer": [2]
}, {
    "title": "提供了质量管理体系的要求，供组织需要证实其具有稳定地提供满足顾客要求和适用法律法规要求的产品的能力时应用的标准是( )。",
    "option": ["ISO9000B标准", "ISO9001标准", "ISO9004标准", "ISO19001标准"],
    "answer": [1]
}, {
    "title": "第三方审核的主要作用，以下不正确的是( )。",
    "option": ["确定受审核方的质量管理体系是否能被认证注册", "确定质量管理体系要求是否符合规定要求", "沟通供需双方对质量要求的共识", "确定现行的质量管理体系实现规定质量目标的有效性"],
    "answer": [2]
}, {
    "title": "从国外工业发达国家的情况来看，质量管理的发展大体经历了质量检验、统计质量控制和三个阶段。( )",
    "option": ["全面质量管理", "外观质量管理", "内在质量管理", "质量管理体系"],
    "answer": [0]
}, {
    "title": "质量检验按检查地点分类，以下不正确的是( )",
    "option": ["进厂检验", "工序检验", "出厂检验", "成品检验"],
    "answer": [3]
}, {
    "title": "质量检验检验数量分类，可分为( )。",
    "option": ["全数检验、抽样检验", "工序检验、成品检验", "抽样检验、成品检验", "成品检验、工序检验"],
    "answer": [0]
}, {
    "title": "质量检验按检验人员分类，以下不正确的是( )。",
    "option": ["自检", "专检", "互检", "成品检验"],
    "answer": [3]
}, {
    "title": "质量检验的职能包括：( )",
    "option": ["质量保证", "质量预防", "质量报告、质量监督", "全对马可08:44:"],
    "answer": [3]
}, {
    "title": "微软公司办公套装软件Microsoft Office2003中，主要用于制作演示文稿的软件是( )。",
    "option": ["Word2003", "Excel2003", "PowerPoint2003", "Access"],
    "answer": [2]
}, {
    "title": "二进制数110,转换成十进制数为( )。",
    "option": ["12", "6", "2", "11"],
    "answer": [1]
}, {
    "title": "下列不属于计算机程序设计语言的是( )。",
    "option": ["机器语言", "高级语言", "汇编语言", "行为语言"],
    "answer": [3]
}, {
    "title": "下列不属于图像印刷品质量特性的是( )。",
    "option": ["阶调再现性", "色彩再现性", "纸张的吸湿性", "印刷的不均匀性"],
    "answer": [2]
}, {
    "title": "某印刷品在自然光下呈现品红色，根据色料减色法原理，是因为该印品的色料吸收了白光中的( )，另外的色光反射入人眼，从而使印品呈现品红色。",
    "option": ["红光", "黄光", "绿光", "蓝光"],
    "answer": [2]
}, {
    "title": "根据色光加色法，绿+蓝=青，红+绿=黄，红+绿+蓝=白，我们把两种混合后可以得到白光的色光称为互补色光，这两种颜色互为补色。那么，红色的补色是( )。",
    "option": ["紫色", "蓝色", "青色", "绿色"],
    "answer": [2]
}, {
    "title": "颜色的三个基本特性中，与色度学的“纯度”相对应的是( )。",
    "option": ["明度", "亮度", "梯度", "饱和度"],
    "answer": [3]
}, {
    "title": "目前印制行业中，不属于平版印刷设备的是( )。",
    "option": ["J99印刷机", "W92型印刷机", "小森机", "J98印刷机"],
    "answer": [1]
}, {
    "title": "下列不属于质量检测设备的是( )。",
    "option": ["胶印离线检测系统", "密度仪", "小张清分机", "彩色扫描仪"],
    "answer": [3]
}, {
    "title": "下列不属于图像数据格式的是( )。",
    "option": ["PSD", "JPEG", "CLD", "TIFF"],
    "answer": [2]
}, {
    "title": "下列不属于特种印刷的是( )。",
    "option": ["球面印刷", "柔性版印刷", "凸版印刷", "电路印刷马可08:46:"],
    "answer": [2]
}, {
    "title": "世界上第一台计算机诞生于(  )年，取名为ENIAC。",
    "option": ["1946", "1947", "1948", "1949"],
    "answer": [0]
}, {
    "title": "在 色彩模式中，R代表的颜色是( )；",
    "option": ["红色", "蓝色", "绿色", "黄色"],
    "answer": [0]
}, {
    "title": "图像与灰度直方图间的对应关系是( )；",
    "option": ["一一对应", "多对一", "一对多", "多对多"],
    "answer": [1]
}, {
    "title": "下列选项不属于CCD机检检测系统组成部分的是(  )；",
    "option": ["相机", "同步盒、", "工控机", "信号延长器"],
    "answer": [3]
}, {
    "title": "工业相机按照传感器的结构特性可分为( )；",
    "option": ["CCD相机和线阵相机", "CCD相机和CMOS相机", "线阵相机和面阵相机", "CMOS相机和面阵相机"],
    "answer": [2]
}, {
    "title": "下列选项不是UPS在机检系统运行中的作用是( )；",
    "option": ["降低电压", "电流转换", "断电保护", "稳定电压"],
    "answer": [0]
}, {
    "title": "增量式编码器是将位移转换成( )的信号，再把这个电信号转变成计数脉冲，用脉冲的个数表示位移的大小；",
    "option": ["间断性", "偶然性", "周期性", "触发性"],
    "answer": [2]
}, {
    "title": "机检系统中图像信息传输采用的网卡是( )；",
    "option": ["集成百兆网卡", "独立百兆网卡", "集成千兆网卡", "独立千兆网卡"],
    "answer": [2]
}, {
    "title": "下列选项不属于机检系统建模工作站功能的是( )；",
    "option": ["生成检测模板样张", "定义检测参数", "储存模型参数", "发送检测信号"],
    "answer": [3]
}, {
    "title": "下列选项不属于图像监测站功能的是( )；",
    "option": ["显示采集图像", "保存错误图像", "显示错误图像信息", "储存模板样张"],
    "answer": [3]
}, {
    "title": "机检系统正常运行时，相机的触发方式是( )；",
    "option": ["内触发", "外触发", "不触发", "自动触发"],
    "answer": [1]
}, {
    "title": "下列选项不属于图像平滑滤波算法的是( )；",
    "option": ["领域均值滤波算法", "频域低通滤波算法", "非线性自适应滤波算法", "直方图凹面分析法"],
    "answer": [3]
}, {
    "title": "机检系统选型的关键参数不包括( )；",
    "option": ["变化频率", "色域范围", "均匀度", "照射角度"],
    "answer": [3]
}, {
    "title": "下列情况可能属于机检系统异常的是( )；",
    "option": ["间断偶然性误报", "相机白平衡效果差", "个别检测站未启用", "检出成品率较低"],
    "answer": [3]
}]