// /*
// 1.替换编号
// \d+\.
// 替换为 "]},{title:"

// 2.替换A.
// ","option": ["

// 3.替换 b. c. d.
// [B-E]\. 为 ","

// */
// let questions = [{
//     title: "(C)是实现“安全第一”的根本途径。",
//     option: ["隐患排查", "隐患治理", "预防为主", "综合治理"]
//   }, {
//     title: "(D)是落实“安全第一、预防为主”的手段和方法。",
//     option: ["危险源识别", "隐患排查", "本质安全", "综合治理"]
//   }, {
//     title: "(A)就是在生产过程中把安全特别是从业人员的人身安全放在首要位置，实行“安全优先”原则，切实保护劳动者的生命安全和身体健康。",
//     option: ["安全第一", "综合治理", "预防为主", "防消结合"]
//   }, {
//     title: "坚持“安全第一”实现安全生产是国家对(B)最基本的要求。",
//     option: ["企业负责人", "生产经营单位", "安全负责人", "总经理"]
//   }, {
//     title: "下列内容属于“安全第一”的是(B)。",
//     option: ["强化安全生产责任制，真正做到各司其职，各负其责", "安全第一强调安全工作的重要性、优先性及预防性", "做好教育培训工作，使生产经营单位各层次员工都树立起安全第一的意识", "从业人员对待安全生产的态度和行为差异很大，需要因情制宜、综合防范"]
//   }, {
//     title: "生产经营单位的(C)必须按照国家有关规定经专门的安全作业培训，取得特种作业操作资格证书后，方可上岗作业。",
//     option: ["从业人员", "安全管理人员", "特种作业人员", "主要负责人"]
//   }, {
//     title: "根据(B)的级别不同，可分为厂(公司)级安全教育、车间(工段)级安全教育、班组级安全教育,又称&quot;三级&quot;安全教育。",
//     option: ["安全教育对象", "教育组织者", "安全教育性质", "安全教育内容"]
//   }, {
//     title: "(B)安全教育就是通过安全管理人员或事故相关人员作报告起到警示、宣传安全教育的效果。",
//     option: ["课堂式", "报告式", "会议讨论式", "讲授式"]
//   }, {
//     title: "(B)安全教育如安全招贴(海报)、安全挂图、安全标语、安全标示牌等，向大众宣传安全理念、加强安全意识。",
//     option: ["讲授式", "广告式", "音像式", "文娱式"]
//   }, {
//     title: "(C)是在传播单位的安全理念、价值观或者国家倡导的安全口号。",
//     option: ["安全招贴", "安全挂图", "安全标语", "安全标示牌"]
//   }, {
//     title: "(D)是由安全色、几何图形和形象的图形符号构成，用以表达特定的安全信息。",
//     option: ["安全招贴", "安全挂图", "安全标语", "安全标志"]
//   }, {
//     title: "特种作业人员必须接受与本工种相适应的、专门的安全技术培训，安全技术理论考核和实际操作技能考核合格，取得(B)证后，方可上岗作业。",
//     option: ["合格", "特种作业操作", "特种作业许可", "培训"]
//   }, {
//     title: "特种作业操作证每(C)由原考核发证部门复审一次。",
//     option: ["半年", "一年", "三年", "四年"]
//   }, {
//     title: "连续从事本工种(C)以上的特种作业人员，严格遵守有关安全生产法律法规的，经原考核发证机关或者从业所在地考核发证机关同意，特种作业操作证的复审时间可以延长至每6年1次。",
//     option: ["5年", "8年", "10年", "12年"]
//   }, {
//     title: "生产经营单位可以根据工作性质对(D)进行安全培训，保证其具备本岗位安全操作、应急处置等知识和技能。",
//     option: ["主要负责人", "安全管理人员", "特种作业人员", "其他从业人员"]
//   }, {
//     title: "根据行业《企业安全标准与评价体系》规定，从业人员在本生产经营单位内调整工作岗位或离岗(D)以上重新上岗时，应当重新接受车间和班组级的安全培训。",
//     option: ["三个月", "一年", "九个月", "六个月"]
//   }, {
//     title: "生产经营单位新上岗的从业人员，岗前培训时间不得少于(C)学时。",
//     option: ["8", "12", "24", "72"]
//   }, {
//     title: "安全隐患按照危害程度和整改难度，分为一般安全隐患和(B)安全隐患。",
//     option: ["较大", "重大", "较重大"]
//   }, {
//     title: "隐患排查治理工作主要包括三个方面：自查隐患、(B)、自报隐患。",
//     option: ["记录隐患", "治理隐患", "统计隐患"]
//   }, {
//     title: "某企业发生爆炸事故，导致25人死亡、4人失踪，该事故属于(B)。",
//     option: ["较大事故", "重大事故", "特别重大事故"]
//   }, {
//     title: "树立隐患就是事故的观念，建立健全隐患排查治理制度、重大隐患治理情况向负有安全生产监督职责的部门和企业(B)“双报告”制度。",
//     option: ["工会", "职代会", "企管部"]
//   }, {
//     title: "对发生的各类安全事故，必须采取(B)原则进行处理。",
//     option: ["预防为主", "四不放过", "三同时"]
//   }, {
//     title: "因办公区域不防滑，有可能造成的摔伤现象，下面对应的措施最恰当的是(C)。",
//     option: ["勤擦拭地板", "绕着走", "保持地面干爽"]
//   }, {
//     title: "重大危险源指长期地或临时地生产、加工、搬运、使用或贮存危险物质，且危险物质的数量(C)临界量的单元。",
//     option: ["大于", "等于", "等于或超过"]
//   }, {
//     title: "重大危险源定义中的单元指一个(套)生产装置、设施或场所，或同属一个工厂的且边缘距离小于(C)m的几个(套)生产装置、设施或场所。",
//     option: ["200", "300", "500"]
//   }, {
//     title: "事故树分析属于(B)。",
//     option: ["经验对照法", "系统安全分析方法", "安全检查表法"]
//   }, {
//     title: "“必须利用所有有关部门及一切资源的紧急情况，或者需要各个部门同外部机构联合起来处理各种紧急情况，通常要宣布进入紧急状态”属于应急响应级别的(A)。",
//     option: ["一级紧急情况", "二级紧急情况", "三级紧急情况"]
//   }, {
//     title: "“能由一个部门正常可利用的资源处理的紧急情况”属于应急响应级别的(C)。",
//     option: ["一级紧急情况", "二级紧急情况", "三级紧急情况"]
//   }, {
//     title: "对某种具体的、特定类型的紧急情况，例如危险物质泄漏、火灾、某一自然灾害等的应急而制定的的应急预案为(B)。",
//     option: ["综合应急预案", "专项应急预案", "现场处置方案"]
//   }, {
//     title: "(A)的特点是对演练情景进行口头演练，一般是在会议室内举行。",
//     option: ["桌面演练", "功能演练", "全面演练"]
//   }, {
//     title: "(C)是指针对应急预案中全部或大部分应急响应功能，检验、评价应急组织应急运行能力的演练活动。演练过程要求尽量真实。",
//     option: ["桌面演练", "功能演练", "全面演练"]
//   }, {
//     title: "(A)指应急准备过程中应予改善的问题。它不会对人员的生命健康安全产生严重的影响，视情况予以改进，不必要求一定予以纠正。",
//     option: ["改进项", "整改项", "不足项"]
//   }, {
//     title: "导致事故发生的直接原因中不包括(C)。",
//     option: ["物的原因", "人的原因", "教育的原因"]
//   }, {
//     title: "安全教育的实施原则就是生产经营单位进行安全教育活动中所应遵循的行动准则，是安全教育过程客观规律的反映,具体包括(ABCD)。",
//     option: ["依法进行原则", "理论与实践相结合原则C职员分类培训原则", "巩固性与反复性原则"]
//   }, {
//     title: "我国现阶段的安全生产方针为(ACD)。",
//     option: ["安全第一", "防治结合", "预防为主", "综合治理"]
//   }, {
//     title: "下列内容属于“预防为主”的是(BCD)。",
//     option: ["当安全与政绩、发展发生矛盾时，安全优先", "促进安全文化建设，为预防安全事故打造良好的激励、凝聚氛围", "提高安全科技水平，增强基础设施的安全保障能力", "严格执行安全检查制度，及时发现事故隐患、防范事故"]
//   }, {
//     title: "下列内容属于“综合治理”的是(ABC)。",
//     option: ["安全生产各项政策和措施的实施，需要所有部门的合作、全体员工的参与", "安全生产，多管齐下，综合施治", "防治手段的多样化", "安全优先"]
//   }, {
//     title: "安全培训，就是向员工传授安全文化科学知识、安全生产技术和技能，以提高员工(AC)。",
//     option: ["安全意识", "安全培训", "安全技能", "安全管理"]
//   }, {
//     title: "生产经营单位采用(ABCD)，必须了解、掌握其安全技术特性，采取有效的安全防护措施，并对从业人员进行专门的安全生产教育和培训。",
//     option: ["新工艺", "新技术", "新材料", "使用新设备"]
//   }, {
//     title: "根据安全教育的内容不同，可分为和(ABCD)安全意识教育。",
//     option: ["安全法制教育", "安全道德教育", "安全技术教育", "安全技能教育"]
//   }, {
//     title: "安全教育形式大体可分为(ABCD)。",
//     option: ["讲授式", "广告式", "音像式", "文娱式"]
//   }, {
//     title: "安全教育培训的具体程序包括(ABCD)和培训效果评估。",
//     option: ["确定培训需求", "制订培训计划", "制订培训方案", "组织实施培训"]
//   }, {
//     title: "安全标志包括(ABCD)。",
//     option: ["禁止标志", "警告标志", "指令标志", "提示标志"]
//   }, {
//     title: "下列(ABCD)属于特种作业(含特种设备作业)。",
//     option: ["电工作业", "登高架设作业", "锅炉作业", "叉车作业"]
//   }, {
//     title: "下列属于车间级岗前安全培训内容的有(BCD)。",
//     option: ["从业人员安全生产权利和义务", "所从事工种可能遭受的职业伤害和伤亡事故", "安全设备设施、个人防护用品的使用和维护", "自救互救、急救方法、疏散和现场紧急情况的处理"]
//   }, {
//     title: "下列属于班组级岗前安全培训内容的有(BC)。",
//     option: ["预防事故和职业危害的措施及应注意的安全事项", "岗位安全操作规程", "岗位之间工作衔接配合的安全与职业卫生事项", "所从事工种的安全职责、操作技能及强制性标准"]
//   }, {
//     title: "危险源辨识就是风险评估。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   },
//   {
//     title: "危险源是指可能导致伤害、疾病、财产损失、工作环境破坏或这些情况组合的根源或状态。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   },
//   {
//     title: "第一类危险源不是伤亡事故发生的能量主体，不决定事故后果的严重程度。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "危害辨识、风险评价和风险控制应被视为一个持续的过程。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险源辨识就是隐患排查。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "危险有害因素中,人的因素包括心理、生理性危险和有害因素、行为性危险和有害因素。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电气安全对策措施，通常包括防触电、防电气火灾爆炸和防静电等。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "机械伤害指机械设备运动(静止)部件、工具、加工件直接与人体接触引起的夹击、碰撞、剪切、卷入、绞、碾、割、刺等伤害。包括车辆、起重机械引起的机械伤害。(×)9．高处坠落指在高处作业中发生坠落造成的伤亡事故。触电坠落事故也属于高处坠落。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "事故隐患是泛指生产系统中可导致事故发生的人的不安全行为、物的不安全状态、环境和管理上的缺陷。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "忽视安全，忽视警告，操作错误是造成生产安全事故中物的主要直接原因。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "防护、保险、信号等装置缺乏或有缺陷是造成生产安全事故中人的主要直接原因。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "安全生产教育培训不够是造成生产安全事故中管理上的主要直接原因。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "对事故隐患整改不力，经费不落实是造成生产安全事故中管理上的主要间接原因。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "未开展人员安全教育是人的不安全因素。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "应急预案培训与演练要求现场处置方案每半年至少组织一次演练。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "企业应每三年组织应急知识教育培训，并纳入年度安全教育培训计划。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "当安全与政绩、发展发生矛盾时，安全优先体现了预防为主的思想。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "安全第一体现在严格执行安全检查制度，及时发现事故隐患、防范事故。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "安全意识不强，违章指挥、违章作业、违反劳动纪律易造成事故。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "自救互救、急救方法、疏散和现场紧急情况的处理是公司级岗前培训内容。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "电器着火时下列不能用的灭火方法是哪种？(C)",
//     option: ["用四氯化碳灭火器灭火", "用沙土灭火", "用水灭火", "用1211灭火器灭火"]
//   }, {
//     title: "触电事故中，(A)是导致人身伤亡的主要原因。",
//     option: ["人体接受电流伤害　", "烧伤　", "电休克"]
//   }, {
//     title: "(A)是当电路发生漏电故障时，能够自动切断电源的保护装置。",
//     option: ["漏电保护器", "保护接地", "电气隔离"]
//   }, {
//     title: "下列有关使用漏电保护器的说法，哪种正确？(A)",
//     option: ["漏电保护器既可用来保护人身安全，还可用来对低压系统或设备的对地绝缘状况起到监督作用", "漏电保护器安装点以后的线路不可对地绝缘", "漏电保护器在日常使用中不可在通电状态下按动实验按钮来检验其是否灵敏可靠"]
//   }, {
//     title: "触电急救时，口对口吹气的人工呼吸法效果较好，对吹气次数的要求是：对儿童吹气每分钟18-24次；对成年人每分钟吹(B)次。",
//     option: ["12-14", "14-16", "18-20"]
//   }, {
//     title: "如果工作场所潮湿，为避免触电，使用手持电动工具的人应(B)。",
//     option: ["站在铁板上操作", "站在绝缘胶板上操作", "穿防静电鞋操作"]
//   }, {
//     title: "雷电放电具有(A)的特点。",
//     option: ["电流大，电压高", "电流小，电压高", "电流大，电压低"]
//   }, {
//     title: "静电电压最高可达(B)，可现场放电，产生静电火花，引起火灾。",
//     option: ["50伏", "数万伏", "220伏"]
//   }, {
//     title: "漏电保护器的使用是防止(A)。",
//     option: ["触电事故", "电压波动", "电荷超负荷"]
//   }, {
//     title: "我国标准规定工频安全电压有效值的限值为(D)V。",
//     option: ["36", "42", "48", "50"]
//   }, {
//     title: "金属容器内、隧道内、水井内以及周围有大面积接地导体等、工作地点狭窄、行动不便的环境应采用(A)V安全电压。",
//     option: ["12", "24", "36", "50"]
//   }, {
//     title: "使用手持电动工具时，下列注意事项哪个正确？(B)",
//     option: ["使用万能插座", "使用漏电保护器", "身体或衣服潮湿"]
//   }, {
//     title: "发生触电事故的危险电压一般是从(C)伏开始。",
//     option: ["24", "36", "65"]
//   }, {
//     title: "使用电气设备时，由于维护不及时，当(A)进入时，可导致短路事故。",
//     option: ["导电粉尘或纤维", "强光辐射", "热气"]
//   }, {
//     title: "使用的电气设备按有关安全规程，其外壳应有什么防护措施？(B)",
//     option: ["无", "保护性接零或接地", "防锈漆"]
//   }, {
//     title: "国际规定，电压(C)伏以下不必考虑防止电击的危险。",
//     option: ["36伏", "65伏", "25伏"]
//   }, {
//     title: "三线电缆中的红线代表(B)。",
//     option: ["零线", "火线", "地线"]
//   }, {
//     title: "如果触电者伤势严重，呼吸停止或心脏停止跳动，应竭力施行(C)和胸外心脏挤压。",
//     option: ["按摩", "点穴", "人工呼吸"]
//   }, {
//     title: "民用照明电路电压是以下哪种？(C)",
//     option: ["直流电压220伏", "交流电压280伏", "交流电压220伏"]
//   }, {
//     title: "被电击的人能否获救，关键在于(C)。",
//     option: ["触电的方式", "人体电阻的大小", "能否尽快脱离电源和施行紧急救护"]
//   }, {
//     title: "影响电流对人体伤害程度的主要因素有(A)。",
//     option: ["电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况", "电流的大小，人体电阻，通电时间的长短", "电流的途径，人体状况"]
//   }, {
//     title: "带电作业应设(C)，复杂作业时，应增设监护人。",
//     option: ["工作负责人", "工作许可人", "专责监护人", "工作人员"]
//   }, {
//     title: "(D)是触电事故中最危险的一种。",
//     option: ["电烙印", "皮肤金属化", "电灼伤", "电击"]
//   }, {
//     title: "静电多发生在(B)季节。",
//     option: ["多雨潮湿", "干燥", "任何"]
//   }, {
//     title: "静电在工业生产中可能引起(A)事故。",
//     option: ["爆炸和火灾", "电死人员", "相间短路"]
//   }, {
//     title: "下列关于手持电动工具说法正确的是(BCD)。",
//     option: ["安保部门负责手持电动工具的计划、购置、发放并建立相应台帐", "所购置的手持电动工具必须有出厂合格证及产品合格证", "手持电动工具必须存放在干燥、无腐蚀性物品的场所", "手持电动工具的使用人员应具备必要的用电安全技术知识"]
//   }, {
//     title: "发生触电，应采取的急救措施和流程为(ABCDEF)。",
//     option: ["立刻切断电源或用绝缘物(干木棍等)将触电者与带电体分离", "将触电者移至安全地带", "若触电者失去知觉，应使其平躺，解开衣服，以利呼吸", "若触电者呼吸停止，立即实施人工呼吸急救措施", "若触电者心跳停止，立即实施心肺复苏术F.若触电者呼吸、心跳皆无，按30：2的频率交叉实施人工呼吸和心肺复苏术，直至出现生命体征或专业医疗队伍抵达"]
//   }, {
//     title: "按雷电形式可分成(ABC)。",
//     option: ["直击雷", "感应雷", "雷电波侵入"]
//   }, {
//     title: "在充满可燃气体的环境中，可以使用手动电动工具。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "有人低压触电时，应该立即将他拉开。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "为了防止触电可采用绝缘、防护、隔离等技术措施以保障安全。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "对于容易产生静电的场所，应保持地面潮湿，或者铺设导电性能好的地板。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电工可以穿防静电鞋工作。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "移动某些非固定安装的电气设备时(如电风扇，照明灯)，可以不必切断电源。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "手持电动工具的插头不得随意拆除或更换,手持电动工具自带的软线也不可以接长以后进行使用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "在使用手电钻、电砂轮等手持电动工具时，为保证安全，应该装设漏电保护器。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电动工具应由具备资质的电工定期检查及维修。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "人体触电致死，是由于肝脏受到严重伤害。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "电伤是电流对人体内部组织的伤害，是最危险的一种伤害，绝大多数的触电死亡事故都是由电伤造成的。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "员工下班后必须关闭所属区域用电设备设施的电源，同时具备必要的电气安全常识。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "插拔插头时，应保证电气设备和电气装置处于工作状态，并避免对电源线施加外力。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，因立即通知消防人员，并进行必要的现场配合。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "发现有人触电，应立即切断电源，使触电人脱离电源，并进行急救。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "当发生人身触电事故时，应立即按触电急救方法抢救触电者，然后再切断电源。并及时通知医疗人员进行处理，同时报告安全保卫部门、电气专业管理部门、属地管理部门相关领导以及上级领导。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "企业内漏电保护器应定期(1个月)进行漏电保护动作测试，确保完好，并有测试记录。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电气设备着火,首先必须采取的措施是停电。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "脱离低压电源的主要方法有:切断电源；割断电源线；挑拉电源线；拉开触电者；采取相应救护措施。采取以上措施时注意必须使用符合相应电压等级的绝缘工具。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "油区的一切电气设施均应选用防爆型，电力线路必须是电缆或暗线，不准有架空线。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "湿手不准去摸触电灯开关以及其他电气设备。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "高温潮湿的环境会使电线电缆绝缘层的电气性能下降。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何电气装置都不应超负荷运行或带故障使用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "在插拔插头时人体不得接触导电极，不应对电源线施加拉力。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "临时用电应经有关主管部门审查批准，并有专人负责管理，限期拆除。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "当电气装置的绝缘或外壳损坏，只要多注意不碰触带电部分就可使用。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "当发生电气火灾时，应立即采用专用的消防器材进行灭火，然后断开电源。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "长期放置不用的或新使用的用电设备应经过安全检查或试验后才能投入使用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用电单位或个人不得擅自更改电气装置或延长电气线路，不得擅自增大电气装置的额定容量。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "避雷针是用于防止保护范围内的建筑和设备遭受直击雷的破坏。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何电气设备在未验明无电之前，一律认为有电。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "(D)的危险是杀伤人体细胞和机体内部的组织，轻者会引起各种病变，重者会导致死亡。",
//     option: ["噪声", "震动", "电击", "辐射"]
//   }, {
//     title: "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应(D)。",
//     option: ["边观察边使用", "穿戴好防护用品使用", "继续使用", "停止使用"]
//   }, {
//     title: "外露传送装置的零部件损坏后，一般应按原设计要求配制。如有更改，必须保证不降低其(D)。",
//     option: ["使用寿命", "安装高度", "使用强度", "安全可靠性"]
//   }, {
//     title: "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置(D)。",
//     option: ["安全防护光电", "防护网", "防绞手装置", "防护装置"]
//   }, {
//     title: "设备发生故障时，必须首先(C)，方可打开防护装置检查、修理。",
//     option: ["降速", "保证低速运行", "停机", "查明原因"]
//   }, {
//     title: "检修时，应在设备(C)上悬挂“禁止启动”的安全标志，或派专人监护开关。",
//     option: ["维修部位", "主电箱", "开关", "主机"]
//   }, {
//     title: "对两人或多人操作的机械设备，其控制器应有(D)，避免因多人操作不协调而造成的危险。",
//     option: ["相互独立的控制器", "不同的控制器", "相同的控制器", "互锁装置"]
//   }, {
//     title: "下列对策中哪个不适宜用于预防机械伤害：(B)",
//     option: ["提高机械设备的本质安全", "靠操作者的自觉性来预防机械伤害", "加强安全管理", "提高操作者的技术水平"]
//   }, {
//     title: "在齿轮传动机构中，(D)是最危险。",
//     option: ["轴", "齿轮", "链条", "齿轮啮合处"]
//   }, {
//     title: "下列哪种操作是不正确的？(B)",
//     option: ["戴褐色眼镜从事电焊", "操作旋转机床时，戴防护手套", "借助推木操作剪切机械", "用砂轮机打磨时戴防护眼镜"]
//   }, {
//     title: "开启式防护罩打开或部分失灵时，应使(A)。",
//     option: ["活动部件不能运转", "运转部件减速运动", "防护罩不影响操作", "维修防护罩的工作正常进行"]
//   }, {
//     title: "叉车在运行时，不准任何人上下车，货叉上(A)。",
//     option: ["严禁站人", "可站一人	", "可站俩人", "可站多人"]
//   }, {
//     title: "噪声产生的原因主要有哪些?(ABC)",
//     option: ["电磁噪声", "机械噪声", "空气动力噪声", "水流噪声"]
//   }, {
//     title: "噪声的危害有哪些？(ABC)",
//     option: ["影响听觉", "影响生理或心理", "干扰语言通讯和听觉信号而引发其他危险", "没有影响"]
//   }, {
//     title: "机械伤害事故的直接原因有哪些？(AB)",
//     option: ["机械的不安全状态", "人的不安全行为", "教育培训不够", "对安全工作不重视"]
//   }, {
//     title: "机械伤害事故的间接原因有哪些？(ABCD)",
//     option: ["技术和设计上的缺陷", "教育培训不够", "管理缺陷", "对安全工作不重视"]
//   }, {
//     title: "机械危险主要形式有挤压、()、切割或切断、()、引入或卷入、冲击、()、摩擦或磨损等。(ABC)",
//     option: ["剪切", "缠绕", "刺伤或扎穿", "高温中暑"]
//   }, {
//     title: "机械旋转部件的危害因素有(ABCD)。",
//     option: ["对向旋转部件的咬合", "旋转部件和固定部件的咬合", "旋转部件和成切线运动部件面的咬合", "旋转轴"]
//   }, {
//     title: "机械安全防护装置应具有足够的可靠性，即在规定的寿命期限内必须具有足够的()、()、抗疲劳性。(AD)",
//     option: ["强度", "耐腐蚀性", "重量", "刚度"]
//   }, {
//     title: "《特种设备安全监察条例》规定：锅炉、压力容器、电梯、起重机械、客运索道、大型游乐设施的作业人员及其相关管理人员(以下统称特种设备作业人员)，应当按照国家有关规定经特种设备安全监督管理部门考核合格，取得国家统一格式的特种作业人员证书，方可从事相应的作业或管理工作。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "乘客召唤电梯时，不要同时按压上、下两个方向的召唤按钮，以提高电梯运行效率。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "安全隐患可存在于机器的设计、制造、运输、安装、使用、报废、拆卸及处理等各个环节。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "设备发生故障时，可不停机打开防护装置检查、修理。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "只要不出安全事故，操作工不必要严格按《安全操作规程》操作。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "运转中的机械设备对人的伤害主要有撞伤、压伤、轧伤、卷缠等。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "连锁安全装置的基本原理：只有当安全装置关合时，机器才能运转；而只有当机器的危险部件停止运动时，安全装置才能开启。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "隔离安全装置是一种阻止身体的任何部分靠近危险区域的设施。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "空车上下斜坡——如果在斜坡上空车行使,需要倒退上坡,货叉向前行驶下坡。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "载货时上下斜坡——如果在斜坡上载货行使,需要货叉向前行使上坡,倒退行使下坡。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "叉车在起重升降或行驶时，可有人员站在货叉上把持物件或起平衡作用。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "不准用货叉带人作业，货叉举起后货叉下严禁站人和进行维修工作。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "职业病防治工作坚持(A)的方针，实行分类管理、综合治理。",
//     option: ["预防为主、防治结合", "标本兼治、防治结合", "安全第一、预防为主"]
//   }, {
//     title: "职业病防治法的立法宗旨是为了预防、控制和消除职业病危害，防治职业病，(C)。",
//     option: ["保护劳动者健康及其相关权益", "保护劳动者健康，促进经济发展", "保护劳动者健康及相关权益，促进经济发展"]
//   }, {
//     title: "工作场所的职业病防护设施的设置应(B)。",
//     option: ["按企业规定统一设置", "与职业病危害防护相适应", "根据生产规模设置"]
//   }, {
//     title: "(B)应当设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的职业卫生专业人员，负责本单位的职业病防治工作。",
//     option: ["卫生行政部门", "用人单位", "工会组织"]
//   }, {
//     title: "工作场所的职业病危害因素强度或者浓度应当符合(A)。",
//     option: ["国家职业卫生标准", "世界卫生组织标准", "国际劳工组织标准"]
//   }, {
//     title: "用人单位不得安排未成年工从事(C)；不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。",
//     option: ["夜班作业", "高空作业", "接触职业病危害的作业"]
//   }, {
//     title: "用人单位应当选择由(A)以上人民政府卫生行政部门批准的医疗卫生机构承担职业健康检查工作，并确保参加职业健康检查的劳动者身份的真实性。",
//     option: ["省级", "市级", "县级"]
//   }, {
//     title: "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、(A)和其他有毒、有害物质等因素而引起的疾病。",
//     option: ["放射性物质", "高温", "病毒"]
//   }, {
//     title: "生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的(A)、防范措施以及事故应急措施。",
//     option: ["危险因素", "事故隐患", "设备缺陷"]
//   }, {
//     title: "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其允许噪声标准是：(A)",
//     option: ["85分贝", "88分贝", "91分贝"]
//   }, {
//     title: "用人单位按照职业病防治要求，用于预防和治理职业病危害、工作场所卫生检测、健康监护和职业卫生培训等费用，支出方式为(A)。",
//     option: ["在生产成本中据实列支", "国家和企业共同负担", "企业和受益员工共同负担"]
//   }, {
//     title: "下列哪项内容不属于健康监护的基本内容？(A)",
//     option: ["职业病的治疗", "定期体检", "建立健康监护档案"]
//   }, {
//     title: "用人单位对不适宜从事原工作的职业病病人，应当(C)。",
//     option: ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"]
//   }, {
//     title: "防止毒物危害的最佳方法是(B)。",
//     option: ["穿工作服", "用无毒或低毒的替代品", "佩戴呼吸器具"]
//   }, {
//     title: "依照《职业病防治法》，用人单位与劳动者订立合同时，要在劳动合同中写明工作过程中(B)，不得隐瞒或者欺骗。",
//     option: ["工资福利等", "可能产生的职业病危害及后果、职业病防护措施和待遇等内容", "单位提供的劳动防护用品"]
//   }, {
//     title: "对准备脱离所从事的职业病危害作业或者岗位的劳动者，用人单位应当在劳动者离岗前()日内组织劳动者进行离岗时的职业健康检查。劳动者离岗前()日内的在岗期间的职业健康检查可以视为离岗时的职业健康检查。(C)",
//     option: ["30，60", "60，90", "30，90"]
//   }, {
//     title: "职业病防治工作的方针是(A)。",
//     option: ["预防为主，防治结合", "分类管理，综合管理", "行业自律，职工参与", "单位负责，行政机关监管"]
//   }, {
//     title: "生产性噪声所引起的噪声聋在《职业病分类和目录》中属于那类职业病？(A)",
//     option: ["物理因素所致职业病", "职业性耳鼻喉口腔疾病", "职业性化学中毒", "其他职业病"]
//   }, {
//     title: "上岗前的职业健康检查主要目的是(A)。",
//     option: ["筛查职业禁忌症", "及早发现职业病人", "鉴定未成年工禁忌的作业", "鉴定女职工禁忌的作业"]
//   }, {
//     title: "用人单位应当设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的(A)，负责本单位的职业病防治工作。",
//     option: ["职业卫生专业人员　", "应急管理人员　", "工会督察员"]
//   }, {
//     title: "用人单位应当建立、健全职业卫生档案和劳动者(C)档案。",
//     option: ["健康监护", "工伤保险", "职业病"]
//   }, {
//     title: "依据《职业病防治法》，下列(C)项不属于劳动者在职业活动中应尽的职业卫生义务。",
//     option: ["正确使用和维护职业病防护设备和个人使用的职业病防护用品", "发现职业病危害事故隐患及时报告　", "在有职业危害因素的作业场所设置警示标识"]
//   }, {
//     title: "用人单位与劳动者订立劳动合同时，应当将工作过程中可能产生的(C)如实告知劳动者，并在劳动合同中写明，不得隐瞒或者欺骗。",
//     option: ["职业病危害及其后果　", "职业病防护措施和待遇　", "职业病危害及其后果", "职业病防护措施和待遇等"]
//   }, {
//     title: "职业健康检查费用由(B)承担。",
//     option: ["劳动者", "用人单位", "劳动者和用人单位"]
//   }, {
//     title: "生产过程中的职业性危害因素按其性质可分为化学因素、(A)、生物因素等。",
//     option: ["物理因素", "生产粉尘", "高温"]
//   }, {
//     title: "在生产过程、劳动过程、(A)中存在的危害劳动者健康的因素，称为职业性危害因素。",
//     option: ["作业环境", "卫生环境", "高温环境"]
//   }, {
//     title: "以下(B)属于物理性危害因素。",
//     option: ["生产粉尘", "噪声", "真菌"]
//   }, {
//     title: "以下(A)属于化学性危害因素。",
//     option: ["工业毒物", "振动", "高温"]
//   }, {
//     title: "职业病防治工作的原则是(B)。",
//     option: ["预防为主，防治结合", "分类管理，综合治理", "行业自律，职工参与", "单位负责，行政机关监管"]
//   }, {
//     title: "对产生严重职业病危害的作业岗位，应当在其醒目位置，设置(A)。",
//     option: ["警示标识和中文警示说明", "警示标识", "警示说明", "警示语言"]
//   }, {
//     title: "生产经营单位必须为从业人员提供符合国家标准或行业标准的(C)。",
//     option: ["防暑用品", "防寒用品", "劳动防护用品"]
//   }, {
//     title: "《安全生产法》规定从业人员在安全生产方面的义务包括：“从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用(B)。”",
//     option: ["安全卫生设施", "劳动防护用品", "劳动防护工具"]
//   }, {
//     title: "劳动防护用品分为一般劳动防护用品和(B)劳动防护用品。",
//     option: ["特别", "特种", "个别"]
//   }, {
//     title: "劳动防护用品按防护部位不同，分为九大类：安全帽、呼吸护具、眼防护具、听力护具、防护鞋、防护手套、防护服、防坠落护具和护肤用品。下列防护用品中，安全带和安全绳属于(C)。",
//     option: ["听力护具", "眼防护具", "防坠落护具"]
//   }, {
//     title: "为了防止高处坠落事故，凡是操作人员进行操作、维护、调节的工作位置在坠落基准面(B)米以上时，则必须在生产设备上配置供站立的平台和防坠落的栏杆、安全网及防护板等。",
//     option: ["1", "2", "3"]
//   }, {
//     title: "下列属于使用劳动防护用品的一般要求是：(A)",
//     option: ["使用前应首先做一次外观检查", "无期限地使用劳动防护用品", "使用前要做全面检查"]
//   }, {
//     title: ".在下列绝缘安全工具中，属于辅助安全工具的是(C)。",
//     option: ["绝缘棒", "绝缘档板", "绝缘靴", "绝缘夹钳"]
//   }, {
//     title: "工人操作机械时，要求穿着紧身适合的工作服，以防(B)。",
//     option: ["着凉", "被机器转动部分缠绕", "被机器弄污"]
//   }, {
//     title: "在剪切机械造成的事故中，伤害人体最多的部位是(A)。",
//     option: ["手和手指", "脚", "眼晴"]
//   }, {
//     title: "下列哪种操作是不正确的？(A)",
//     option: ["操作机床时，戴防护手套", "戴褐色眼镜从事电焊作业", "借助推木操作剪切机械"]
//   }, {
//     title: "噪声对人体中枢神经系统的影响是(C)。",
//     option: ["心跳加快", "血管痉挛", "头脑皮层兴奋，抑制平衡失调"]
//   }, {
//     title: "噪声级超过(C)分贝，人的听觉器官易发生急性外伤，致使鼓膜破裂出血。",
//     option: ["100", "120", "140"]
//   }, {
//     title: "人如长时间暴露在(B)噪声环境中，将导致永久性的听力损伤。",
//     option: ["100分贝", "120分贝", "140分贝"]
//   }, {
//     title: "避免手部皮肤接触有机溶剂，应采取(C)措施。",
//     option: ["佩带胶皮手套", "使用金属容器来盛装溶剂", "佩带胶皮手套及用防腐蚀金属容器盛装溶剂"]
//   }, {
//     title: "工人在存在噪声危害的环境内工作时，其单位应首先考虑(A)方法来改善。",
//     option: ["采用工程控制，降低噪声", "提供合适的听觉保护器", "支付听力测试和诊治的费用"]
//   }, {
//     title: "在下列环境中工作，(B)最易中暑？",
//     option: ["没有空气调节的地方", "酷热并潮湿的环境", "干燥的地方"]
//   }, {
//     title: "应怎样处理溅到皮肤上的腐蚀性液体？(B)",
//     option: ["用抹布抹去", "用大量清水冲洗", "用绷带包扎患处，请医生治疗"]
//   }, {
//     title: "安全带适用于(A)。",
//     option: ["高处作业", "悬挂", "吊物"]
//   }, {
//     title: "安全网的用途是(C)。",
//     option: ["美观、整齐", "装杂物，防止散落地面", "防止人员高空坠落"]
//   }, {
//     title: "处理化学液体时，应用(B)保护面部。",
//     option: ["太阳镜", "防护面罩", "毛巾"]
//   }, {
//     title: "粉尘作业时必须佩戴(B)。",
//     option: ["棉纱口罩", "防尘口罩", "防毒面具"]
//   }, {
//     title: "进出缺氧密闭空间作业必须使用(B)。",
//     option: ["防尘口罩", "空气呼吸器", "防毒面具"]
//   }, {
//     title: "一旦发现有人晕倒在密闭容器内，下面最适合的急救方法是(C)。",
//     option: ["第一时间跳下去，把中毒者背上来", "腰间系上绳子，第一时间跳下去，把中毒者拉上来", "佩戴防毒面具或空气呼吸器，在有人监护的情况下施救"]
//   }, {
//     title: "一氧化碳中毒是由于含碳物质燃烧不完全时的产物经呼吸道吸入引起中毒，主要损害人的(C)系统。",
//     option: ["呼吸", "消化", "神经"]
//   }, {
//     title: "工业毒物进入人体的途径有3个，即(C)。",
//     option: ["口、鼻、耳", "食物、空气、水", "呼吸道、皮肤、消化道"]
//   }, {
//     title: "在易燃易爆场所作业不能穿戴(A)。",
//     option: ["尼龙工作服", "棉布工作服", "防静电服"]
//   }, {
//     title: "使用劳动防护用品的单位(B)以货币或其他物品替代应当配备的劳动防护用品。",
//     option: ["可以", "不得", "无所谓"]
//   }, {
//     title: "国家标准(GB2893)中规定的四种安全色是(A)",
//     option: ["红、蓝、黄、绿", "红、蓝、黑、绿", "红、青、黄、绿", "白、蓝、黄、绿"]
//   }, {
//     title: "可能发生急性职业损伤的有毒、有害工作场所应配置喷淋洗眼设备，安装位置合理，确保作业人员能在(D)内得到冲洗。",
//     option: ["1分钟", "30秒", "15秒", "10秒"]
//   }, {
//     title: "厂区出入口不宜少于(A)，主要人流出入口与主要物流出入口宜分开设置。",
//     option: ["两个", "三个", "四个", "五个"]
//   }, {
//     title: "跨越道路上空的建(构)筑物、架设管线距路面的最小净高不小于(C)，同时设置限高标志。",
//     option: ["3m", "4m", "5m", "6m"]
//   }, {
//     title: "安全标志牌至少(C)检查一次。",
//     option: ["1个月", "3个月", "每半年", "1年"]
//   }, {
//     title: "根据《企业安全标准与评价体系》，车间环境照明灯具完好率达(A)。",
//     option: ["95%", "96%", "97%", "100%"]
//   }, {
//     title: "根据《企业安全标准与评价体系》危险化学品生产现场临时存放点，放置数量不得超过(D)的使用量，使用专用储存设施储存。",
//     option: ["一周", "3天", "一天", "一个班次"]
//   }, {
//     title: "(企业每年至少委托有相应资质的检测单位进行一次职业病危害因素检测。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "企业不得安排上岗前未经职业健康检查的从业人员从事接触职业病危害的作业。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "《工作场所职业卫生监督管理规定》规定，用人单位应当对劳动者进行上岗前的职业卫生培训。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用人单位应当建立、健全劳动者职业健康监护制度，依法落实职业健康监护工作。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用人单位应当组织劳动者进行职业健康检查，职业健康检查费用由劳动者个人支付。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用人单位不得安排未成年工从事接触职业病危害的作业，不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用人单位应当依照法律、法规要求，严格遵守国家职业卫生标准，落实职业病预防措施，从源头上控制和消除职业病危害。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "生产经营单位与从业人员订立的劳动合同，应当载明有关保障从业人员劳动安全，防止职业危害的事项。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "企业采购、发放和使用的特种劳动防护用品应具有：生产许可证、产品合格证、检验报告、安全标志。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "企业应建立特种劳动防护用品台账，各部门应建立特种劳动防护用品发放台帐。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "职工有要求用人单位保障职工的劳动安全、防止职业危害的权利。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "生产经营单位可以以货币形式或其他物品代替应提供的劳动防护用品。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "劳动防护用品必须严格保证质量，安全可靠，但可以不舒适和方便。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "身上沾上油污，应用有机溶剂清洗。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "一般纱布口罩不能起到防尘口罩的作用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "使用砂轮研磨时，应戴防护眼镜或装设防护玻璃。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "国家标准规定的安全色有红、蓝、黄、绿四种颜色。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "《危险化学品安全管理条例》中规定，危险化学品事故造成环境污染的信息，由(B)统一公布。",
//     option: ["安全监督部门", "环境保护部门", "信息管理部门"]
//   }, {
//     title: "决定爆炸品具有爆炸性质的主要因素(C)。",
//     option: ["爆炸品密度", "爆炸品结晶", "爆炸品的化学组成和化学结构"]
//   }, {
//     title: "煤气中中毒主要成份是(B)。",
//     option: ["CO2", "CO", "氮的氧化物"]
//   }, {
//     title: "易燃易爆场所中不能使用(A)工具。",
//     option: ["铁制", "铜制", "木制"]
//   }, {
//     title: "衡量可燃性液体火灾危险性大小的主要参数是(B)。",
//     option: ["沸点", "闪点", "燃点"]
//   }, {
//     title: "CO中毒的原理是(C)。",
//     option: ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"]
//   }, {
//     title: "长期接触一定的化学物质可能引起细胞的无节制生长,形成癌性肿瘤。这些肿瘤可能在第一次接触这些物质以后许多年才表现出来，这一时期被称为潜伏期，一般为(C)年。",
//     option: ["2-40年", "4-30年", "4-40年"]
//   }, {
//     title: "毒害性危险化学品库房的耐火等级不得低于(B)级标准。",
//     option: ["一级", "二级", "三级"]
//   }, {
//     title: "一般可燃物质在含氧量低于(A)的空气中不能燃烧。",
//     option: ["14%", "16%", "18%"]
//   }, {
//     title: "在易燃易爆场所作业不能穿戴(A)。",
//     option: ["尼龙工作服", "棉布工作服", "防静电服"]
//   }, {
//     title: "标明了安全使用注意事项和防护基本要求的是(B)。",
//     option: ["化学品标志", "化学品安全标签", "危险化学品标志"]
//   }, {
//     title: "浓硫酸属于(B)化学品。",
//     option: ["爆炸品", "腐蚀品", "易燃液体"]
//   }, {
//     title: "下面(A)物质属于自燃物品?",
//     option: ["黄磷", "盐酸", "丙酮"]
//   }, {
//     title: "搬运剧毒化学品后,应该(A)。",
//     option: ["用流动的水洗手", "吃东西补充体力", "休息"]
//   }, {
//     title: "强酸灼伤皮肤不能用(A)冲洗。",
//     option: ["热水", "冷水", "弱碱溶液"]
//   }, {
//     title: "吸湿性强、遇水释放较多热量的化学品沾染皮肤后应立刻(C)。",
//     option: ["用清水清洗", "用冷水清洗", "用软纸、软布抹去"]
//   }, {
//     title: "进行腐蚀品的装卸作业应该戴(B)手套。",
//     option: ["帆布", "橡胶", "棉布"]
//   }, {
//     title: "以下物品中露天存放最危险的是(C)。",
//     option: ["氯化钠", "明矾", "遇湿燃烧物品"]
//   }, {
//     title: "在易燃易爆场所穿(C)最危险。",
//     option: ["布鞋", "胶鞋", "带钉鞋"]
//   }, {
//     title: "如果有化学品进入眼睛,应立即(B)。",
//     option: ["滴氯霉素眼药水", "用大量清水冲洗眼睛", "用干净手帕擦拭"]
//   }, {
//     title: "下列(B)有毒气体具有臭鸡蛋气味。",
//     option: ["二氧化硫", "硫化氢", "二氧化氮"]
//   }, {
//     title: "在装卸易燃易爆品操作中,不能使用(A)工具。",
//     option: ["铁制", "木制", "铜制"]
//   }, {
//     title: "运输危险化学品的车辆的车顶灯和车尾部必须悬挂的标志的文字是(B)。",
//     option: ["注意安全", "危险品", "保持车距"]
//   }, {
//     title: "《危险化学品安全管理条例》所指的危险化学品按理化性质及危害划分为(C)大类。",
//     option: ["6", "7", "8"]
//   }, {
//     title: "贮存危险化学品的仓库的管理人员必须配备可靠的(A)。",
//     option: ["劳动保护用品", "安全监测仪器", "手提消防器材"]
//   }, {
//     title: "生产、储存、使用除剧毒化学品以外危险化学品的单位，应当对本单位的生产、储存装置每(C)年进行一次安全评价。",
//     option: ["一", "二", "三", "五"]
//   }, {
//     title: "当你发现突然有大量毒气散发时，应迅速戴上适合的(A)。",
//     option: ["防毒面具", "眼镜", "手套", "口罩"]
//   }, {
//     title: "氧气瓶、乙炔瓶工作间距为(C)。",
//     option: ["3米", "4米", "5米", "6米"]
//   }, {
//     title: "发生火灾事故，致人死亡的主要原因是(A)。",
//     option: ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒", "有机物质"]
//   }, {
//     title: "发生危险化学品事故后，应该向(B)方向疏散。",
//     option: ["下风", "上风", "顺风", "原地"]
//   }, {
//     title: "重复使用的危险化学品包装容器在使用前应进行检查，并做出记录，其记录至少应保留(B)。",
//     option: ["1年", "2年", "3年", "5年"]
//   }, {
//     title: "危险化学品必须储存在(B)或者专用储存室内。",
//     option: ["专用仓库专用场所", "专用仓库专用场地", "专用仓库专用库区", "专用库区专用场地"]
//   }, {
//     title: "《危险化学品安全管理条例》不适用于(ABD)。",
//     option: ["民用爆炸品", "放射性物品及核能物质", "剧毒化学品", "城镇燃气"]
//   }, {
//     title: "作业场所使用化学品系指可能使工人接触化学制品的任何作业活动，包括(ABCD)。",
//     option: ["化学品的生产、搬运、贮存、运输", "化学品废料的处置或处理", "因作业活动导致的化学品的排放", "化学品设备和容器的保养、维修和清洁"]
//   }, {
//     title: "危险化学品包装物、容器定点企业应当具备的基本条件除具有营业执照、具有能够满足生产需要的固定场所、具有完善的产品质量管理体系外还应具备的基本条件有(ABCD)。",
//     option: ["具有满足生产需要的专业技术人员、技术工人和特种作业人员", "生产压力容器的，还应当取得压力容器制造许可证", "具有能够保证产品质量的专业生产、加工设备和检测检验手段", "具有完善的管理制度、操作规程、工艺技术规程和产品质量标准"]
//   }, {
//     title: "危险化学品生产企业发现其生产的危险化学品有新的危害特性时，应当立即公告，并及时修订(BD)。",
//     option: ["产品质量说明书", "安全技术说明书", "产品标签", "安全标签"]
//   }, {
//     title: "压缩气体和液化气体除具有爆炸性外，有的还具有易燃性及(ABC)。",
//     option: ["助燃性", "毒害性", "窒息性", "腐蚀性"]
//   }, {
//     title: "不得露天堆放的化学危险品(ABC)。",
//     option: ["爆炸物品", "一级易燃物品", "剧毒物品", "压缩气体"]
//   }, {
//     title: "危险化学品事故的类型主要是泄漏、火灾、爆炸、(ABC)等。",
//     option: ["中毒", "窒息", "灼伤", "容器爆炸"]
//   }, {
//     title: "根据物质燃烧的原理，灭火要控制可燃物，隔绝空气，消除火源，阻止火势和爆炸波的蔓延，灭火方法的分类为(AB)。",
//     option: ["冷却法和窒息法", "隔离法和抑制法", "降温法和阻燃法", "隔离法和降温法"]
//   }, {
//     title: "危险化学品中的腐蚀品主要包括(ABD)。",
//     option: ["酸性腐蚀品", "碱性腐蚀品", "毒害品", "其他腐蚀品"]
//   }, {
//     title: "可燃液体发生火灾时，使用的灭火剂为(ABC)。",
//     option: ["干粉", "二氧化碳", "沙土", "水"]
//   }, {
//     title: "生产过程的(ACD)是解决毒物危害的根本途径。",
//     option: ["密闭化", "湿式作业", "自动化", "加强通风"]
//   }, {
//     title: "什么地点动火为一级动火(ABCD)。",
//     option: ["正在生产中的工艺装置区", "各类油罐区、气罐区、有毒介质区、液化气站", "有易燃、可燃、液化气及有毒介质的装卸及洗槽站", "有易燃、可燃、液化气及有毒介质的泵房和机房"]
//   }, {
//     title: "适用于生产性毒物危害治理的方法是(ABD)。",
//     option: ["密闭、通风排毒", "洗涤法净化", "降温", "静电法净化"]
//   }, {
//     title: "危险化学品仓库仓库应设置醒目的防火、禁止吸烟等安全警示标志。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: ".堆放各种爆炸品时，要求做到牢固、稳妥、整齐，防止倒垛，便于运输。爆炸品的包装箱宜直接在地面上放置，防止倒塌。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "有毒品必须储存在仓库，不得露天存放，应远离明火、热源，库房通风应良好。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "装卸和搬运易燃液体中，必须轻装轻卸，严禁滚动、摩擦、拖拉等危及安全的操作。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "各类危险品不得与禁忌物混合储存，灭火方法不同的危险化学品不能同库储存。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "从事危险化学品运输作业的人员必须要进行有关安全知识培训，掌握危险化学品运输的安全知识，并经有关部门考核合格取得上岗资格证，方可上岗作业。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何危险化学品都可以通过公路、铁路和水域渠道进行运输。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "在爆炸危险场所严禁穿脱衣服、鞋靴，不准梳头。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险化学品单位应当制定本企业危险化学品事故应急预案，配备应急救援人员和必要的应急救援器材、设备，并定期组织应急救援演练。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险化学品是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险化学品的标志使用原则：当一种危险化学品具有一种以上的危险性时，应该用主标志表示主要危险性类别，并用副标志表示重要的其他的危险类别。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "同是酸性腐蚀品，具有强氧化性的无机酸与具有还原性的可燃的有机酸，由于都是酸性腐蚀品而可以同车配载或同库混存。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "危险化学品的标志设主标志由表示危险化学品危险特性的图案、文字说明、底色和危险类别号四个部分组成的菱形标志。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "对化学品进行危险性鉴别是化学品生产单位的责任。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "一切爆炸品严禁与氧化剂、自然物品、酸、碱、盐类、易燃可燃物、金属粉末和钢铁材料器具等混储混运。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险物质泄漏处理包括：泄漏源控制、泄漏物处理、危害监测。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "我国消防工作贯彻(A)的方针。",
//     option: ["预防为主、防消结合", "预防为主、消防安全", "预防为主、以消为辅"]
//   }, {
//     title: "《消防法》规定，因施工等特殊情况需要使用明火作业的，应当按照规定事先办理(B)手续。",
//     option: ["审查手续", "审批手续", "审定手续", "审验手续"]
//   }, {
//     title: "火灾报警电话是(B)。",
//     option: ["110", "119", "120", "122"]
//   }, {
//     title: "公民对火灾隐患有(A)权利。",
//     option: ["举报", "整改", "逃生"]
//   }, {
//     title: "燃烧是可燃物与(A)作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
//     option: ["氧化剂", "还原剂", "催化剂", "稳定剂"]
//   }, {
//     title: "凡使物质开始燃烧的外部热源，统称为(A)。",
//     option: ["引火源", "助燃物", "氧化剂", "火源"]
//   }, {
//     title: "可燃物开始持续燃烧所需要的最低温度称之为(C)。",
//     option: ["冰点", "沸点", "燃点"]
//   }, {
//     title: "下列(A)物质是引火源?",
//     option: ["电火花", "纸", "空气"]
//   }, {
//     title: "液体表面的蒸汽与空气形成可燃气体,遇到引火源时,发生一闪即灭的现象称为(C)。",
//     option: ["爆炸", "蒸发", "闪燃"]
//   }, {
//     title: "烟头的中心温度是(C)。",
//     option: ["200—300℃", "400—500℃", "700—800℃"]
//   }, {
//     title: "	焊割时，各种明火距氧气瓶应在(C)以外。",
//     option: ["5米", "8米", "10米"]
//   }, {
//     title: "下列气体中，(B)属于易燃气体。",
//     option: ["二氧化碳", "乙炔", "氮气"]
//   }, {
//     title: "扑救电气火灾，首先应做的是(A)。",
//     option: ["切断电源", "使用干粉灭火器灭火", "使用二氧化碳灭火器灭火"]
//   }, {
//     title: "动火作业时，气瓶距明火(C)m以外。",
//     option: ["5", "8", "10"]
//   }, {
//     title: "按物质的燃烧特性将火灾分为若干类，其中天然气火灾属于(C)火灾。",
//     option: ["A类	", "B类	", "C类", "D类"]
//   }, {
//     title: "下面(A)火灾用水扑救会使火势扩大。",
//     option: ["油类", "森林", "家具"]
//   }, {
//     title: "用湿棉被、湿麻袋等捂盖已着火的物质，属于(B)。",
//     option: ["冷却法", "窒息法", "抑制法"]
//   }, {
//     title: "电脑着火了，应作何紧急处理？(B)",
//     option: ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"]
//   }, {
//     title: "炒菜时，油锅着火了，应如何正确处理？(A)",
//     option: ["迅速盖上锅盖", "迅速往油锅里倒凉水", "迅速往油锅里倒蔬菜"]
//   }, {
//     title: "身上着火后，下列哪种灭火方法是错误的(C)。",
//     option: ["就地打滚", "用厚重衣物覆盖压灭火苗", "迎风快跑	"]
//   }, {
//     title: "火灾扑救的基本原则是(A)。",
//     option: ["先控制后消灭", "先消灭后控制", "只消灭不控制"]
//   }, {
//     title: "扑救电气火灾应当使用(B)。",
//     option: ["泡沫灭火器　　", "干粉灭火器　　", "水"]
//   }, {
//     title: "扑救可燃气体火灾，可用(C)灭火。",
//     option: ["泡沫灭火器", "水", "干粉灭火器"]
//   }, {
//     title: "电气设备着火后，如果不能断电，应如何处理？(B)",
//     option: ["用泡沫灭火器灭火", "用二氧化碳灭火器灭火", "用水灭火"]
//   }, {
//     title: "二氧化碳灭火剂主要机理是(B)。",
//     option: ["降低温度", "降低氧浓度", "降低燃点", "减少可燃物"]
//   }, {
//     title: "下列(A)是扑救精密仪器火灾的最佳选择。",
//     option: ["二氧化碳灭火剂", "干粉灭火剂", "泡沫灭火剂"]
//   }, {
//     title: "使用灭火器扑灭初起火灾时要对准火焰的(C)喷射。",
//     option: ["上部", "中部", "根部"]
//   }, {
//     title: "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是(B)。",
//     option: ["中毒", "缺氧", "爆炸"]
//   }, {
//     title: "油锅起火时使用以下方法中(A)方法扑灭是不正确的？",
//     option: ["用水扑灭", "锅盖盖住油锅口", "灭火毯覆盖"]
//   }, {
//     title: "建筑物的消防疏散门应(B)开启。",
//     option: ["向内", "向外", "均可"]
//   }, {
//     title: "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在绿色区域表示(A)。",
//     option: ["正常", "偏高", "偏低"]
//   }, {
//     title: "如果听到疏散警报，以下行动不正确的是(C)。",
//     option: ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"]
//   }, {
//     title: ".火场中防止烟气危害最简单的方法是(A)。",
//     option: ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"]
//   }, {
//     title: "当身上衣服着火时，可立即(C)。",
//     option: ["奔跑离开火场，灭掉身上火苗", "用手或物品扑打身上火苗", "就地打滚，压灭身上火苗"]
//   }, {
//     title: "发生火灾时，应(A)逃生。",
//     option: ["从消防通道", "乘坐电梯", "向下层楼跑"]
//   }, {
//     title: "发生火灾时，如各种逃生的路线被切断，适当的做法应当是(C)。",
//     option: ["大声呼救", "强行逃生", "退居室内，关闭门窗，同时可向室外发出求救信号"]
//   }, {
//     title: "遇到高楼发生火灾，下列处理措施中正确的是(C)。",
//     option: ["乘坐普通电梯逃生", "向上逃跑", "躲避到防烟楼梯间、避难层等地等待救援"]
//   }, {
//     title: "在浓烟中逃生，若没有防烟面罩，应以湿毛巾掩口鼻(A)避免吸人致命浓烟。",
//     option: ["弯腰设法贴近地面爬行", "缓步跑离开浓烟范围", "昂首挺胸步行前进"]
//   }, {
//     title: "《中华人民共和国消防法》规定：任何单位、个人不得(ABCD)的消防设施、器材，不得埋压、圈占、遮挡消火栓或者占用防火间距，不得占用、堵塞、封闭疏散通道、安全出口、消防车通道。",
//     option: ["损坏", "挪用", "擅自拆除", "停用"]
//   }, {
//     title: "发现下列违反消防安全规定的行为，单位应当责成有关人员当场改正并督促落实(ABCD)。",
//     option: ["安全出口上锁、遮挡或者占用、堆放物品影响疏散通道畅通的", "消防安全责任制不落实", "消火栓、灭火器材被遮挡影响使用或者被挪作他用的", "违章进入生产、储存易燃易爆危险物品场所的"]
//   }, {
//     title: "机关、团体、企业、事业单位应当履行下列消防安全职责(ABCDE)。",
//     option: ["组织防火检查，及时消除火灾隐患", "制定消防安全制度、消防安全操作规程", "针对本单位的特点对职工进行消防宣传教育", "按照国家有关规定配置消防设施和器材，设置消防安全标志，并定期组织检验，确保消防设施和器材完好有效", "保障疏散通道、安全出口畅通，并设置符合国家规定的消防安全疏散标志"]
//   }, {
//     title: "《中华人民共和国消防法》规定：任何单位和个人都有(ABCD)的义务。",
//     option: ["维护消防安全", "保护消防设施", "预防火灾", "报告火警"]
//   }, {
//     title: "燃烧必须有几个条件，这几个条件缺任何一个，燃烧都不能发生，因此将它们称为燃烧要素。燃烧的要素为(BCD)。",
//     option: ["温度", "助燃物", "可燃物", "引火源"]
//   }, {
//     title: "下列可导致火灾的引火源是(ABCD)。",
//     option: ["明火、高温表面、非生产用火", "冲击摩擦、电火花", "自燃发热、静电火花", "光或热射线"]
//   }, {
//     title: "电气设备引起火灾的原因有：(DE)、接触电阻热、电火花和电弧、照明灯具及电热元件工具的表面热、过电压、涡流热。",
//     option: ["停电", "送电", "温度过低", "过负荷", "短路"]
//   }, {
//     title: "能够扑救带电设备火灾的灭火器有(AB)。",
//     option: ["干粉灭火器", "二氧化碳灭火器", "泡沫灭火器"]
//   }, {
//     title: "下列哪些设备为室内消火栓箱内的设备(ABD)。",
//     option: ["水枪", "水带", "火灾探测器", "消火栓接口", "感温式喷头"]
//   }, {
//     title: "防火门日常巡检要求包括(ACD)。",
//     option: ["外观完好，门关闭是否完好", "防火门是否干净", "闭门器、顺序器功能是否正常", "防火门附近应无杂物"]
//   }, {
//     title: "使用灭火器灭火时，人的站立位置应是(AC)。",
//     option: ["上风口", "下风口", "侧风方向"]
//   }, {
//     title: "厨房出现燃气泄漏时应采取哪些措施(AC)。",
//     option: ["打开门窗通风", "用手机及座机打电话报警", "关闭燃气阀门", "开灯", "用打火机照亮"]
//   }, {
//     title: "疏散撤离时应严禁以下行为(ACD)。",
//     option: ["使用电梯", "听从现场疏导人员的指挥", "推挤、喧哗", "可以不按疏导自行离开"]
//   }, {
//     title: "有关消防安全，哪些说法是正确的？(ABD)",
//     option: ["要熟悉最近的安全设施的位置并知道如何使用", "消防栓和灭火器不能被遮挡、阻隔", "安全出口不经常使用时，可以锁闭", "听到紧急疏散警报声时，应立即撤离"]
//   }, {
//     title: "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "消防器材应设置在便于取用的明显地点，保证完好有效，周围不得堆放杂物。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "室外消防栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "下班离开工作岗位时应熄灭火种，切断非工作电源。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "班组长要管理好本班组的明火点、电器设备、各种易燃易爆物品、严防火灾事故的发生。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "法人单位的法定代表人应对本单位的消防安全工作全面负责。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "消防安全重点单位应实行每日防火巡查，并建立巡查记录。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "进行电焊、气焊等具有火灾危险的作业人员必须持证上岗，并严格遵守消防安全操作规程。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在统一建筑物内，但要保持安全距离。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "企事业单位应对员工进行消防安全培训。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "企事业单位应制定灭火和应急疏散预案，如果没有时间可不进行消防演练。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "《中华人民共和国消防法》规定：进行电焊、气焊等具有火灾危险作业的人员必须持证上岗，并遵守消防安全操作过程。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "员工在生产过程中发现不安全隐患应及时报告，且有权制止违反消防法规的行为。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何单位和成年人都有参加有组织的灭火工作的义务。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "火灾产生的烟气中含有大量的有毒成分，如是二氧化碳、一氧化碳、二氧化硫和氮氧化物等。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "电气线路火灾可以用水扑救。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "可以用水扑救固体物质火灾。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "ABC磷酸铵盐干粉灭火器可用于扑灭固体火灾。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "油桶着火后除向消防部门报警外，可立即用水进行扑救。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "电气设备发生火灾不准用水扑救。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "送风口、排烟口前可以堆放物品。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "排烟系统的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "防火卷帘下可以放置物品。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "水泵接合器与室外消火栓的作用是一样的。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "灭火器是扑灭初期火灾的有效手段。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "灭火器可直接设置在潮湿或强腐蚀性的地点。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "灭火器材设置点附近不能堆放物品，以免影响灭火器的取用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "用二氧化碳扑救室内火灾后，应先打开门窗通风，然后人再进入这是为了以防窒息。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "二氧化碳灭火器使用不当，可能会冻伤手指。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "下班后关闭电脑等办公电器后，应及时关闭插座电源开关，减少电气安全风险。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "发现房间内充满煤气、液化气、汽油等易燃气体或易燃液体的蒸汽时，应立即在该房间内拨打电话或手机报警。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "消防疏散门在工作时不能锁闭。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "任何单位发生火灾，必须立即组织力量扑救。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "控制高处作业风险的顺序是(B)。①工程控制措施②避免高处作业③行政控制措施④个人防护装备",
//     option: ["①②③④", "②①③④", "④②①③", "④①②③"]
//   }, {
//     title: "以下哪项工作不需要作业许可证？(B)",
//     option: ["挖掘化粪池", "日常的液位和压力检查", "进入储罐内作业", "屋顶作业"]
//   }, {
//     title: "以下哪些情况下不适合进行高处作业？(ABCD)",
//     option: ["大风、大雨、大雾等恶劣气象条件", "脚手架、防护围栏不符合安全要求", "作业人员视力不佳、疲劳过度", "作业人员不会使用个人坠落防护装备"]
//   }, {
//     title: "关于高处作业的安全要求，描述正确的是(BD)。",
//     option: ["登高时手中可以持物", "严禁将工具或材料从高处抛落", "可以上下垂直交叉作业", "高处作业前检查所有相关设备"]
//   }, {
//     title: "高处作业是指在距坠落高度基准面2m或2m以上有可能发生坠落的高处进行的作业。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "高处作业时，需要取得安全作业许可证。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "高处作业时，连接件或工具可放在箱盒、工具袋、模板或脚手架上。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "正确使用安全带的三点要求是不准将安全绳打结使用；要把安全绳挂在牢靠处；应高挂低用。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "国家秘密的知悉范围，应当根据工作需要限定在(C)。",
//     option: ["适当范围", "较小范围", "最小范围", "具体人员"]
//   }, {
//     title: "涉密人员上岗应当经过保密教育培训，掌握保密知识技能，签订(B)，严格遵守保密规章制度，不得以任何方式泄露国家秘密。",
//     option: ["保密责任状", "保密承诺书", "保密协议书"]
//   }, {
//     title: "涉密人员办理离职、退休手续前，应将保管的国家秘密载体全部清退和移交，下列哪种涉密物品不得私自处理或归个人所有？(C)",
//     option: ["办公用品领用清单", "公文写作指南", "工作记录本", "工作服"]
//   }, {
//     title: "涉密计算机信息系统不得与国际互联网或其他公共信息网络连接，必须实行(B)。",
//     option: ["防火墙隔离", "物理隔离", "逻辑隔离"]
//   }, {
//     title: "我公司涉密网络属于(B)级涉密网络？",
//     option: ["绝密", "机密", "秘密"]
//   }, {
//     title: "涉密会议严禁使用无线话筒和手机，会场内还应开启(D)仪器，确保涉密内容的安全。",
//     option: ["文件粉碎机", "远红外探测仪", "监控设备", "移动通讯信号干扰仪"]
//   }, {
//     title: "不属于常见的危险密码是(B)。",
//     option: ["使用生日作为密码", "10位的综合型密码", "只有4位数的密码", "跟用户名相同的密码"]
//   }, {
//     title: "U盘有重要资料，同时临时借用，如何做更安全？(C)",
//     option: ["同事使用U盘的过程中，全程查看", "删除文件之后再借", "将U盘中的文件备份到电脑之后，使用杀毒软件提供的“文件粉碎”功能将文件粉碎，然后再借给同事", "同事关系较好可以借用"]
//   }, {
//     title: "重要数据要及时进行(C)，以防出现意外情况导致数据丢失。",
//     option: ["杀毒", "加密", "备份", "格式化"]
//   }, {
//     title: "对于已感染了病毒的存储介质，最彻底的清除病毒的方法是(D)。",
//     option: ["用酒精将存储介质消毒", "放在高压锅里煮", "将感染病毒的程序删除", "对存储介质进行格式化"]
//   }, {
//     title: "小强接到电话，对方称他的快递没有及时领取，请联系XXXX电话，小强拨打该电话后提供自己的私人信息后，对方告知小强并没有快递。过了一个月后，小强的多个帐号都无法登陆。在这个事件当中，请问小强最有可能遇到了什么情况？(A)",
//     option: ["小强遭到了社会工程学诈骗，得到小强的信息从而反推出各种网站的帐号密码", "小强遭到了电话诈骗，想欺骗小强财产", "小强的多个网站帐号使用了弱口令，所以被盗", "快递信息错误而已，小强网站帐号丢失与快递这件事情无关"]
//   }, {
//     title: "小明刚刚认识的网友让小明提供他的银行账号和身份证复印件等隐私信息，他最合适的做法是(B)。",
//     option: ["这肯定不怀好意马上报警", "网上很多都是陷阱，不予理睬", "只告诉网友自己的银行账号和密码", "只提供自己的身份证复印件"]
//   }, {
//     title: "防火墙说法错误的是(B)。",
//     option: ["防火墙不能防范不经过防火墙的攻击", "防火墙不能防范基于特殊端口的蠕虫", "防火墙不能防止数据驱动式的攻击", "防火墙不能防止感染了病毒的文件的传输"]
//   }, {
//     title: "关于防火墙的描述不正确的是：(C)",
//     option: ["防火墙不能防止内部攻击", "如果一个公司信息安全制度不明确，拥有再好的防火墙也没有用", "防火墙可以防止伪装成外部信任主机的IP地址欺骗", "防火墙可以防止伪装成内部信任主机的IP地址欺骗"]
//   }, {
//     title: "防火墙是指(C)。",
//     option: ["一个特定的软件", "一个特定的硬件", "执行访问控制策略的一组系统", "一批硬件的总称"]
//   }, {
//     title: "不属于计算机病毒防治的策略的是(D)。",
//     option: ["及时、可靠升级防病毒产品", "确认您手头常备一张真正“干净”的引导盘", "新购置的计算机软件也要进行病毒检测", "整理磁盘"]
//   }, {
//     title: "黑客们在编写扰乱社会和他人的计算机程序，这些代码统称为(A)。",
//     option: ["恶意代码", "计算机病毒", "蠕虫", "后门"]
//   }, {
//     title: "计算机病毒通常是(D)。",
//     option: ["一条命令", "一个文件", "一个标记", "一段程序"]
//   }, {
//     title: "(C)是常用的一类访问控制机制，用来决定一个用户是否有权访问一些特定客体的一种访问约束机制。",
//     option: ["强制访问控制", "访问控制列表", "自主访问控制", "访问控制矩阵"]
//   }, {
//     title: "用户在离开计算机时，应当对系统进行锁定操作。对于Windows操作系统，下列哪项快捷键组合能实现系统锁定功能?(B)",
//     option: ["Ctrl+C", "Win+L", "Ctrl+L", "Win+D"]
//   }, {
//     title: "下列哪项属于正确使用涉密办公设备的行为？(A)",
//     option: ["涉密办公设备正常使用期间，全周期与任何公共信息网络物理隔离", "将涉密办公设备接入普通电话线", "在涉密计算机与非涉密计算机之间公用打印机、扫描仪设备", "将原处理涉密信息的多功能一体机接入非涉密计算机使用"]
//   }, {
//     title: "秘密一般分为国家秘密、工作秘密、商业秘密，以下各类秘密中不属于国家秘密的有(BCE)。",
//     option: ["我国独有的钞票印制工艺", "企业特色管理制度", "职工年度收入明细", "银行票据的印制技术", "党委会会议记录F.涉密网的IP地址及分配方案"]
//   }, {
//     title: "涉密人员上岗、在岗应该(ABCD)。",
//     option: ["自觉接受保密监督检查", "主动接受保密教育培训", "签订保密承诺书", "掌握保密知识与技能"]
//   }, {
//     title: "涉密载体是指以文字、数据、符号、图像、声音等方式记录记载国家秘密信息的纸介质、磁介质、光盘以及印制生产中的各类承印物等，下列哪些物品属于涉密载体？(ABCEF)",
//     option: ["凹印生产中的印版", "保存新品开发图片的移动硬盘", "写有工艺技术的纸质文件", "存储国庆演出的录像带", "刻录全面预算的光盘F.处理生产统计数据的计算机硬盘"]
//   }, {
//     title: "涉密载体寄送时下列通过哪些渠道是符合保密要求的？(BE)",
//     option: ["国家邮政局", "国家机要局", "中国邮政EMS", "顺丰快递", "专人传递"]
//   }, {
//     title: "按照保密相关规定，涉密计算机严禁连接下列哪些设备？(ACDE)",
//     option: ["无线鼠标", "刻录光驱", "U盘", "多功能一体机", "智能手机"]
//   }, {
//     title: "在非涉密办公网络和连接互联网及其他公共信息网络的计算机上(ABC)涉密信息。",
//     option: ["不得、传输", "不得、处理", "不得、存储", "可以、处理"]
//   }, {
//     title: "使用手机应注意哪些保密要求？(ABCDE)",
//     option: ["不得在手机通信中涉及国家秘密", "不得在手机上存储、处理、传输国家秘密信息", "不得在保密要害部门使用手机", "不得将手机连接涉密信息系统、信息设备或者载体", "不得在使用涉密信息设备的场所使用手机进行视频通话、拍照、上网、录音和录像"]
//   }, {
//     title: "公司对外宣传报道须经哪些部门审批？(BD)",
//     option: ["人力资源部", "宣传部", "企信部", "保密办公室"]
//   }, {
//     title: "为了正确获得口令并对其进行妥善保护，应认真考虑的原则和方法有(ABCD)。",
//     option: ["口令/账号加密", "定期更换口令", "限制对口令文件的访问", "设置复杂的、具有一定位数的口令"]
//   }, {
//     title: "信息网络主要划分为(ABC)。",
//     option: ["互联网", "涉密网络", "非涉密网络", "内网"]
//   }, {
//     title: "计算机网络的功能可以归纳为(ABCD)。",
//     option: ["资源共享", "数据传输", "提高处理能力的可靠性与可用性", "易于分布式处理"]
//   }, {
//     title: "目前我国计算机网络按照处理内容可划分哪些类型？(AC)",
//     option: ["涉密网络", "互联网", "非涉密网络", "党政机关内网"]
//   }, {
//     title: "在使用电脑过程中，哪些是网络安全防范措施？(ACD)",
//     option: ["安装防火墙和防病毒软件，并经常升级", "经常清理电脑中不常用软件和文件", "经常给系统补丁，堵塞软件漏洞", "不上一些不太了解的网站，不打开QQ上传送过来的不明文件"]
//   }, {
//     title: "信息安全违规现象的主要原因(ABCD)。",
//     option: ["安全技能缺乏", "安全意识淡薄", "敌情观念不强", "安全观念滞后"]
//   }, {
//     title: "下面属于常用安全产品的有(ABCD)。",
//     option: ["防火墙", "防病毒", "身份认证", "传输加密"]
//   }, {
//     title: "下列现象中哪些表明计算机可能感染恶意代码或遭受了黑客攻击？(ABCD)",
//     option: ["系统本地用户和组中出现不明帐户", "无法修改IE浏览器主页", "无法启动杀毒软件", "查看任务管理器发现CPU占用率达到90%并出现死机现象"]
//   }, {
//     title: "对于WINDOWS系统，以下哪些做法有利于提高计算机的安全性？(BC)",
//     option: ["尽量启用更多的服务", "重命名Administrator账户", "及时下载并安装操作系统漏洞补丁", "关闭所有的杀毒软件和防火墙"]
//   }, {
//     title: "在合理设置身份验证措施确保操作系统安全的方法中，应注意哪些事项？(ABCD)",
//     option: ["至少应设置两个管理员权限的账号", "尽量使用非管理权限的普通账号登录计算机", "设置屏幕保护程序密码", "密码设置要符合安全要求并定期更换"]
//   }, {
//     title: "以下属于终端计算机安全防护方法的是(ABCD)。",
//     option: ["软件定期升级或更新补丁", "合理的配置操作系统", "关闭操作系统不必要的服务", "定期备份重要资料与系统数据"]
//   }, {
//     title: "国家秘密事项的保密期限没有做出明确规定的，统一按三十年进行认定。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "涉密人员离开涉密岗位后，就不再对本人在原涉密岗位上知悉的国家秘密事项承担保密义务。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "保密要害部门(部位)人员在劳动合同终止或解除后，至少两年内不得从事与印制专有技术有关的工作。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "生产过程中产生的原始单据，虽然记载了产品品种和数量，但因没有标识密级，在没有使用价值后可以丢弃到垃圾桶中。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "涉密网络中严禁使用具有无线功能的计算机、无线互联功能的网络设备、无线键盘和鼠标等无线互联外围设备。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "处理涉密信息的打印机、复印机、扫描仪、多功能一体机等设备可以连入互联网、普通电话网络等公共信息网络共用。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "密码设置要注意保证强度。按一定的标准或模式分级分类设置密码并保证重要账户的独立性。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "非涉密网络是存储、处理和传输非国家秘密的信息系统或网络。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "计算机病毒对计算机网络系统威胁不大。(×)10用户在处理废弃硬盘时，只要将电脑硬盘内的数据格式化就可以了，数据就不可能被恢复了。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "涉密计算机可以随意安装各种软件。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "打印机耗材，如硒鼓可以随意丢弃，不会造成信息安全风险。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "突发事件分为四类，即自然灾害、事故灾难、(C)和社会安全事件。",
//     option: ["地质灾害", "森林火灾", "公共卫生事件", "洪涝灾害"]
//   }, {
//     title: "突发公共事件预警级别依据突发公共事件可能造成的危害程度、紧急程度和发展势态，一般划分为四级：Ⅰ级(特别严重)、Ⅱ级(严重)、Ⅲ级(较重)和Ⅳ级(一般)，依次用(C)表示。",
//     option: ["红色、蓝色、黄色、橙色", "橙色、红色、蓝色、黄色", "红色、橙色、黄色、蓝色", "蓝色、红色、橙色、黄色"]
//   }, {
//     title: "应急管理的基本原理包括：(C)",
//     option: ["人本原理系统原理", "责任原理反馈原理", "A+B", "以上都不是"]
//   }, {
//     title: "火警发生后你所要描述的内容是(ABCD)。",
//     option: ["起火的场所，如：工厂仓库等", "燃烧物品，如：草垛、木材、液化气、电路等", "火场内是否有被困人员，现场是否有人受伤", "如遇易燃易爆液体或气体泄漏，也要及时拨打火警电话119"]
//   }, {
//     title: "地震中“五不要”是(ABCDE)。",
//     option: ["不要站在窗户边或阳台上，或者跳楼、跳车或破窗而出。如果是平房，地震时，门变形打不开，则可以“破窗而出”", "不要乘坐电梯", "不要利用汽车、自行车避难", "不要躲避在路灯、高大建筑物、立交桥、玻璃建筑物、大型广告牌、悬挂物、高压电设施，以及石化、煤气等易爆或有毒的化工厂或设施附近", "不要位于明火的下风"]
//   }, {
//     title: "被困电梯内时，应立即用(ABC)与外界联系等待救援。如果报警无效，可以大声呼叫或间歇性地拍打电梯门。",
//     option: ["电梯内的警铃", "对讲机", "电话", "灯光"]
//   }, {
//     title: "地震时应急处理能力与常识的说法中，正确的有(ABCD)。",
//     option: ["发生地震，应就近躲避，选择教室内结实、能掩护身体的物体下、易于形成三角空间的地方躲避", "在室外时，可原地不动蹲下，双手保护头部，注意避开高大建筑物或危险物", "在公共场所时，不要拥向出口，避免拥挤，避开人流，避免被挤到墙壁或栅栏处", "一旦被埋压，先暴露头部，保持呼吸畅通，同时设法避开身体上方不结实的倒塌物"]
//   }, {
//     title: "公共场所与大型活动突发事件是指在公共场所领域内发生，造成或者可能造成严重社会危害的事件，具体可包括(ABCDEF)。",
//     option: ["火灾", "建筑物坍塌", "公共卫生事件", "地震", "拥挤踩踏F.恐怖袭击"]
//   }, {
//     title: "在转运突发公共事件中的伤病员时，医护人员可以不在医疗仓内观察伤病员病情，但要确保治疗的持续进行。(  )",
//     answer: 1,
//     option: ["是", "否"]
//   }, {
//     title: "地震中的标准求生姿势是身体尽量蜷曲缩小，卧倒或蹲下;用手或其他物件护住头部，一手捂口鼻，另一手抓住一个固定的物品。如果没有任何抓固定物或保护头部的物件，则应采取自我保护姿势：头尽量向胸靠拢，闭口，双手交叉放在脖后，保护头部和颈部。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "乘扶梯如发生跌倒、衣物钩挂等紧急情况，乘客应大声呼救，让工作人员立即停止扶梯运行，其他乘客应抓住扶带站稳，以免扶梯突然停住发生跌倒。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "突发公共事件医疗卫生救援中，对有活动性大出血或转运途中有生命危险的急危重症者，应就地先予抢救、治疗，做必要的处理后再进行监护下转运。(  )",
//     answer: 0,
//     option: ["是", "否"]
//   }, {
//     title: "发生流感时，应尽量避免外出活动，不要去商场、影剧院等公共场所，必须出门时，应戴口罩。有流感症状时，要注意休息，多喝水，开窗通风。(√)"
//   }
// ];
// questions.map(item => {
//   if (item.title.includes('√')) {
//     item.answer = 0;
//     item.option = ["是", "否"]
//     item.title = item.title.replace('√', ' ');
//   }
//   let answer = item.title.match(/\(\w+\)/g);
//   if (answer == null) {
//     return item;
//   }
//   if (answer.length > 0) {
//     item.answer = answer[0].match(/(\w+)/g)[0];
//     item.title = item.title.replace(item.answer, ' ');
//     item.answer = item.answer.split('').map(a => a.charCodeAt() - 65);
//   }
//   return item;
// })
// console.log(JSON.stringify(questions))
// export default questions;

export default [{
        "title": "( )是实现“安全第一”的根本途径。",
        "option": ["隐患排查", "隐患治理", "预防为主", "综合治理"],
        "answer": [2]
    }, {
        "title": "( )是落实“安全第一、预防为主”的手段和方法。",
        "option": ["危险源识别", "隐患排查", "本质安全", "综合治理"],
        "answer": [3]
    }, {
        "title": "( )就是在生产过程中把安全特别是从业人员的人身安全放在首要位置，实行“安全优先”原则，切实保护劳动者的生命安全和身体健康。",
        "option": ["安全第一", "综合治理", "预防为主", "防消结合"],
        "answer": [0]
    }, {
        "title": "坚持“安全第一”实现安全生产是国家对( )最基本的要求。",
        "option": ["企业负责人", "生产经营单位", "安全负责人", "总经理"],
        "answer": [1]
    }, {
        "title": "下列内容属于“安全第一”的是( )。",
        "option": ["强化安全生产责任制，真正做到各司其职，各负其责", "安全第一强调安全工作的重要性、优先性及预防性", "做好教育培训工作，使生产经营单位各层次员工都树立起安全第一的意识", "从业人员对待安全生产的态度和行为差异很大，需要因情制宜、综合防范"],
        "answer": [1]
    }, {
        "title": "生产经营单位的( )必须按照国家有关规定经专门的安全作业培训，取得特种作业操作资格证书后，方可上岗作业。",
        "option": ["从业人员", "安全管理人员", "特种作业人员", "主要负责人"],
        "answer": [2]
    }, {
        "title": "根据( )的级别不同，可分为厂(公司)级安全教育、车间(工段)级安全教育、班组级安全教育,又称&quot;三级&quot;安全教育。",
        "option": ["安全教育对象", "教育组织者", "安全教育性质", "安全教育内容"],
        "answer": [1]
    }, {
        "title": "( )安全教育就是通过安全管理人员或事故相关人员作报告起到警示、宣传安全教育的效果。",
        "option": ["课堂式", "报告式", "会议讨论式", "讲授式"],
        "answer": [1]
    }, {
        "title": "( )安全教育如安全招贴(海报)、安全挂图、安全标语、安全标示牌等，向大众宣传安全理念、加强安全意识。",
        "option": ["讲授式", "广告式", "音像式", "文娱式"],
        "answer": [1]
    }, {
        "title": "( )是在传播单位的安全理念、价值观或者国家倡导的安全口号。",
        "option": ["安全招贴", "安全挂图", "安全标语", "安全标示牌"],
        "answer": [2]
    }, {
        "title": "( )是由安全色、几何图形和形象的图形符号构成，用以表达特定的安全信息。",
        "option": ["安全招贴", "安全挂图", "安全标语", "安全标志"],
        "answer": [3]
    }, {
        "title": "特种作业人员必须接受与本工种相适应的、专门的安全技术培训，安全技术理论考核和实际操作技能考核合格，取得( )证后，方可上岗作业。",
        "option": ["合格", "特种作业操作", "特种作业许可", "培训"],
        "answer": [1]
    }, {
        "title": "特种作业操作证每( )由原考核发证部门复审一次。",
        "option": ["半年", "一年", "三年", "四年"],
        "answer": [2]
    }, {
        "title": "连续从事本工种( )以上的特种作业人员，严格遵守有关安全生产法律法规的，经原考核发证机关或者从业所在地考核发证机关同意，特种作业操作证的复审时间可以延长至每6年1次。",
        "option": ["5年", "8年", "10年", "12年"],
        "answer": [2]
    }, {
        "title": "生产经营单位可以根据工作性质对( )进行安全培训，保证其具备本岗位安全操作、应急处置等知识和技能。",
        "option": ["主要负责人", "安全管理人员", "特种作业人员", "其他从业人员"],
        "answer": [3]
    }, {
        "title": "根据行业《企业安全标准与评价体系》规定，从业人员在本生产经营单位内调整工作岗位或离岗( )以上重新上岗时，应当重新接受车间和班组级的安全培训。",
        "option": ["三个月", "一年", "九个月", "六个月"],
        "answer": [3]
    }, {
        "title": "生产经营单位新上岗的从业人员，岗前培训时间不得少于( )学时。",
        "option": ["8", "12", "24", "72"],
        "answer": [2]
    }, {
        "title": "安全隐患按照危害程度和整改难度，分为一般安全隐患和( )安全隐患。",
        "option": ["较大", "重大", "较重大"],
        "answer": [1]
    }, {
        "title": "隐患排查治理工作主要包括三个方面：自查隐患、( )、自报隐患。",
        "option": ["记录隐患", "治理隐患", "统计隐患"],
        "answer": [1]
    }, {
        "title": "某企业发生爆炸事故，导致25人死亡、4人失踪，该事故属于( )。",
        "option": ["较大事故", "重大事故", "特别重大事故"],
        "answer": [1]
    }, {
        "title": "树立隐患就是事故的观念，建立健全隐患排查治理制度、重大隐患治理情况向负有安全生产监督职责的部门和企业( )“双报告”制度。",
        "option": ["工会", "职代会", "企管部"],
        "answer": [1]
    }, {
        "title": "对发生的各类安全事故，必须采取( )原则进行处理。",
        "option": ["预防为主", "四不放过", "三同时"],
        "answer": [1]
    }, {
        "title": "因办公区域不防滑，有可能造成的摔伤现象，下面对应的措施最恰当的是( )。",
        "option": ["勤擦拭地板", "绕着走", "保持地面干爽"],
        "answer": [2]
    }, {
        "title": "重大危险源指长期地或临时地生产、加工、搬运、使用或贮存危险物质，且危险物质的数量( )临界量的单元。",
        "option": ["大于", "等于", "等于或超过"],
        "answer": [2]
    }, {
        "title": "重大危险源定义中的单元指一个(套)生产装置、设施或场所，或同属一个工厂的且边缘距离小于( )m的几个(套)生产装置、设施或场所。",
        "option": ["200", "300", "500"],
        "answer": [2]
    }, {
        "title": "事故树分析属于( )。",
        "option": ["经验对照法", "系统安全分析方法", "安全检查表法"],
        "answer": [1]
    }, {
        "title": "“必须利用所有有关部门及一切资源的紧急情况，或者需要各个部门同外部机构联合起来处理各种紧急情况，通常要宣布进入紧急状态”属于应急响应级别的( )。",
        "option": ["一级紧急情况", "二级紧急情况", "三级紧急情况"],
        "answer": [0]
    }, {
        "title": "“能由一个部门正常可利用的资源处理的紧急情况”属于应急响应级别的( )。",
        "option": ["一级紧急情况", "二级紧急情况", "三级紧急情况"],
        "answer": [2]
    }, {
        "title": "对某种具体的、特定类型的紧急情况，例如危险物质泄漏、火灾、某一自然灾害等的应急而制定的的应急预案为( )。",
        "option": ["综合应急预案", "专项应急预案", "现场处置方案"],
        "answer": [1]
    }, {
        "title": "( )的特点是对演练情景进行口头演练，一般是在会议室内举行。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [0]
    }, {
        "title": "( )是指针对应急预案中全部或大部分应急响应功能，检验、评价应急组织应急运行能力的演练活动。演练过程要求尽量真实。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [2]
    }, {
        "title": "( )指应急准备过程中应予改善的问题。它不会对人员的生命健康安全产生严重的影响，视情况予以改进，不必要求一定予以纠正。",
        "option": ["改进项", "整改项", "不足项"],
        "answer": [0]
    }, {
        "title": "导致事故发生的直接原因中不包括( )。",
        "option": ["物的原因", "人的原因", "教育的原因"],
        "answer": [2]
    }, {
        "title": "安全教育的实施原则就是生产经营单位进行安全教育活动中所应遵循的行动准则，是安全教育过程客观规律的反映,具体包括( )。",
        "option": ["依法进行原则", "理论与实践相结合原则", "职员分类培训原则", "巩固性与反复性原则"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "我国现阶段的安全生产方针为( )。",
        "option": ["安全第一", "防治结合", "预防为主", "综合治理"],
        "answer": [0, 2, 3]
    }, {
        "title": "下列内容属于“预防为主”的是( )。",
        "option": ["当安全与政绩、发展发生矛盾时，安全优先", "促进安全文化建设，为预防安全事故打造良好的激励、凝聚氛围", "提高安全科技水平，增强基础设施的安全保障能力", "严格执行安全检查制度，及时发现事故隐患、防范事故"],
        "answer": [1, 2, 3]
    }, {
        "title": "下列内容属于“综合治理”的是( )。",
        "option": ["安全生产各项政策和措施的实施，需要所有部门的合作、全体员工的参与", "安全生产，多管齐下，综合施治", "防治手段的多样化", "安全优先"],
        "answer": [0, 1, 2]
    }, {
        "title": "安全培训，就是向员工传授安全文化科学知识、安全生产技术和技能，以提高员工( )。",
        "option": ["安全意识", "安全培训", "安全技能", "安全管理"],
        "answer": [0, 2]
    }, {
        "title": "生产经营单位采用( )，必须了解、掌握其安全技术特性，采取有效的安全防护措施，并对从业人员进行专门的安全生产教育和培训。",
        "option": ["新工艺", "新技术", "新材料", "使用新设备"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "根据安全教育的内容不同，可分为和( )安全意识教育。",
        "option": ["安全法制教育", "安全道德教育", "安全技术教育", "安全技能教育"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "安全教育形式大体可分为( )。",
        "option": ["讲授式", "广告式", "音像式", "文娱式"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "安全教育培训的具体程序包括( )和培训效果评估。",
        "option": ["确定培训需求", "制订培训计划", "制订培训方案", "组织实施培训"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "安全标志包括( )。",
        "option": ["禁止标志", "警告标志", "指令标志", "提示标志"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "下列( )属于特种作业(含特种设备作业)。",
        "option": ["电工作业", "登高架设作业", "锅炉作业", "叉车作业"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "下列属于车间级岗前安全培训内容的有( )。",
        "option": ["从业人员安全生产权利和义务", "所从事工种可能遭受的职业伤害和伤亡事故", "安全设备设施、个人防护用品的使用和维护", "自救互救、急救方法、疏散和现场紧急情况的处理"],
        "answer": [1, 2, 3]
    }, {
        "title": "下列属于班组级岗前安全培训内容的有( )。",
        "option": ["预防事故和职业危害的措施及应注意的安全事项", "岗位安全操作规程", "岗位之间工作衔接配合的安全与职业卫生事项", "所从事工种的安全职责、操作技能及强制性标准"],
        "answer": [1, 2]
    }, {
        "title": "危险源辨识就是风险评估。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险源是指可能导致伤害、疾病、财产损失、工作环境破坏或这些情况组合的根源或状态。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "第一类危险源不是伤亡事故发生的能量主体，不决定事故后果的严重程度。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危害辨识、风险评价和风险控制应被视为一个持续的过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险源辨识就是隐患排查。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险有害因素中,人的因素包括心理、生理性危险和有害因素、行为性危险和有害因素。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气安全对策措施，通常包括防触电、防电气火灾爆炸和防静电等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "机械伤害指机械设备运动(静止)部件、工具、加工件直接与人体接触引起的夹击、碰撞、剪切、卷入、绞、碾、割、刺等伤害。包括车辆、起重机械引起的机械伤害。(  )",
        "answer": [0],
        "option": ["是", "否"]
    },
    {
        "title": "高处坠落指在高处作业中发生坠落造成的伤亡事故。触电坠落事故也属于高处坠落。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "事故隐患是泛指生产系统中可导致事故发生的人的不安全行为、物的不安全状态、环境和管理上的缺陷。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "忽视安全，忽视警告，操作错误是造成生产安全事故中物的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "防护、保险、信号等装置缺乏或有缺陷是造成生产安全事故中人的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全生产教育培训不够是造成生产安全事故中管理上的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "对事故隐患整改不力，经费不落实是造成生产安全事故中管理上的主要间接原因。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "未开展人员安全教育是人的不安全因素。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "应急预案培训与演练要求现场处置方案每半年至少组织一次演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应每三年组织应急知识教育培训，并纳入年度安全教育培训计划。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "当安全与政绩、发展发生矛盾时，安全优先体现了预防为主的思想。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全第一体现在严格执行安全检查制度，及时发现事故隐患、防范事故。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全意识不强，违章指挥、违章作业、违反劳动纪律易造成事故。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "自救互救、急救方法、疏散和现场紧急情况的处理是公司级岗前培训内容。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "电器着火时下列不能用的灭火方法是哪种？( )",
        "option": ["用四氯化碳灭火器灭火", "用沙土灭火", "用水灭火", "用1211灭火器灭火"],
        "answer": [2]
    }, {
        "title": "触电事故中，( )是导致人身伤亡的主要原因。",
        "option": ["人体接受电流伤害　", "烧伤　", "电休克"],
        "answer": [0]
    }, {
        "title": "( )是当电路发生漏电故障时，能够自动切断电源的保护装置。",
        "option": ["漏电保护器", "保护接地", "电气隔离"],
        "answer": [0]
    }, {
        "title": "下列有关使用漏电保护器的说法，哪种正确？( )",
        "option": ["漏电保护器既可用来保护人身安全，还可用来对低压系统或设备的对地绝缘状况起到监督作用", "漏电保护器安装点以后的线路不可对地绝缘", "漏电保护器在日常使用中不可在通电状态下按动实验按钮来检验其是否灵敏可靠"],
        "answer": [0]
    }, {
        "title": "触电急救时，口对口吹气的人工呼吸法效果较好，对吹气次数的要求是：对儿童吹气每分钟18-24次；对成年人每分钟吹( )次。",
        "option": ["12-14", "14-16", "18-20"],
        "answer": [1]
    }, {
        "title": "如果工作场所潮湿，为避免触电，使用手持电动工具的人应( )。",
        "option": ["站在铁板上操作", "站在绝缘胶板上操作", "穿防静电鞋操作"],
        "answer": [1]
    }, {
        "title": "雷电放电具有( )的特点。",
        "option": ["电流大，电压高", "电流小，电压高", "电流大，电压低"],
        "answer": [0]
    }, {
        "title": "静电电压最高可达( )，可现场放电，产生静电火花，引起火灾。",
        "option": ["50伏", "数万伏", "220伏"],
        "answer": [1]
    }, {
        "title": "漏电保护器的使用是防止( )。",
        "option": ["触电事故", "电压波动", "电荷超负荷"],
        "answer": [0]
    }, {
        "title": "我国标准规定工频安全电压有效值的限值为( )V。",
        "option": ["36", "42", "48", "50"],
        "answer": [3]
    }, {
        "title": "金属容器内、隧道内、水井内以及周围有大面积接地导体等、工作地点狭窄、行动不便的环境应采用( )V安全电压。",
        "option": ["12", "24", "36", "50"],
        "answer": [0]
    }, {
        "title": "使用手持电动工具时，下列注意事项哪个正确？( )",
        "option": ["使用万能插座", "使用漏电保护器", "身体或衣服潮湿"],
        "answer": [1]
    }, {
        "title": "发生触电事故的危险电压一般是从( )伏开始。",
        "option": ["24", "36", "65"],
        "answer": [2]
    }, {
        "title": "使用电气设备时，由于维护不及时，当( )进入时，可导致短路事故。",
        "option": ["导电粉尘或纤维", "强光辐射", "热气"],
        "answer": [0]
    }, {
        "title": "使用的电气设备按有关安全规程，其外壳应有什么防护措施？( )",
        "option": ["无", "保护性接零或接地", "防锈漆"],
        "answer": [1]
    }, {
        "title": "国际规定，电压( )伏以下不必考虑防止电击的危险。",
        "option": ["36伏", "65伏", "25伏"],
        "answer": [2]
    }, {
        "title": "三线电缆中的红线代表( )。",
        "option": ["零线", "火线", "地线"],
        "answer": [1]
    }, {
        "title": "如果触电者伤势严重，呼吸停止或心脏停止跳动，应竭力施行( )和胸外心脏挤压。",
        "option": ["按摩", "点穴", "人工呼吸"],
        "answer": [2]
    }, {
        "title": "民用照明电路电压是以下哪种？( )",
        "option": ["直流电压220伏", "交流电压280伏", "交流电压220伏"],
        "answer": [2]
    }, {
        "title": "被电击的人能否获救，关键在于( )。",
        "option": ["触电的方式", "人体电阻的大小", "能否尽快脱离电源和施行紧急救护"],
        "answer": [2]
    }, {
        "title": "影响电流对人体伤害程度的主要因素有( )。",
        "option": ["电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况", "电流的大小，人体电阻，通电时间的长短", "电流的途径，人体状况"],
        "answer": [0]
    }, {
        "title": "带电作业应设( )，复杂作业时，应增设监护人。",
        "option": ["工作负责人", "工作许可人", "专责监护人", "工作人员"],
        "answer": [2]
    }, {
        "title": "( )是触电事故中最危险的一种。",
        "option": ["电烙印", "皮肤金属化", "电灼伤", "电击"],
        "answer": [3]
    }, {
        "title": "静电多发生在( )季节。",
        "option": ["多雨潮湿", "干燥", "任何"],
        "answer": [1]
    }, {
        "title": "静电在工业生产中可能引起( )事故。",
        "option": ["爆炸和火灾", "电死人员", "相间短路"],
        "answer": [0]
    }, {
        "title": "下列关于手持电动工具说法正确的是( )。",
        "option": ["安保部门负责手持电动工具的计划、购置、发放并建立相应台帐", "所购置的手持电动工具必须有出厂合格证及产品合格证", "手持电动工具必须存放在干燥、无腐蚀性物品的场所", "手持电动工具的使用人员应具备必要的用电安全技术知识"],
        "answer": [1, 2, 3]
    }, {
        "title": "发生触电，应采取的急救措施和流程为( )。",
        "option": ["立刻切断电源或用绝缘物(干木棍等)将触电者与带电体分离", "将触电者移至安全地带", "若触电者失去知觉，应使其平躺，解开衣服，以利呼吸", "若触电者呼吸停止，立即实施人工呼吸急救措施", "若触电者心跳停止，立即实施心肺复苏术", "若触电者呼吸、心跳皆无，按30：2的频率交叉实施人工呼吸和心肺复苏术，直至出现生命体征或专业医疗队伍抵达"],
        "answer": [0, 1, 2, 3, 4, 5]
    }, {
        "title": "按雷电形式可分成( )。",
        "option": ["直击雷", "感应雷", "雷电波侵入"],
        "answer": [0, 1, 2]
    }, {
        "title": "在充满可燃气体的环境中，可以使用手动电动工具。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "有人低压触电时，应该立即将他拉开。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "为了防止触电可采用绝缘、防护、隔离等技术措施以保障安全。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "对于容易产生静电的场所，应保持地面潮湿，或者铺设导电性能好的地板。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电工可以穿防静电鞋工作。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "移动某些非固定安装的电气设备时(如电风扇，照明灯)，可以不必切断电源。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "手持电动工具的插头不得随意拆除或更换,手持电动工具自带的软线也不可以接长以后进行使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在使用手电钻、电砂轮等手持电动工具时，为保证安全，应该装设漏电保护器。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电动工具应由具备资质的电工定期检查及维修。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "人体触电致死，是由于肝脏受到严重伤害。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "电伤是电流对人体内部组织的伤害，是最危险的一种伤害，绝大多数的触电死亡事故都是由电伤造成的。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "员工下班后必须关闭所属区域用电设备设施的电源，同时具备必要的电气安全常识。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "插拔插头时，应保证电气设备和电气装置处于工作状态，并避免对电源线施加外力。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，因立即通知消防人员，并进行必要的现场配合。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现有人触电，应立即切断电源，使触电人脱离电源，并进行急救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "当发生人身触电事故时，应立即按触电急救方法抢救触电者，然后再切断电源。并及时通知医疗人员进行处理，同时报告安全保卫部门、电气专业管理部门、属地管理部门相关领导以及上级领导。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "企业内漏电保护器应定期(1个月)进行漏电保护动作测试，确保完好，并有测试记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气设备着火,首先必须采取的措施是停电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "脱离低压电源的主要方法有:切断电源；割断电源线；挑拉电源线；拉开触电者；采取相应救护措施。采取以上措施时注意必须使用符合相应电压等级的绝缘工具。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "油区的一切电气设施均应选用防爆型，电力线路必须是电缆或暗线，不准有架空线。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "湿手不准去摸触电灯开关以及其他电气设备。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高温潮湿的环境会使电线电缆绝缘层的电气性能下降。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气装置都不应超负荷运行或带故障使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在插拔插头时人体不得接触导电极，不应对电源线施加拉力。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "临时用电应经有关主管部门审查批准，并有专人负责管理，限期拆除。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "当电气装置的绝缘或外壳损坏，只要多注意不碰触带电部分就可使用。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "当发生电气火灾时，应立即采用专用的消防器材进行灭火，然后断开电源。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "长期放置不用的或新使用的用电设备应经过安全检查或试验后才能投入使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电单位或个人不得擅自更改电气装置或延长电气线路，不得擅自增大电气装置的额定容量。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "避雷针是用于防止保护范围内的建筑和设备遭受直击雷的破坏。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气设备在未验明无电之前，一律认为有电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "( )的危险是杀伤人体细胞和机体内部的组织，轻者会引起各种病变，重者会导致死亡。",
        "option": ["噪声", "震动", "电击", "辐射"],
        "answer": [3]
    }, {
        "title": "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应( )。",
        "option": ["边观察边使用", "穿戴好防护用品使用", "继续使用", "停止使用"],
        "answer": [3]
    }, {
        "title": "外露传送装置的零部件损坏后，一般应按原设计要求配制。如有更改，必须保证不降低其( )。",
        "option": ["使用寿命", "安装高度", "使用强度", "安全可靠性"],
        "answer": [3]
    }, {
        "title": "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置( )。",
        "option": ["安全防护光电", "防护网", "防绞手装置", "防护装置"],
        "answer": [3]
    }, {
        "title": "设备发生故障时，必须首先( )，方可打开防护装置检查、修理。",
        "option": ["降速", "保证低速运行", "停机", "查明原因"],
        "answer": [2]
    }, {
        "title": "检修时，应在设备( )上悬挂“禁止启动”的安全标志，或派专人监护开关。",
        "option": ["维修部位", "主电箱", "开关", "主机"],
        "answer": [2]
    }, {
        "title": "对两人或多人操作的机械设备，其控制器应有( )，避免因多人操作不协调而造成的危险。",
        "option": ["相互独立的控制器", "不同的控制器", "相同的控制器", "互锁装置"],
        "answer": [3]
    }, {
        "title": "下列对策中哪个不适宜用于预防机械伤害：( )",
        "option": ["提高机械设备的本质安全", "靠操作者的自觉性来预防机械伤害", "加强安全管理", "提高操作者的技术水平"],
        "answer": [1]
    }, {
        "title": "在齿轮传动机构中，( )是最危险。",
        "option": ["轴", "齿轮", "链条", "齿轮啮合处"],
        "answer": [3]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["戴褐色眼镜从事电焊", "操作旋转机床时，戴防护手套", "借助推木操作剪切机械", "用砂轮机打磨时戴防护眼镜"],
        "answer": [1]
    }, {
        "title": "开启式防护罩打开或部分失灵时，应使( )。",
        "option": ["活动部件不能运转", "运转部件减速运动", "防护罩不影响操作", "维修防护罩的工作正常进行"],
        "answer": [0]
    }, {
        "title": "叉车在运行时，不准任何人上下车，货叉上( )。",
        "option": ["严禁站人", "可站一人\t", "可站俩人", "可站多人"],
        "answer": [0]
    }, {
        "title": "噪声产生的原因主要有哪些?( )",
        "option": ["电磁噪声", "机械噪声", "空气动力噪声", "水流噪声"],
        "answer": [0, 1, 2]
    }, {
        "title": "噪声的危害有哪些？( )",
        "option": ["影响听觉", "影响生理或心理", "干扰语言通讯和听觉信号而引发其他危险", "没有影响"],
        "answer": [0, 1, 2]
    }, {
        "title": "机械伤害事故的直接原因有哪些？( )",
        "option": ["机械的不安全状态", "人的不安全行为", "教育培训不够", "对安全工作不重视"],
        "answer": [0, 1]
    }, {
        "title": "机械伤害事故的间接原因有哪些？( )",
        "option": ["技术和设计上的缺陷", "教育培训不够", "管理缺陷", "对安全工作不重视"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "机械危险主要形式有挤压、()、切割或切断、()、引入或卷入、冲击、()、摩擦或磨损等。( )",
        "option": ["剪切", "缠绕", "刺伤或扎穿", "高温中暑"],
        "answer": [0, 1, 2]
    }, {
        "title": "机械旋转部件的危害因素有( )。",
        "option": ["对向旋转部件的咬合", "旋转部件和固定部件的咬合", "旋转部件和成切线运动部件面的咬合", "旋转轴"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "机械安全防护装置应具有足够的可靠性，即在规定的寿命期限内必须具有足够的()、()、抗疲劳性。( )",
        "option": ["强度", "耐腐蚀性", "重量", "刚度"],
        "answer": [0, 3]
    }, {
        "title": "《特种设备安全监察条例》规定：锅炉、压力容器、电梯、起重机械、客运索道、大型游乐设施的作业人员及其相关管理人员(以下统称特种设备作业人员)，应当按照国家有关规定经特种设备安全监督管理部门考核合格，取得国家统一格式的特种作业人员证书，方可从事相应的作业或管理工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "乘客召唤电梯时，不要同时按压上、下两个方向的召唤按钮，以提高电梯运行效率。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "安全隐患可存在于机器的设计、制造、运输、安装、使用、报废、拆卸及处理等各个环节。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "设备发生故障时，可不停机打开防护装置检查、修理。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "只要不出安全事故，操作工不必要严格按《安全操作规程》操作。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "运转中的机械设备对人的伤害主要有撞伤、压伤、轧伤、卷缠等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "连锁安全装置的基本原理：只有当安全装置关合时，机器才能运转；而只有当机器的危险部件停止运动时，安全装置才能开启。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "隔离安全装置是一种阻止身体的任何部分靠近危险区域的设施。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "空车上下斜坡——如果在斜坡上空车行使,需要倒退上坡,货叉向前行驶下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "载货时上下斜坡——如果在斜坡上载货行使,需要货叉向前行使上坡,倒退行使下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "叉车在起重升降或行驶时，可有人员站在货叉上把持物件或起平衡作用。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "不准用货叉带人作业，货叉举起后货叉下严禁站人和进行维修工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职业病防治工作坚持( )的方针，实行分类管理、综合治理。",
        "option": ["预防为主、防治结合", "标本兼治、防治结合", "安全第一、预防为主"],
        "answer": [0]
    }, {
        "title": "职业病防治法的立法宗旨是为了预防、控制和消除职业病危害，防治职业病，( )。",
        "option": ["保护劳动者健康及其相关权益", "保护劳动者健康，促进经济发展", "保护劳动者健康及相关权益，促进经济发展"],
        "answer": [2]
    }, {
        "title": "工作场所的职业病防护设施的设置应( )。",
        "option": ["按企业规定统一设置", "与职业病危害防护相适应", "根据生产规模设置"],
        "answer": [1]
    }, {
        "title": "( )应当设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的职业卫生专业人员，负责本单位的职业病防治工作。",
        "option": ["卫生行政部门", "用人单位", "工会组织"],
        "answer": [1]
    }, {
        "title": "工作场所的职业病危害因素强度或者浓度应当符合( )。",
        "option": ["国家职业卫生标准", "世界卫生组织标准", "国际劳工组织标准"],
        "answer": [0]
    }, {
        "title": "用人单位不得安排未成年工从事( )；不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。",
        "option": ["夜班作业", "高空作业", "接触职业病危害的作业"],
        "answer": [2]
    }, {
        "title": "用人单位应当选择由( )以上人民政府卫生行政部门批准的医疗卫生机构承担职业健康检查工作，并确保参加职业健康检查的劳动者身份的真实性。",
        "option": ["省级", "市级", "县级"],
        "answer": [0]
    }, {
        "title": "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、( )和其他有毒、有害物质等因素而引起的疾病。",
        "option": ["放射性物质", "高温", "病毒"],
        "answer": [0]
    }, {
        "title": "生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( )、防范措施以及事故应急措施。",
        "option": ["危险因素", "事故隐患", "设备缺陷"],
        "answer": [0]
    }, {
        "title": "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其允许噪声标准是：( )",
        "option": ["85分贝", "88分贝", "91分贝"],
        "answer": [0]
    }, {
        "title": "用人单位按照职业病防治要求，用于预防和治理职业病危害、工作场所卫生检测、健康监护和职业卫生培训等费用，支出方式为( )。",
        "option": ["在生产成本中据实列支", "国家和企业共同负担", "企业和受益员工共同负担"],
        "answer": [0]
    }, {
        "title": "下列哪项内容不属于健康监护的基本内容？( )",
        "option": ["职业病的治疗", "定期体检", "建立健康监护档案"],
        "answer": [0]
    }, {
        "title": "用人单位对不适宜从事原工作的职业病病人，应当( )。",
        "option": ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"],
        "answer": [2]
    }, {
        "title": "防止毒物危害的最佳方法是( )。",
        "option": ["穿工作服", "用无毒或低毒的替代品", "佩戴呼吸器具"],
        "answer": [1]
    }, {
        "title": "依照《职业病防治法》，用人单位与劳动者订立合同时，要在劳动合同中写明工作过程中( )，不得隐瞒或者欺骗。",
        "option": ["工资福利等", "可能产生的职业病危害及后果、职业病防护措施和待遇等内容", "单位提供的劳动防护用品"],
        "answer": [1]
    }, {
        "title": "对准备脱离所从事的职业病危害作业或者岗位的劳动者，用人单位应当在劳动者离岗前()日内组织劳动者进行离岗时的职业健康检查。劳动者离岗前()日内的在岗期间的职业健康检查可以视为离岗时的职业健康检查。( )",
        "option": ["30，60", "60，90", "30，90"],
        "answer": [2]
    }, {
        "title": "职业病防治工作的方针是( )。",
        "option": ["预防为主，防治结合", "分类管理，综合管理", "行业自律，职工参与", "单位负责，行政机关监管"],
        "answer": [0]
    }, {
        "title": "生产性噪声所引起的噪声聋在《职业病分类和目录》中属于那类职业病？( )",
        "option": ["物理因素所致职业病", "职业性耳鼻喉口腔疾病", "职业性化学中毒", "其他职业病"],
        "answer": [0]
    }, {
        "title": "上岗前的职业健康检查主要目的是( )。",
        "option": ["筛查职业禁忌症", "及早发现职业病人", "鉴定未成年工禁忌的作业", "鉴定女职工禁忌的作业"],
        "answer": [0]
    }, {
        "title": "用人单位应当设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的( )，负责本单位的职业病防治工作。",
        "option": ["职业卫生专业人员　", "应急管理人员　", "工会督察员"],
        "answer": [0]
    }, {
        "title": "用人单位应当建立、健全职业卫生档案和劳动者( )档案。",
        "option": ["健康监护", "工伤保险", "职业病"],
        "answer": [2]
    }, {
        "title": "依据《职业病防治法》，下列( )项不属于劳动者在职业活动中应尽的职业卫生义务。",
        "option": ["正确使用和维护职业病防护设备和个人使用的职业病防护用品", "发现职业病危害事故隐患及时报告　", "在有职业危害因素的作业场所设置警示标识"],
        "answer": [2]
    }, {
        "title": "用人单位与劳动者订立劳动合同时，应当将工作过程中可能产生的( )如实告知劳动者，并在劳动合同中写明，不得隐瞒或者欺骗。",
        "option": ["职业病防护措施和待遇", "职业病危害及其后果", "职业病防护措施和待遇等"],
        "answer": [1]
    }, {
        "title": "职业健康检查费用由( )承担。",
        "option": ["劳动者", "用人单位", "劳动者和用人单位"],
        "answer": [1]
    }, {
        "title": "生产过程中的职业性危害因素按其性质可分为化学因素、( )、生物因素等。",
        "option": ["物理因素", "生产粉尘", "高温"],
        "answer": [0]
    }, {
        "title": "在生产过程、劳动过程、( )中存在的危害劳动者健康的因素，称为职业性危害因素。",
        "option": ["作业环境", "卫生环境", "高温环境"],
        "answer": [0]
    }, {
        "title": "以下( )属于物理性危害因素。",
        "option": ["生产粉尘", "噪声", "真菌"],
        "answer": [1]
    }, {
        "title": "以下( )属于化学性危害因素。",
        "option": ["工业毒物", "振动", "高温"],
        "answer": [0]
    }, {
        "title": "职业病防治工作的原则是( )。",
        "option": ["预防为主，防治结合", "分类管理，综合治理", "行业自律，职工参与", "单位负责，行政机关监管"],
        "answer": [1]
    }, {
        "title": "对产生严重职业病危害的作业岗位，应当在其醒目位置，设置( )。",
        "option": ["警示标识和中文警示说明", "警示标识", "警示说明", "警示语言"],
        "answer": [0]
    }, {
        "title": "生产经营单位必须为从业人员提供符合国家标准或行业标准的( )。",
        "option": ["防暑用品", "防寒用品", "劳动防护用品"],
        "answer": [2]
    }, {
        "title": "《安全生产法》规定从业人员在安全生产方面的义务包括：“从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用( )。”",
        "option": ["安全卫生设施", "劳动防护用品", "劳动防护工具"],
        "answer": [1]
    }, {
        "title": "劳动防护用品分为一般劳动防护用品和( )劳动防护用品。",
        "option": ["特别", "特种", "个别"],
        "answer": [1]
    }, {
        "title": "劳动防护用品按防护部位不同，分为九大类：安全帽、呼吸护具、眼防护具、听力护具、防护鞋、防护手套、防护服、防坠落护具和护肤用品。下列防护用品中，安全带和安全绳属于( )。",
        "option": ["听力护具", "眼防护具", "防坠落护具"],
        "answer": [2]
    }, {
        "title": "为了防止高处坠落事故，凡是操作人员进行操作、维护、调节的工作位置在坠落基准面( )米以上时，则必须在生产设备上配置供站立的平台和防坠落的栏杆、安全网及防护板等。",
        "option": ["1", "2", "3"],
        "answer": [1]
    }, {
        "title": "下列属于使用劳动防护用品的一般要求是：( )",
        "option": ["使用前应首先做一次外观检查", "无期限地使用劳动防护用品", "使用前要做全面检查"],
        "answer": [0]
    }, {
        "title": ".在下列绝缘安全工具中，属于辅助安全工具的是( )。",
        "option": ["绝缘棒", "绝缘档板", "绝缘靴", "绝缘夹钳"],
        "answer": [2]
    }, {
        "title": "工人操作机械时，要求穿着紧身适合的工作服，以防( )。",
        "option": ["着凉", "被机器转动部分缠绕", "被机器弄污"],
        "answer": [1]
    }, {
        "title": "在剪切机械造成的事故中，伤害人体最多的部位是( )。",
        "option": ["手和手指", "脚", "眼晴"],
        "answer": [0]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["操作机床时，戴防护手套", "戴褐色眼镜从事电焊作业", "借助推木操作剪切机械"],
        "answer": [0]
    }, {
        "title": "噪声对人体中枢神经系统的影响是( )。",
        "option": ["心跳加快", "血管痉挛", "头脑皮层兴奋，抑制平衡失调"],
        "answer": [2]
    }, {
        "title": "噪声级超过( )分贝，人的听觉器官易发生急性外伤，致使鼓膜破裂出血。",
        "option": ["100", "120", "140"],
        "answer": [2]
    }, {
        "title": "人如长时间暴露在( )噪声环境中，将导致永久性的听力损伤。",
        "option": ["100分贝", "120分贝", "140分贝"],
        "answer": [1]
    }, {
        "title": "避免手部皮肤接触有机溶剂，应采取( )措施。",
        "option": ["佩带胶皮手套", "使用金属容器来盛装溶剂", "佩带胶皮手套及用防腐蚀金属容器盛装溶剂"],
        "answer": [2]
    }, {
        "title": "工人在存在噪声危害的环境内工作时，其单位应首先考虑( )方法来改善。",
        "option": ["采用工程控制，降低噪声", "提供合适的听觉保护器", "支付听力测试和诊治的费用"],
        "answer": [0]
    }, {
        "title": "在下列环境中工作，( )最易中暑？",
        "option": ["没有空气调节的地方", "酷热并潮湿的环境", "干燥的地方"],
        "answer": [1]
    }, {
        "title": "应怎样处理溅到皮肤上的腐蚀性液体？( )",
        "option": ["用抹布抹去", "用大量清水冲洗", "用绷带包扎患处，请医生治疗"],
        "answer": [1]
    }, {
        "title": "安全带适用于( )。",
        "option": ["高处作业", "悬挂", "吊物"],
        "answer": [0]
    }, {
        "title": "安全网的用途是( )。",
        "option": ["美观、整齐", "装杂物，防止散落地面", "防止人员高空坠落"],
        "answer": [2]
    }, {
        "title": "处理化学液体时，应用( )保护面部。",
        "option": ["太阳镜", "防护面罩", "毛巾"],
        "answer": [1]
    }, {
        "title": "粉尘作业时必须佩戴( )。",
        "option": ["棉纱口罩", "防尘口罩", "防毒面具"],
        "answer": [1]
    }, {
        "title": "进出缺氧密闭空间作业必须使用( )。",
        "option": ["防尘口罩", "空气呼吸器", "防毒面具"],
        "answer": [1]
    }, {
        "title": "一旦发现有人晕倒在密闭容器内，下面最适合的急救方法是( )。",
        "option": ["第一时间跳下去，把中毒者背上来", "腰间系上绳子，第一时间跳下去，把中毒者拉上来", "佩戴防毒面具或空气呼吸器，在有人监护的情况下施救"],
        "answer": [2]
    }, {
        "title": "一氧化碳中毒是由于含碳物质燃烧不完全时的产物经呼吸道吸入引起中毒，主要损害人的( )系统。",
        "option": ["呼吸", "消化", "神经"],
        "answer": [2]
    }, {
        "title": "工业毒物进入人体的途径有3个，即( )。",
        "option": ["口、鼻、耳", "食物、空气、水", "呼吸道、皮肤、消化道"],
        "answer": [2]
    }, {
        "title": "在易燃易爆场所作业不能穿戴( )。",
        "option": ["尼龙工作服", "棉布工作服", "防静电服"],
        "answer": [0]
    }, {
        "title": "使用劳动防护用品的单位( )以货币或其他物品替代应当配备的劳动防护用品。",
        "option": ["可以", "不得", "无所谓"],
        "answer": [1]
    }, {
        "title": "国家标准(GB2893)中规定的四种安全色是( )",
        "option": ["红、蓝、黄、绿", "红、蓝、黑、绿", "红、青、黄、绿", "白、蓝、黄、绿"],
        "answer": [0]
    }, {
        "title": "可能发生急性职业损伤的有毒、有害工作场所应配置喷淋洗眼设备，安装位置合理，确保作业人员能在( )内得到冲洗。",
        "option": ["1分钟", "30秒", "15秒", "10秒"],
        "answer": [3]
    }, {
        "title": "厂区出入口不宜少于( )，主要人流出入口与主要物流出入口宜分开设置。",
        "option": ["两个", "三个", "四个", "五个"],
        "answer": [0]
    }, {
        "title": "跨越道路上空的建(构)筑物、架设管线距路面的最小净高不小于( )，同时设置限高标志。",
        "option": ["3m", "4m", "5m", "6m"],
        "answer": [2]
    }, {
        "title": "安全标志牌至少( )检查一次。",
        "option": ["1个月", "3个月", "每半年", "1年"],
        "answer": [2]
    }, {
        "title": "根据《企业安全标准与评价体系》，车间环境照明灯具完好率达( )。",
        "option": ["95%", "96%", "97%", "100%"],
        "answer": [0]
    }, {
        "title": "根据《企业安全标准与评价体系》危险化学品生产现场临时存放点，放置数量不得超过( )的使用量，使用专用储存设施储存。",
        "option": ["一周", "3天", "一天", "一个班次"],
        "answer": [3]
    }, {
        "title": "(企业每年至少委托有相应资质的检测单位进行一次职业病危害因素检测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业不得安排上岗前未经职业健康检查的从业人员从事接触职业病危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "《工作场所职业卫生监督管理规定》规定，用人单位应当对劳动者进行上岗前的职业卫生培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当建立、健全劳动者职业健康监护制度，依法落实职业健康监护工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当组织劳动者进行职业健康检查，职业健康检查费用由劳动者个人支付。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排未成年工从事接触职业病危害的作业，不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当依照法律、法规要求，严格遵守国家职业卫生标准，落实职业病预防措施，从源头上控制和消除职业病危害。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位与从业人员订立的劳动合同，应当载明有关保障从业人员劳动安全，防止职业危害的事项。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业采购、发放和使用的特种劳动防护用品应具有：生产许可证、产品合格证、检验报告、安全标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应建立特种劳动防护用品台账，各部门应建立特种劳动防护用品发放台帐。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职工有要求用人单位保障职工的劳动安全、防止职业危害的权利。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位可以以货币形式或其他物品代替应提供的劳动防护用品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "劳动防护用品必须严格保证质量，安全可靠，但可以不舒适和方便。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "身上沾上油污，应用有机溶剂清洗。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一般纱布口罩不能起到防尘口罩的作用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "使用砂轮研磨时，应戴防护眼镜或装设防护玻璃。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "国家标准规定的安全色有红、蓝、黄、绿四种颜色。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "《危险化学品安全管理条例》中规定，危险化学品事故造成环境污染的信息，由( )统一公布。",
        "option": ["安全监督部门", "环境保护部门", "信息管理部门"],
        "answer": [1]
    }, {
        "title": "决定爆炸品具有爆炸性质的主要因素( )。",
        "option": ["爆炸品密度", "爆炸品结晶", "爆炸品的化学组成和化学结构"],
        "answer": [2]
    }, {
        "title": "煤气中中毒主要成份是( )。",
        "option": ["CO2", "CO", "氮的氧化物"],
        "answer": [1]
    }, {
        "title": "易燃易爆场所中不能使用( )工具。",
        "option": ["铁制", "铜制", "木制"],
        "answer": [0]
    }, {
        "title": "衡量可燃性液体火灾危险性大小的主要参数是( )。",
        "option": ["沸点", "闪点", "燃点"],
        "answer": [1]
    }, {
        "title": "CO中毒的原理是( )。",
        "option": ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"],
        "answer": [2]
    }, {
        "title": "长期接触一定的化学物质可能引起细胞的无节制生长,形成癌性肿瘤。这些肿瘤可能在第一次接触这些物质以后许多年才表现出来，这一时期被称为潜伏期，一般为( )年。",
        "option": ["2-40年", "4-30年", "4-40年"],
        "answer": [2]
    }, {
        "title": "毒害性危险化学品库房的耐火等级不得低于( )级标准。",
        "option": ["一级", "二级", "三级"],
        "answer": [1]
    }, {
        "title": "一般可燃物质在含氧量低于( )的空气中不能燃烧。",
        "option": ["14%", "16%", "18%"],
        "answer": [0]
    }, {
        "title": "在易燃易爆场所作业不能穿戴( )。",
        "option": ["尼龙工作服", "棉布工作服", "防静电服"],
        "answer": [0]
    }, {
        "title": "标明了安全使用注意事项和防护基本要求的是( )。",
        "option": ["化学品标志", "化学品安全标签", "危险化学品标志"],
        "answer": [1]
    }, {
        "title": "浓硫酸属于( )化学品。",
        "option": ["爆炸品", "腐蚀品", "易燃液体"],
        "answer": [1]
    }, {
        "title": "下面( )物质属于自燃物品?",
        "option": ["黄磷", "盐酸", "丙酮"],
        "answer": [0]
    }, {
        "title": "搬运剧毒化学品后,应该( )。",
        "option": ["用流动的水洗手", "吃东西补充体力", "休息"],
        "answer": [0]
    }, {
        "title": "强酸灼伤皮肤不能用( )冲洗。",
        "option": ["热水", "冷水", "弱碱溶液"],
        "answer": [0]
    }, {
        "title": "吸湿性强、遇水释放较多热量的化学品沾染皮肤后应立刻( )。",
        "option": ["用清水清洗", "用冷水清洗", "用软纸、软布抹去"],
        "answer": [2]
    }, {
        "title": "进行腐蚀品的装卸作业应该戴( )手套。",
        "option": ["帆布", "橡胶", "棉布"],
        "answer": [1]
    }, {
        "title": "以下物品中露天存放最危险的是( )。",
        "option": ["氯化钠", "明矾", "遇湿燃烧物品"],
        "answer": [2]
    }, {
        "title": "在易燃易爆场所穿( )最危险。",
        "option": ["布鞋", "胶鞋", "带钉鞋"],
        "answer": [2]
    }, {
        "title": "如果有化学品进入眼睛,应立即( )。",
        "option": ["滴氯霉素眼药水", "用大量清水冲洗眼睛", "用干净手帕擦拭"],
        "answer": [1]
    }, {
        "title": "下列( )有毒气体具有臭鸡蛋气味。",
        "option": ["二氧化硫", "硫化氢", "二氧化氮"],
        "answer": [1]
    }, {
        "title": "在装卸易燃易爆品操作中,不能使用( )工具。",
        "option": ["铁制", "木制", "铜制"],
        "answer": [0]
    }, {
        "title": "运输危险化学品的车辆的车顶灯和车尾部必须悬挂的标志的文字是( )。",
        "option": ["注意安全", "危险品", "保持车距"],
        "answer": [1]
    }, {
        "title": "《危险化学品安全管理条例》所指的危险化学品按理化性质及危害划分为( )大类。",
        "option": ["6", "7", "8"],
        "answer": [2]
    }, {
        "title": "贮存危险化学品的仓库的管理人员必须配备可靠的( )。",
        "option": ["劳动保护用品", "安全监测仪器", "手提消防器材"],
        "answer": [0]
    }, {
        "title": "生产、储存、使用除剧毒化学品以外危险化学品的单位，应当对本单位的生产、储存装置每( )年进行一次安全评价。",
        "option": ["一", "二", "三", "五"],
        "answer": [2]
    }, {
        "title": "当你发现突然有大量毒气散发时，应迅速戴上适合的( )。",
        "option": ["防毒面具", "眼镜", "手套", "口罩"],
        "answer": [0]
    }, {
        "title": "氧气瓶、乙炔瓶工作间距为( )。",
        "option": ["3米", "4米", "5米", "6米"],
        "answer": [2]
    }, {
        "title": "发生火灾事故，致人死亡的主要原因是( )。",
        "option": ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒", "有机物质"],
        "answer": [0]
    }, {
        "title": "发生危险化学品事故后，应该向( )方向疏散。",
        "option": ["下风", "上风", "顺风", "原地"],
        "answer": [1]
    }, {
        "title": "重复使用的危险化学品包装容器在使用前应进行检查，并做出记录，其记录至少应保留( )。",
        "option": ["1年", "2年", "3年", "5年"],
        "answer": [1]
    }, {
        "title": "危险化学品必须储存在( )或者专用储存室内。",
        "option": ["专用仓库专用场所", "专用仓库专用场地", "专用仓库专用库区", "专用库区专用场地"],
        "answer": [1]
    }, {
        "title": "《危险化学品安全管理条例》不适用于( )。",
        "option": ["民用爆炸品", "放射性物品及核能物质", "剧毒化学品", "城镇燃气"],
        "answer": [0, 1, 3]
    }, {
        "title": "作业场所使用化学品系指可能使工人接触化学制品的任何作业活动，包括( )。",
        "option": ["化学品的生产、搬运、贮存、运输", "化学品废料的处置或处理", "因作业活动导致的化学品的排放", "化学品设备和容器的保养、维修和清洁"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "危险化学品包装物、容器定点企业应当具备的基本条件除具有营业执照、具有能够满足生产需要的固定场所、具有完善的产品质量管理体系外还应具备的基本条件有( )。",
        "option": ["具有满足生产需要的专业技术人员、技术工人和特种作业人员", "生产压力容器的，还应当取得压力容器制造许可证", "具有能够保证产品质量的专业生产、加工设备和检测检验手段", "具有完善的管理制度、操作规程、工艺技术规程和产品质量标准"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "危险化学品生产企业发现其生产的危险化学品有新的危害特性时，应当立即公告，并及时修订( )。",
        "option": ["产品质量说明书", "安全技术说明书", "产品标签", "安全标签"],
        "answer": [1, 3]
    }, {
        "title": "压缩气体和液化气体除具有爆炸性外，有的还具有易燃性及( )。",
        "option": ["助燃性", "毒害性", "窒息性", "腐蚀性"],
        "answer": [0, 1, 2]
    }, {
        "title": "不得露天堆放的化学危险品( )。",
        "option": ["爆炸物品", "一级易燃物品", "剧毒物品", "压缩气体"],
        "answer": [0, 1, 2]
    }, {
        "title": "危险化学品事故的类型主要是泄漏、火灾、爆炸、( )等。",
        "option": ["中毒", "窒息", "灼伤", "容器爆炸"],
        "answer": [0, 1, 2]
    }, {
        "title": "根据物质燃烧的原理，灭火要控制可燃物，隔绝空气，消除火源，阻止火势和爆炸波的蔓延，灭火方法的分类为( )。",
        "option": ["冷却法和窒息法", "隔离法和抑制法", "降温法和阻燃法", "隔离法和降温法"],
        "answer": [0, 1]
    }, {
        "title": "危险化学品中的腐蚀品主要包括( )。",
        "option": ["酸性腐蚀品", "碱性腐蚀品", "毒害品", "其他腐蚀品"],
        "answer": [0, 1, 3]
    }, {
        "title": "可燃液体发生火灾时，使用的灭火剂为( )。",
        "option": ["干粉", "二氧化碳", "沙土", "水"],
        "answer": [0, 1, 2]
    }, {
        "title": "生产过程的( )是解决毒物危害的根本途径。",
        "option": ["密闭化", "湿式作业", "自动化", "加强通风"],
        "answer": [0, 2, 3]
    }, {
        "title": "什么地点动火为一级动火( )。",
        "option": ["正在生产中的工艺装置区", "各类油罐区、气罐区、有毒介质区、液化气站", "有易燃、可燃、液化气及有毒介质的装卸及洗槽站", "有易燃、可燃、液化气及有毒介质的泵房和机房"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "适用于生产性毒物危害治理的方法是( )。",
        "option": ["密闭、通风排毒", "洗涤法净化", "降温", "静电法净化"],
        "answer": [0, 1, 3]
    }, {
        "title": "危险化学品仓库仓库应设置醒目的防火、禁止吸烟等安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": ".堆放各种爆炸品时，要求做到牢固、稳妥、整齐，防止倒垛，便于运输。爆炸品的包装箱宜直接在地面上放置，防止倒塌。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "有毒品必须储存在仓库，不得露天存放，应远离明火、热源，库房通风应良好。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "装卸和搬运易燃液体中，必须轻装轻卸，严禁滚动、摩擦、拖拉等危及安全的操作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "各类危险品不得与禁忌物混合储存，灭火方法不同的危险化学品不能同库储存。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "从事危险化学品运输作业的人员必须要进行有关安全知识培训，掌握危险化学品运输的安全知识，并经有关部门考核合格取得上岗资格证，方可上岗作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何危险化学品都可以通过公路、铁路和水域渠道进行运输。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "在爆炸危险场所严禁穿脱衣服、鞋靴，不准梳头。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品单位应当制定本企业危险化学品事故应急预案，配备应急救援人员和必要的应急救援器材、设备，并定期组织应急救援演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品的标志使用原则：当一种危险化学品具有一种以上的危险性时，应该用主标志表示主要危险性类别，并用副标志表示重要的其他的危险类别。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "同是酸性腐蚀品，具有强氧化性的无机酸与具有还原性的可燃的有机酸，由于都是酸性腐蚀品而可以同车配载或同库混存。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品的标志设主标志由表示危险化学品危险特性的图案、文字说明、底色和危险类别号四个部分组成的菱形标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "对化学品进行危险性鉴别是化学品生产单位的责任。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一切爆炸品严禁与氧化剂、自然物品、酸、碱、盐类、易燃可燃物、金属粉末和钢铁材料器具等混储混运。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险物质泄漏处理包括：泄漏源控制、泄漏物处理、危害监测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "我国消防工作贯彻( )的方针。",
        "option": ["预防为主、防消结合", "预防为主、消防安全", "预防为主、以消为辅"],
        "answer": [0]
    }, {
        "title": "《消防法》规定，因施工等特殊情况需要使用明火作业的，应当按照规定事先办理( )手续。",
        "option": ["审查手续", "审批手续", "审定手续", "审验手续"],
        "answer": [1]
    }, {
        "title": "火灾报警电话是( )。",
        "option": ["110", "119", "120", "122"],
        "answer": [1]
    }, {
        "title": "公民对火灾隐患有( )权利。",
        "option": ["举报", "整改", "逃生"],
        "answer": [0]
    }, {
        "title": "燃烧是可燃物与( )作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
        "option": ["氧化剂", "还原剂", "催化剂", "稳定剂"],
        "answer": [0]
    }, {
        "title": "凡使物质开始燃烧的外部热源，统称为( )。",
        "option": ["引火源", "助燃物", "氧化剂", "火源"],
        "answer": [0]
    }, {
        "title": "可燃物开始持续燃烧所需要的最低温度称之为( )。",
        "option": ["冰点", "沸点", "燃点"],
        "answer": [2]
    }, {
        "title": "下列( )物质是引火源?",
        "option": ["电火花", "纸", "空气"],
        "answer": [0]
    }, {
        "title": "液体表面的蒸汽与空气形成可燃气体,遇到引火源时,发生一闪即灭的现象称为( )。",
        "option": ["爆炸", "蒸发", "闪燃"],
        "answer": [2]
    }, {
        "title": "烟头的中心温度是( )。",
        "option": ["200—300℃", "400—500℃", "700—800℃"],
        "answer": [2]
    }, {
        "title": "\t焊割时，各种明火距氧气瓶应在( )以外。",
        "option": ["5米", "8米", "10米"],
        "answer": [2]
    }, {
        "title": "下列气体中，( )属于易燃气体。",
        "option": ["二氧化碳", "乙炔", "氮气"],
        "answer": [1]
    }, {
        "title": "扑救电气火灾，首先应做的是( )。",
        "option": ["切断电源", "使用干粉灭火器灭火", "使用二氧化碳灭火器灭火"],
        "answer": [0]
    }, {
        "title": "动火作业时，气瓶距明火( )m以外。",
        "option": ["5", "8", "10"],
        "answer": [2]
    }, {
        "title": "按物质的燃烧特性将火灾分为若干类，其中天然气火灾属于( )火灾。",
        "option": ["A类", "B类", "C类", "D类"],
        "answer": [2]
    }, {
        "title": "下面( )火灾用水扑救会使火势扩大。",
        "option": ["油类", "森林", "家具"],
        "answer": [0]
    }, {
        "title": "用湿棉被、湿麻袋等捂盖已着火的物质，属于( )。",
        "option": ["冷却法", "窒息法", "抑制法"],
        "answer": [1]
    }, {
        "title": "电脑着火了，应作何紧急处理？( )",
        "option": ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"],
        "answer": [1]
    }, {
        "title": "炒菜时，油锅着火了，应如何正确处理？( )",
        "option": ["迅速盖上锅盖", "迅速往油锅里倒凉水", "迅速往油锅里倒蔬菜"],
        "answer": [0]
    }, {
        "title": "身上着火后，下列哪种灭火方法是错误的( )。",
        "option": ["就地打滚", "用厚重衣物覆盖压灭火苗", "迎风快跑\t"],
        "answer": [2]
    }, {
        "title": "火灾扑救的基本原则是( )。",
        "option": ["先控制后消灭", "先消灭后控制", "只消灭不控制"],
        "answer": [0]
    }, {
        "title": "扑救电气火灾应当使用( )。",
        "option": ["泡沫灭火器　　", "干粉灭火器　　", "水"],
        "answer": [1]
    }, {
        "title": "扑救可燃气体火灾，可用( )灭火。",
        "option": ["泡沫灭火器", "水", "干粉灭火器"],
        "answer": [2]
    }, {
        "title": "电气设备着火后，如果不能断电，应如何处理？( )",
        "option": ["用泡沫灭火器灭火", "用二氧化碳灭火器灭火", "用水灭火"],
        "answer": [1]
    }, {
        "title": "二氧化碳灭火剂主要机理是( )。",
        "option": ["降低温度", "降低氧浓度", "降低燃点", "减少可燃物"],
        "answer": [1]
    }, {
        "title": "下列( )是扑救精密仪器火灾的最佳选择。",
        "option": ["二氧化碳灭火剂", "干粉灭火剂", "泡沫灭火剂"],
        "answer": [0]
    }, {
        "title": "使用灭火器扑灭初起火灾时要对准火焰的( )喷射。",
        "option": ["上部", "中部", "根部"],
        "answer": [2]
    }, {
        "title": "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是( )。",
        "option": ["中毒", "缺氧", "爆炸"],
        "answer": [1]
    }, {
        "title": "油锅起火时使用以下方法中( )方法扑灭是不正确的？",
        "option": ["用水扑灭", "锅盖盖住油锅口", "灭火毯覆盖"],
        "answer": [0]
    }, {
        "title": "建筑物的消防疏散门应( )开启。",
        "option": ["向内", "向外", "均可"],
        "answer": [1]
    }, {
        "title": "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在绿色区域表示( )。",
        "option": ["正常", "偏高", "偏低"],
        "answer": [0]
    }, {
        "title": "如果听到疏散警报，以下行动不正确的是( )。",
        "option": ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"],
        "answer": [2]
    }, {
        "title": ".火场中防止烟气危害最简单的方法是( )。",
        "option": ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"],
        "answer": [0]
    }, {
        "title": "当身上衣服着火时，可立即( )。",
        "option": ["奔跑离开火场，灭掉身上火苗", "用手或物品扑打身上火苗", "就地打滚，压灭身上火苗"],
        "answer": [2]
    }, {
        "title": "发生火灾时，应( )逃生。",
        "option": ["从消防通道", "乘坐电梯", "向下层楼跑"],
        "answer": [0]
    }, {
        "title": "发生火灾时，如各种逃生的路线被切断，适当的做法应当是( )。",
        "option": ["大声呼救", "强行逃生", "退居室内，关闭门窗，同时可向室外发出求救信号"],
        "answer": [2]
    }, {
        "title": "遇到高楼发生火灾，下列处理措施中正确的是( )。",
        "option": ["乘坐普通电梯逃生", "向上逃跑", "躲避到防烟楼梯间、避难层等地等待救援"],
        "answer": [2]
    }, {
        "title": "在浓烟中逃生，若没有防烟面罩，应以湿毛巾掩口鼻( )避免吸人致命浓烟。",
        "option": ["弯腰设法贴近地面爬行", "缓步跑离开浓烟范围", "昂首挺胸步行前进"],
        "answer": [0]
    }, {
        "title": "《中华人民共和国消防法》规定：任何单位、个人不得( )的消防设施、器材，不得埋压、圈占、遮挡消火栓或者占用防火间距，不得占用、堵塞、封闭疏散通道、安全出口、消防车通道。",
        "option": ["损坏", "挪用", "擅自拆除", "停用"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "发现下列违反消防安全规定的行为，单位应当责成有关人员当场改正并督促落实( )。",
        "option": ["安全出口上锁、遮挡或者占用、堆放物品影响疏散通道畅通的", "消防安全责任制不落实", "消火栓、灭火器材被遮挡影响使用或者被挪作他用的", "违章进入生产、储存易燃易爆危险物品场所的"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "机关、团体、企业、事业单位应当履行下列消防安全职责( )。",
        "option": ["组织防火检查，及时消除火灾隐患", "制定消防安全制度、消防安全操作规程", "针对本单位的特点对职工进行消防宣传教育", "按照国家有关规定配置消防设施和器材，设置消防安全标志，并定期组织检验，确保消防设施和器材完好有效", "保障疏散通道、安全出口畅通，并设置符合国家规定的消防安全疏散标志"],
        "answer": [0, 1, 2, 3, 4]
    }, {
        "title": "《中华人民共和国消防法》规定：任何单位和个人都有( )的义务。",
        "option": ["维护消防安全", "保护消防设施", "预防火灾", "报告火警"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "燃烧必须有几个条件，这几个条件缺任何一个，燃烧都不能发生，因此将它们称为燃烧要素。燃烧的要素为( )。",
        "option": ["温度", "助燃物", "可燃物", "引火源"],
        "answer": [1, 2, 3]
    }, {
        "title": "下列可导致火灾的引火源是( )。",
        "option": ["明火、高温表面、非生产用火", "冲击摩擦、电火花", "自燃发热、静电火花", "光或热射线"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "电气设备引起火灾的原因有：( )、接触电阻热、电火花和电弧、照明灯具及电热元件工具的表面热、过电压、涡流热。",
        "option": ["停电", "送电", "温度过低", "过负荷", "短路"],
        "answer": [3, 4]
    }, {
        "title": "能够扑救带电设备火灾的灭火器有( )。",
        "option": ["干粉灭火器", "二氧化碳灭火器", "泡沫灭火器"],
        "answer": [0, 1]
    }, {
        "title": "下列哪些设备为室内消火栓箱内的设备( )。",
        "option": ["水枪", "水带", "火灾探测器", "消火栓接口", "感温式喷头"],
        "answer": [0, 1, 3]
    }, {
        "title": "防火门日常巡检要求包括( )。",
        "option": ["外观完好，门关闭是否完好", "防火门是否干净", "闭门器、顺序器功能是否正常", "防火门附近应无杂物"],
        "answer": [0, 2, 3]
    }, {
        "title": "使用灭火器灭火时，人的站立位置应是( )。",
        "option": ["上风口", "下风口", "侧风方向"],
        "answer": [0, 2]
    }, {
        "title": "厨房出现燃气泄漏时应采取哪些措施( )。",
        "option": ["打开门窗通风", "用手机及座机打电话报警", "关闭燃气阀门", "开灯", "用打火机照亮"],
        "answer": [0, 2]
    }, {
        "title": "疏散撤离时应严禁以下行为( )。",
        "option": ["使用电梯", "听从现场疏导人员的指挥", "推挤、喧哗", "可以不按疏导自行离开"],
        "answer": [0, 2, 3]
    }, {
        "title": "有关消防安全，哪些说法是正确的？( )",
        "option": ["要熟悉最近的安全设施的位置并知道如何使用", "消防栓和灭火器不能被遮挡、阻隔", "安全出口不经常使用时，可以锁闭", "听到紧急疏散警报声时，应立即撤离"],
        "answer": [0, 1, 3]
    }, {
        "title": "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防器材应设置在便于取用的明显地点，保证完好有效，周围不得堆放杂物。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "室外消防栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "下班离开工作岗位时应熄灭火种，切断非工作电源。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "班组长要管理好本班组的明火点、电器设备、各种易燃易爆物品、严防火灾事故的发生。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "法人单位的法定代表人应对本单位的消防安全工作全面负责。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防安全重点单位应实行每日防火巡查，并建立巡查记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "进行电焊、气焊等具有火灾危险的作业人员必须持证上岗，并严格遵守消防安全操作规程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在统一建筑物内，但要保持安全距离。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应对员工进行消防安全培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应制定灭火和应急疏散预案，如果没有时间可不进行消防演练。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "《中华人民共和国消防法》规定：进行电焊、气焊等具有火灾危险作业的人员必须持证上岗，并遵守消防安全操作过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "员工在生产过程中发现不安全隐患应及时报告，且有权制止违反消防法规的行为。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位和成年人都有参加有组织的灭火工作的义务。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "火灾产生的烟气中含有大量的有毒成分，如是二氧化碳、一氧化碳、二氧化硫和氮氧化物等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气线路火灾可以用水扑救。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "可以用水扑救固体物质火灾。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "ABC磷酸铵盐干粉灭火器可用于扑灭固体火灾。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "油桶着火后除向消防部门报警外，可立即用水进行扑救。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "电气设备发生火灾不准用水扑救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "送风口、排烟口前可以堆放物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "排烟系统的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "防火卷帘下可以放置物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "水泵接合器与室外消火栓的作用是一样的。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器是扑灭初期火灾的有效手段。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "灭火器可直接设置在潮湿或强腐蚀性的地点。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器材设置点附近不能堆放物品，以免影响灭火器的取用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用二氧化碳扑救室内火灾后，应先打开门窗通风，然后人再进入这是为了以防窒息。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "二氧化碳灭火器使用不当，可能会冻伤手指。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "下班后关闭电脑等办公电器后，应及时关闭插座电源开关，减少电气安全风险。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "发现房间内充满煤气、液化气、汽油等易燃气体或易燃液体的蒸汽时，应立即在该房间内拨打电话或手机报警。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "消防疏散门在工作时不能锁闭。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位发生火灾，必须立即组织力量扑救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "控制高处作业风险的顺序是( )。①工程控制措施②避免高处作业③行政控制措施④个人防护装备",
        "option": ["①②③④", "②①③④", "④②①③", "④①②③"],
        "answer": [1]
    }, {
        "title": "以下哪项工作不需要作业许可证？( )",
        "option": ["挖掘化粪池", "日常的液位和压力检查", "进入储罐内作业", "屋顶作业"],
        "answer": [1]
    }, {
        "title": "以下哪些情况下不适合进行高处作业？( )",
        "option": ["大风、大雨、大雾等恶劣气象条件", "脚手架、防护围栏不符合安全要求", "作业人员视力不佳、疲劳过度", "作业人员不会使用个人坠落防护装备"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "关于高处作业的安全要求，描述正确的是( )。",
        "option": ["登高时手中可以持物", "严禁将工具或材料从高处抛落", "可以上下垂直交叉作业", "高处作业前检查所有相关设备"],
        "answer": [1, 3]
    }, {
        "title": "高处作业是指在距坠落高度基准面2m或2m以上有可能发生坠落的高处进行的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，需要取得安全作业许可证。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，连接件或工具可放在箱盒、工具袋、模板或脚手架上。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "正确使用安全带的三点要求是不准将安全绳打结使用；要把安全绳挂在牢靠处；应高挂低用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "国家秘密的知悉范围，应当根据工作需要限定在( )。",
        "option": ["适当范围", "较小范围", "最小范围", "具体人员"],
        "answer": [2]
    }, {
        "title": "涉密人员上岗应当经过保密教育培训，掌握保密知识技能，签订( )，严格遵守保密规章制度，不得以任何方式泄露国家秘密。",
        "option": ["保密责任状", "保密承诺书", "保密协议书"],
        "answer": [1]
    }, {
        "title": "涉密人员办理离职、退休手续前，应将保管的国家秘密载体全部清退和移交，下列哪种涉密物品不得私自处理或归个人所有？( )",
        "option": ["办公用品领用清单", "公文写作指南", "工作记录本", "工作服"],
        "answer": [2]
    }, {
        "title": "涉密计算机信息系统不得与国际互联网或其他公共信息网络连接，必须实行( )。",
        "option": ["防火墙隔离", "物理隔离", "逻辑隔离"],
        "answer": [1]
    }, {
        "title": "我公司涉密网络属于( )级涉密网络？",
        "option": ["绝密", "机密", "秘密"],
        "answer": [1]
    }, {
        "title": "涉密会议严禁使用无线话筒和手机，会场内还应开启( )仪器，确保涉密内容的安全。",
        "option": ["文件粉碎机", "远红外探测仪", "监控设备", "移动通讯信号干扰仪"],
        "answer": [3]
    }, {
        "title": "不属于常见的危险密码是( )。",
        "option": ["使用生日作为密码", "10位的综合型密码", "只有4位数的密码", "跟用户名相同的密码"],
        "answer": [1]
    }, {
        "title": "U盘有重要资料，同时临时借用，如何做更安全？( )",
        "option": ["同事使用U盘的过程中，全程查看", "删除文件之后再借", "将U盘中的文件备份到电脑之后，使用杀毒软件提供的“文件粉碎”功能将文件粉碎，然后再借给同事", "同事关系较好可以借用"],
        "answer": [2]
    }, {
        "title": "重要数据要及时进行( )，以防出现意外情况导致数据丢失。",
        "option": ["杀毒", "加密", "备份", "格式化"],
        "answer": [2]
    }, {
        "title": "对于已感染了病毒的存储介质，最彻底的清除病毒的方法是( )。",
        "option": ["用酒精将存储介质消毒", "放在高压锅里煮", "将感染病毒的程序删除", "对存储介质进行格式化"],
        "answer": [3]
    }, {
        "title": "小强接到电话，对方称他的快递没有及时领取，请联系XXXX电话，小强拨打该电话后提供自己的私人信息后，对方告知小强并没有快递。过了一个月后，小强的多个帐号都无法登陆。在这个事件当中，请问小强最有可能遇到了什么情况？( )",
        "option": ["小强遭到了社会工程学诈骗，得到小强的信息从而反推出各种网站的帐号密码", "小强遭到了电话诈骗，想欺骗小强财产", "小强的多个网站帐号使用了弱口令，所以被盗", "快递信息错误而已，小强网站帐号丢失与快递这件事情无关"],
        "answer": [0]
    }, {
        "title": "小明刚刚认识的网友让小明提供他的银行账号和身份证复印件等隐私信息，他最合适的做法是( )。",
        "option": ["这肯定不怀好意马上报警", "网上很多都是陷阱，不予理睬", "只告诉网友自己的银行账号和密码", "只提供自己的身份证复印件"],
        "answer": [1]
    }, {
        "title": "防火墙说法错误的是( )。",
        "option": ["防火墙不能防范不经过防火墙的攻击", "防火墙不能防范基于特殊端口的蠕虫", "防火墙不能防止数据驱动式的攻击", "防火墙不能防止感染了病毒的文件的传输"],
        "answer": [1]
    }, {
        "title": "关于防火墙的描述不正确的是：( )",
        "option": ["防火墙不能防止内部攻击", "如果一个公司信息安全制度不明确，拥有再好的防火墙也没有用", "防火墙可以防止伪装成外部信任主机的IP地址欺骗", "防火墙可以防止伪装成内部信任主机的IP地址欺骗"],
        "answer": [2]
    }, {
        "title": "防火墙是指( )。",
        "option": ["一个特定的软件", "一个特定的硬件", "执行访问控制策略的一组系统", "一批硬件的总称"],
        "answer": [2]
    }, {
        "title": "不属于计算机病毒防治的策略的是( )。",
        "option": ["及时、可靠升级防病毒产品", "确认您手头常备一张真正“干净”的引导盘", "新购置的计算机软件也要进行病毒检测", "整理磁盘"],
        "answer": [3]
    }, {
        "title": "黑客们在编写扰乱社会和他人的计算机程序，这些代码统称为( )。",
        "option": ["恶意代码", "计算机病毒", "蠕虫", "后门"],
        "answer": [0]
    }, {
        "title": "计算机病毒通常是( )。",
        "option": ["一条命令", "一个文件", "一个标记", "一段程序"],
        "answer": [3]
    }, {
        "title": "( )是常用的一类访问控制机制，用来决定一个用户是否有权访问一些特定客体的一种访问约束机制。",
        "option": ["强制访问控制", "访问控制列表", "自主访问控制", "访问控制矩阵"],
        "answer": [2]
    }, {
        "title": "用户在离开计算机时，应当对系统进行锁定操作。对于Windows操作系统，下列哪项快捷键组合能实现系统锁定功能?( )",
        "option": ["Ctrl+C", "Win+L", "Ctrl+L", "Win+D"],
        "answer": [1]
    }, {
        "title": "下列哪项属于正确使用涉密办公设备的行为？( )",
        "option": ["涉密办公设备正常使用期间，全周期与任何公共信息网络物理隔离", "将涉密办公设备接入普通电话线", "在涉密计算机与非涉密计算机之间公用打印机、扫描仪设备", "将原处理涉密信息的多功能一体机接入非涉密计算机使用"],
        "answer": [0]
    }, {
        "title": "秘密一般分为国家秘密、工作秘密、商业秘密，以下各类秘密中不属于国家秘密的有( )。",
        "option": ["我国独有的钞票印制工艺", "企业特色管理制度", "职工年度收入明细", "银行票据的印制技术", "党委会会议记录", "涉密网的IP地址及分配方案"],
        "answer": [1, 2, 4]
    }, {
        "title": "涉密人员上岗、在岗应该( )。",
        "option": ["自觉接受保密监督检查", "主动接受保密教育培训", "签订保密承诺书", "掌握保密知识与技能"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "涉密载体是指以文字、数据、符号、图像、声音等方式记录记载国家秘密信息的纸介质、磁介质、光盘以及印制生产中的各类承印物等，下列哪些物品属于涉密载体？( )",
        "option": ["凹印生产中的印版", "保存新品开发图片的移动硬盘", "写有工艺技术的纸质文件", "存储国庆演出的录像带", "刻录全面预算的光盘", "处理生产统计数据的计算机硬盘"],
        "answer": [0, 1, 2, 4, 5]
    }, {
        "title": "涉密载体寄送时下列通过哪些渠道是符合保密要求的？( )",
        "option": ["国家邮政局", "国家机要局", "中国邮政EMS", "顺丰快递", "专人传递"],
        "answer": [1, 4]
    }, {
        "title": "按照保密相关规定，涉密计算机严禁连接下列哪些设备？( )",
        "option": ["无线鼠标", "刻录光驱", "U盘", "多功能一体机", "智能手机"],
        "answer": [0, 2, 3, 4]
    }, {
        "title": "在非涉密办公网络和连接互联网及其他公共信息网络的计算机上( )涉密信息。",
        "option": ["不得、传输", "不得、处理", "不得、存储", "可以、处理"],
        "answer": [0, 1, 2]
    }, {
        "title": "使用手机应注意哪些保密要求？( )",
        "option": ["不得在手机通信中涉及国家秘密", "不得在手机上存储、处理、传输国家秘密信息", "不得在保密要害部门使用手机", "不得将手机连接涉密信息系统、信息设备或者载体", "不得在使用涉密信息设备的场所使用手机进行视频通话、拍照、上网、录音和录像"],
        "answer": [0, 1, 2, 3, 4]
    }, {
        "title": "公司对外宣传报道须经哪些部门审批？( )",
        "option": ["人力资源部", "宣传部", "企信部", "保密办公室"],
        "answer": [1, 3]
    }, {
        "title": "为了正确获得口令并对其进行妥善保护，应认真考虑的原则和方法有( )。",
        "option": ["口令/账号加密", "定期更换口令", "限制对口令文件的访问", "设置复杂的、具有一定位数的口令"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "信息网络主要划分为( )。",
        "option": ["互联网", "涉密网络", "非涉密网络", "内网"],
        "answer": [0, 1, 2]
    }, {
        "title": "计算机网络的功能可以归纳为( )。",
        "option": ["资源共享", "数据传输", "提高处理能力的可靠性与可用性", "易于分布式处理"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "目前我国计算机网络按照处理内容可划分哪些类型？( )",
        "option": ["涉密网络", "互联网", "非涉密网络", "党政机关内网"],
        "answer": [0, 2]
    }, {
        "title": "在使用电脑过程中，哪些是网络安全防范措施？( )",
        "option": ["安装防火墙和防病毒软件，并经常升级", "经常清理电脑中不常用软件和文件", "经常给系统补丁，堵塞软件漏洞", "不上一些不太了解的网站，不打开QQ上传送过来的不明文件"],
        "answer": [0, 2, 3]
    }, {
        "title": "信息安全违规现象的主要原因( )。",
        "option": ["安全技能缺乏", "安全意识淡薄", "敌情观念不强", "安全观念滞后"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "下面属于常用安全产品的有( )。",
        "option": ["防火墙", "防病毒", "身份认证", "传输加密"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "下列现象中哪些表明计算机可能感染恶意代码或遭受了黑客攻击？( )",
        "option": ["系统本地用户和组中出现不明帐户", "无法修改IE浏览器主页", "无法启动杀毒软件", "查看任务管理器发现CPU占用率达到90%并出现死机现象"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "对于WINDOWS系统，以下哪些做法有利于提高计算机的安全性？( )",
        "option": ["尽量启用更多的服务", "重命名Administrator账户", "及时下载并安装操作系统漏洞补丁", "关闭所有的杀毒软件和防火墙"],
        "answer": [1, 2]
    }, {
        "title": "在合理设置身份验证措施确保操作系统安全的方法中，应注意哪些事项？( )",
        "option": ["至少应设置两个管理员权限的账号", "尽量使用非管理权限的普通账号登录计算机", "设置屏幕保护程序密码", "密码设置要符合安全要求并定期更换"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "以下属于终端计算机安全防护方法的是( )。",
        "option": ["软件定期升级或更新补丁", "合理的配置操作系统", "关闭操作系统不必要的服务", "定期备份重要资料与系统数据"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "国家秘密事项的保密期限没有做出明确规定的，统一按三十年进行认定。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "涉密人员离开涉密岗位后，就不再对本人在原涉密岗位上知悉的国家秘密事项承担保密义务。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "保密要害部门(部位)人员在劳动合同终止或解除后，至少两年内不得从事与印制专有技术有关的工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产过程中产生的原始单据，虽然记载了产品品种和数量，但因没有标识密级，在没有使用价值后可以丢弃到垃圾桶中。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "涉密网络中严禁使用具有无线功能的计算机、无线互联功能的网络设备、无线键盘和鼠标等无线互联外围设备。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "处理涉密信息的打印机、复印机、扫描仪、多功能一体机等设备可以连入互联网、普通电话网络等公共信息网络共用。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "密码设置要注意保证强度。按一定的标准或模式分级分类设置密码并保证重要账户的独立性。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "非涉密网络是存储、处理和传输非国家秘密的信息系统或网络。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "计算机病毒对计算机网络系统威胁不大。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用户在处理废弃硬盘时，只要将电脑硬盘内的数据格式化就可以了，数据就不可能被恢复了。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "涉密计算机可以随意安装各种软件。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "打印机耗材，如硒鼓可以随意丢弃，不会造成信息安全风险。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "突发事件分为四类，即自然灾害、事故灾难、( )和社会安全事件。",
        "option": ["地质灾害", "森林火灾", "公共卫生事件", "洪涝灾害"],
        "answer": [2]
    }, {
        "title": "突发公共事件预警级别依据突发公共事件可能造成的危害程度、紧急程度和发展势态，一般划分为四级：Ⅰ级(特别严重)、Ⅱ级(严重)、Ⅲ级(较重)和Ⅳ级(一般)，依次用( )表示。",
        "option": ["红色、蓝色、黄色、橙色", "橙色、红色、蓝色、黄色", "红色、橙色、黄色、蓝色", "蓝色、红色、橙色、黄色"],
        "answer": [2]
    }, {
        "title": "应急管理的基本原理包括：( )",
        "option": ["人本原理系统原理", "责任原理反馈原理", "A+B", "以上都不是"],
        "answer": [2]
    }, {
        "title": "火警发生后你所要描述的内容是( )。",
        "option": ["起火的场所，如：工厂仓库等", "燃烧物品，如：草垛、木材、液化气、电路等", "火场内是否有被困人员，现场是否有人受伤", "如遇易燃易爆液体或气体泄漏，也要及时拨打火警电话119"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "地震中“五不要”是( )。",
        "option": ["不要站在窗户边或阳台上，或者跳楼、跳车或破窗而出。如果是平房，地震时，门变形打不开，则可以“破窗而出”", "不要乘坐电梯", "不要利用汽车、自行车避难", "不要躲避在路灯、高大建筑物、立交桥、玻璃建筑物、大型广告牌、悬挂物、高压电设施，以及石化、煤气等易爆或有毒的化工厂或设施附近", "不要位于明火的下风"],
        "answer": [0, 1, 2, 3, 4]
    }, {
        "title": "被困电梯内时，应立即用( )与外界联系等待救援。如果报警无效，可以大声呼叫或间歇性地拍打电梯门。",
        "option": ["电梯内的警铃", "对讲机", "电话", "灯光"],
        "answer": [0, 1, 2]
    }, {
        "title": "地震时应急处理能力与常识的说法中，正确的有( )。",
        "option": ["发生地震，应就近躲避，选择教室内结实、能掩护身体的物体下、易于形成三角空间的地方躲避", "在室外时，可原地不动蹲下，双手保护头部，注意避开高大建筑物或危险物", "在公共场所时，不要拥向出口，避免拥挤，避开人流，避免被挤到墙壁或栅栏处", "一旦被埋压，先暴露头部，保持呼吸畅通，同时设法避开身体上方不结实的倒塌物"],
        "answer": [0, 1, 2, 3]
    }, {
        "title": "公共场所与大型活动突发事件是指在公共场所领域内发生，造成或者可能造成严重社会危害的事件，具体可包括( )。",
        "option": ["火灾", "建筑物坍塌", "公共卫生事件", "地震", "拥挤踩踏", "恐怖袭击"],
        "answer": [0, 1, 2, 3, 4, 5]
    }, {
        "title": "在转运突发公共事件中的伤病员时，医护人员可以不在医疗仓内观察伤病员病情，但要确保治疗的持续进行。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "地震中的标准求生姿势是身体尽量蜷曲缩小，卧倒或蹲下;用手或其他物件护住头部，一手捂口鼻，另一手抓住一个固定的物品。如果没有任何抓固定物或保护头部的物件，则应采取自我保护姿势：头尽量向胸靠拢，闭口，双手交叉放在脖后，保护头部和颈部。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "乘扶梯如发生跌倒、衣物钩挂等紧急情况，乘客应大声呼救，让工作人员立即停止扶梯运行，其他乘客应抓住扶带站稳，以免扶梯突然停住发生跌倒。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "突发公共事件医疗卫生救援中，对有活动性大出血或转运途中有生命危险的急危重症者，应就地先予抢救、治疗，做必要的处理后再进行监护下转运。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "发生流感时，应尽量避免外出活动，不要去商场、影剧院等公共场所，必须出门时，应戴口罩。有流感症状时，要注意休息，多喝水，开窗通风。( )",
        "answer": [0],
        "option": ["是", "否"]
    }
]

// a.map((item,id)=>{
//     if(null!=item.title.match(/[A-Za-z]/g)){
//         console.log(id,item.title)
//     }
//     if(null!=item.option.join('').match(/[A-Za-z]/g)){
//         console.log(id,item.option.join(''))
//     }
// })