export default [
  {
    title: "厂房修缮改造不属于工程项目。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "国有资金占55%，依法必须招标的项目应当公开招标。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "公开招标的项目，只要在企业公告平台发布招标公告。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "潜在投标人或者其他利害关系人对招标文件有异议的，应当在投标截止时间10日前提出。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "依法必须进行招标的项目的招标人不得利用划分标段规避招标。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "招标人可以规定最低投标限价。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "暂估价，是指总承包招标时不能确定价格而由招标人在招标文件中暂时估定的工程、货物、服务的金额。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "依法必须进行招标的项目可以特定行政区域或者特定行业的业绩、奖项作为加分条件或者中标条件。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "招标文件中可规定潜在投标人或者投标人的所有制形式或者组织形式。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "投标人撤回已提交的投标文件，应当在投标截止时间前书面通知招标人。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "联合体各方在同一招标项目中以自己名义单独投标或者参加其他联合体投标的，相关投标均无效。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "招标项目设有标底的，招标人应当在开标时公布。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "投标报价不得低于成本或者高于招标文件设定的最高投标限价。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "投标人可在澄清说明中修改投标报价。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "投标人或者其他利害关系人对依法必须进行招标的项目的评标结果有异议的，应当在中标候选人公示期间提出。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "国有资金占控股或者主导地位的依法必须进行招标的项目，招标人应当确定排名第一的中标候选人为中标人。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "中标人可以向他人转让中标项目。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "中标人按照合同约定或者经招标人同意，可以将中标项目的部分非主体、非关键性工作分包给他人完成。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "中标人应当就分包项目向招标人负责，接受分包的人就分包项目承担连带责任。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "由同一专业的单位组成的联合体，按照资质等级较低的单位确定资质等级",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "开标应当在招标文件确定的提交投标文件截止时间的同一时间公开进行。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "在确定中标人前，招标人不得与投标人就投标价格、投标方案等实质性内容进行谈判。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "招标人和中标人应当自中标通知书发出之日起三十日内，按照招标文件和中标人的投标文件订立书面合同。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "招标人可以在评标委员会依法推荐的中标候选人以外确定中标人。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "依法必须进行招标的项目在所有投标被评标委员会否决后自行确定中标人的，中标无效。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的，可以采用竞争性谈判方式采购。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "投标人的报价均超过了采购预算，采购人不能支付的，可以废标。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "为保证采购质量，招标人可以要求采购进口名牌商品。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "采用竞争性谈判方式谈判小组由采购人的代表和有关专家共三人以上的单数组成。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "采购人从竞争性谈判小组提出的成交候选人中根据符合采购需求、质量和服务相等且报价最低的原则确定成交供应商。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "评标委员会成员拒绝在评标报告上签字可视为不同意评标意见。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "投标有效期从提交投标文件的截止之日起算。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "招标人和中标人可以就招标项目达成其他协议。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "不同投标人可以委托同一单位或者个人办理投标事宜。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "投标人对开标有异议的，应当在开标结束后向招标人提出。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "招标人向评标委员会介绍曾经合作过的投标人。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "合同的标的、价款、质量、履行期限等主要条款应当与招标文件和中标人的投标文件的内容一致。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "招标人可将中标项目的部分主体、关键性工作分包给他人。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "中标人在签订合同时向招标人提出附加条件，招标人可取消其中标资格。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "供应商认为采购人员及相关人员与其他供应商有利害关系的，可以申请其回避。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "竞争性磋商采购活动中，报价最低供应商优先中选。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "竞争性谈判应当与综合得分最高的供应商签订合同。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "以暂估价形式包括在总承包范围内的工程、货物、服务属于依法必须进行招标的项目可以视为已进行了招标。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "为采购项目提供整体设计、规范编制或者项目管理、监理、检测等服务的供应商，不得再参加该采购项目的其他采购活动。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "企业已纳入集中采购目录的项目要签订战略采购协议的，可以直接签约。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "总公司统谈分签项目，企业可根据总公司采购结果签订采购合同。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "50万元以下集中采购项目结果，需在公司内部公示不少于1天。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "非开标（谈判）人员不得接触尚未公示的采购资料。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "因违法违纪而列入黑名单的供应商，至少3年不能参加企业采购活动。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "集中采购结果公示前，评审专家名单应予公开。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "招标文件澄清或者修改的内容可能影响投标文件编制的，采购人或者采购代理机构应当在投标截止时间至少（  ）前，以书面形式通知所有获取招标文件的潜在投标人。",
    option: ["5个工作日", "10个工作日", "15日", "15个工作日"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "采购人、采购代理机构在发布招标公告、资格预审公告或者发出投标邀请书后，除因（  ）情况外，不得擅自终止招标活动。",
    option: [
      "调整采购预算",
      "修改招标文件",
      "变更采购方式",
      "重大变故导致采购任务取消",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "采购人认为供应商质疑不成立，或者成立但未对中标结果构成影响的，（  ）。",
    option: [
      "作出答复前暂停采购活动",
      "对质疑不予答复",
      "继续开展采购活动",
      "视具体情况处理",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "政府采购监督管理部门在处理投诉事项期间，可以视具体情况书面通知采购人暂停采购活动，但暂停时间最长不得超过（  ）。",
    option: ["三十日", "十五日", "七日", "五日"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "评审专家库中相关专家数量不能保证随机抽取需要的,采购人或者采购代理机构可以（  ）。",
    option: [
      "在评审专家库内直接确定相关评审专家",
      "在评审专家库外自行选择相应专业领域的评审专家",
      "推荐符合条件的人员，经审核选聘入库后再随机抽取使用",
      "增加采购人代表名额，补足评审委员会人数",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "采购人或者采购代理机构应当从财政部门建立的评审专家库中随机抽取评审专家。（  ）通过随机方式难以确定合适评审专家的，采购人可以自行选定相应专业领域的评审专家。",
    option: [
      "技术复杂、专业性强的采购项目",
      "采购人有特殊要求的项目",
      "邀请招标项目",
      "竞争性谈判、询价、竞争性磋商项目",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "评审专家应当在评审报告上签字，对自己的评审意见承担法律责任。对需要共同认定的事项存在争议的，按照（  ）的原则做出结论。",
    option: [
      "协商一致",
      "由评审委员会负责人做最后决定",
      "少数服从多数",
      "现场请示采购人本级财政部门",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "评审专家对评审报告有异议的，（  ），否则视为同意评审报告。",
    option: [
      "应当拒绝在评审报告上签署",
      "应当拒绝在评审报告上签署并现场说明理由",
      "应当在评审报告上签署不同意见",
      "应当在评审报告上签署不同意见并说明理由",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "下列采购活动中，适用《政府采购法》的是（  ）。",
    option: [
      "某省国家安全部门采购用于情报工作的物资",
      "某事业单位使用财政性资金采购办公用品",
      "某省政府因严重自然灾害紧急采购救灾物资",
      "某军事机关采购军需品",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "采购人、采购代理机构对政府采购项目每项采购活动的采购文件应当妥善保存，采购文件的保存期限为从采购活动结束之日起至少多少年？（  ）",
    option: ["5年", "10年", "15年", "20年"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "《政府采购法》规定了采购人与中标、成交供应商在中标、成交通知书发出之日的一定期限内签订政府采购合同，期限是多少？（  ）",
    option: ["20日", "30个工作日", "20个工作日", "30日"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "货物和服务项目采用公开招标方式采购的，自招标文件发出至投标人提交投标文件的时间要求是多长？（  ）",
    option: [
      "不得少于30日",
      "不得少于20日",
      "不得少于10日",
      "不得少于30日，但不超过60日",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "参加政府采购活动的供应商的条件之一是应当在参加政府采购活动的前（  ）内，无经营活动重大违法记录。",
    option: ["2年", "3年", "4年", "5年"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "采购预算为80万元，且采购项目具有特殊性，只能从有限范围的供应商处采购的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "询价"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "采购预算为30万，技术复杂或者性质特殊，不能确定详细规格或者具体要求的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "询价"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "发生了不可预见的紧急情况不能从其他供应商处采购的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "单一来源"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "采购的货物规格、标准统一、现货货源充足且价格变化幅度小的政府采购项目，可以采用（  ）方式采购。",
    option: ["公开招标", "询价", "竞争性谈判", "单一来源"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "评标委员会由招标人或其委托的招标代理机构熟悉相关业务的代表，以及有关技术、经济等方面的专家组成，成员人数为五人以上单数，其中技术、经济等方面的专家不得少于成员总数的（  ）。",
    option: ["二分之一", "三分之二", "四分之三", "五分之四"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "评标委员会推荐的中标候选人应当限定在（  ），并标明排列顺序。",
    option: ["一个", "一至两个", "两个及以下", "一至三个"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "招标人应当按照资格预审公告、招标公告或者投标邀请书规定的时间、地点发售资格预审文件或者招标文件。资格预审文件或者招标文件的发售期不得少于（  ）日。",
    option: ["5", "10", "15", "30"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "通过资格预审的申请人少于（  ）个的，应当重新招标。",
    option: ["2", "3", "4", "5"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "关于投标有效期，下列说法正确的是（  ）。",
    option: [
      "投标有效期应当在招标文件中载明",
      "投标有效期由招标人和投标人共同约定",
      "投标有效期从投标人递交投标文件之日起计算",
      "投标有效期应当超过投标保证金的有效期",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "招标人在招标文件中要求投标人提交投标保证金的，投标保证金不得超过招标项目估算价的（　）。投标保证金有效期应当与投标有效期一致。",
    option: ["2%", "3%", "5%", "8%"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "某国有企业采购生产工艺设备，因设备技术性能及要求难以描述，根据本项目特点，招标代理机构应当建议优先采取（  ）方式。",
    option: ["询价", "竞争性谈判", "两阶段招标", "单一来源采购"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "投标人撤回已提交的投标文件，应当在投标截止时间前书面通知招标人。招标人已收取投标保证金的，应当自收到投标人书面撤回通知之日起（  ）日内退还。",
    option: ["2", "3", "5", "8"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "投标人少于（  ）个的，不得开标；招标人应当重新招标。",
    option: ["2", "3", "4", "5"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "招标人应当根据项目规模和技术复杂程度等因素合理确定评标时间。超过（  ）的评标委员会成员认为评标时间不够的，招标人应当适当延长。",
    option: ["二分之一", "三分之一", "四分之一", "五分之一"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "潜在投标人或者其他利害关系人对资格预审文件有异议的，应当在提交资格预审申请文件截止时间（  ）日前提出；对招标文件有异议的，应当在投标截止时间（  ）日前提出。招标人应当自收到异议之日起3日内作出答复；作出答复前，应当暂停招标投标活动。",
    option: ["3，10", "3，15", "2，10", "2，15"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "在生产辅料物资的评标过程中，评标委员会发现投标人的报价明显低于其他投标报价或者在设有标底时明显低于标底，使得其投标报价可能低于其个别成本的，应当要求该投标人作出书面说明并提供相关证明材料。投标人不能合理说明或者不能提供相关证明材料的，由评标委员会认定该投标人以（  ）竞标，应当否决其投标。",
    option: ["无经营能力", "恶意", "低于市场报价", "低于成本报价"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "我国《招标投标法》规定，招标人采用公开招标方式，应当发布招标公告，依法必须进行招标项目的招标公告，应当通过（  ）的报刊.信息网络或者其他媒介公开发布。",
    option: ["国家指定", "业主指定", "当地政府指定", "监理机构指定"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "我国《招标投标法》规定，招标投标活动应当遵循公开、公平、公正和诚实信用的原则。公开原则，首先要求招标信息公开，其次，还要求（  ）公开。",
    option: ["评标方式", "招标投标过程", "招标单位", "投标单位"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据我国《工程建设项目施工招标投标办法》的规定，投标保证金最高不得超过（  ）万元人民币。",
    option: ["30", "50", "80", "100"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "关于联合体投标，下列表述中正确的是（  ）。",
    option: [
      "联合体中应当至少有一方具备承担招标项目的相应能力",
      "由同一专业的单位组成的联合体，按照资质等级较高的单位确定资质等级",
      "联合体内部应当签订共同投标协议，并将共同投标协议连同投标文件一并提交招标人",
      "联合体中标的，联合体应当指定一方与招标人签订合同",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "根据我国《招标投标法》规定，投标联合体（  ）。",
    option: [
      "可以牵头人的名义提交投标保证金",
      "必须由相同专业的不同单位组成",
      "各方应在中标后签订共同投标协议",
      "是各方合并后组建的投标实体",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "甲、乙两家为同一专业的工程承包公司，其资质等级依次为一级、二级。两家组成联合体，共同投标一项工程，该联合体资质等级应（  ）。",
    option: [
      "以甲公司的资质为准",
      "以乙公司的资质为准",
      "由主管部门重新评定资质",
      "以该工程所要求的资质为准",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "潜在投标人在购买招标文件时就提交了投标保证金，但在投标文件提交截止时间前没有提交投标文件，投标人将承担的后果是（  ）。",
    option: [
      "投标保证金被没收",
      "被计入违约黑名单",
      "不承担法律责任",
      "造成本次招标失败的，应当赔偿招标人损失",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列选项中，属于正当行为的是（  ）。",
    option: [
      "投标人以低于成本的报价竞标",
      "招标者预先内定中标者，在确定中标者时以此决定取舍",
      "投标人以高于成本10％以上的报价竞标",
      "投标者之间进行内部竞价，内定中标人，然后再参加投标",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于投标文件撤回的说法中，符合法律规定的是（  ）。",
    option: [
      "投标文件的撤回表示该投标人放弃投标",
      "投标文件的撤回是要约的撤销",
      "投标文件的撤回是投标人放弃已提交的投标文件",
      "投标文件撤回后，该投标人无权再进行投标",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "关于投标文件的撤回和撤销，下列说法正确的是（  ）。",
    option: [
      "投标人撤销投标文件的，可以重新投标",
      "投标人撤回投标文件的，招标人可以不退还投标人的投标保证金",
      "投标人撤回投标文件的，应当以书面形式通知招标人和已参加投标的投标人",
      "投标人撤回投标文件的，可以不再投标，也可在规定的投标截止时间前重新投标",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "下列关于中标通知书的表述，正确的是（  ）。",
    option: [
      "中标通知书对招标人具有法律效力，而对中标人无法律效力",
      "招标人和中标人应当自中标通知书发出之日起15日内订立书面合同",
      "招标人不得向中标人提出任何不合理要求作为订立合同的条件，双方也不得私下订立背离合同实质性内容的协议",
      "依法必须进行招标的项目，招标人应当自确定中标人之日起30日内，向有关行政监督部门提交招标投标情况的书面报告",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列哪项内容在开标前不应公开（  ）。",
    option: [
      "招标信息公开",
      "开标程序公开",
      "评标委员会成员的名单",
      "评标标准公开",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "在不违反我国《招标投标法》有关规定的条件下，评标委员会的总成员数是9人，则该评标委员会中技术、经济等方面的专家应不少于（  ）。",
    option: ["3人", "4人", "5人", "6人"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "竞争性谈判小组或者询价小组由采购人代表和评审专家共（  ）组成，其中评审专家人数不得少于竞争性谈判小组或者询价小组成员总数的2/3。",
    option: [
      " 3人以上单数   B 、4人以上双数  C 、5人以上单数  D 、6人以上双数",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "关于开标时间，下列说法中正确的是（  ）。",
    option: [
      " 政府采购项目开标时间推迟，应在开标前15日前通知   B 、可以迟于提交投标文件截止时间  C 、机电产品国际招标项目开标时间推迟，在开标3日前通知即可",
      " 投标截止时间推迟，则开标时间相应推迟",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "根据《评标委员会和评标方法暂行规定》，下列情形中，评标委员会不应对投标作废标处理的是（  ）。",
    option: [
      " 投标人以行贿手段谋取中标的",
      " 评标委员会要求对可能低于个别成本的投标进行说明而投标人无法提供相关证明材料的",
      " 投标文件载明的招标项目完成期限短于招标文件规定的期限的",
      " 投标文件没有投标人授权代表签字和加盖公章的",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "公司某项目评审专家发现本人于参加采购活动的供应商有利害关系的，（  ）",
    option: [
      "应当客观、公正地进行评审",
      "应当主动提出回避",
      "如果采购人或采购代理机构未要求回避的，继续参加评审活动",
      "可以在采购文件规定的自由裁量范围内，适当照顾有利害关系的供应商",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下列关于工程标底的说法，不正确的是（  ）。",
    option: [
      "标底是招标人能够接受的项目投资预测和市场预期价格",
      "标底不能作为评定投标报价有效性和合理性的唯一和直接依据",
      "招标文件中不得规定投标报价最接近标底的投标人为中标人，但可以规定超出标底价格上下允许浮动范围的投标报价作为废标处理",
      "招标人自主决定是否编制标底，标底在编制过程中和开标前应当保密",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "（  ）是指响应文件满足磋商文件全部实质性要求，且按照评审因素的量化指标评审得分最高的供应商为成交候选供应商的评审方法。",
    option: ["平均投标价法", "最高投标价法", "最低投标价法", "综合评分法"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "竞争性谈判项目谈判小组所有成员应当集中与单一供应商分别进行谈判，原则上至少要求供应商进行（  ）轮报价。",
    option: ["一", "二", "三", "四"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "竞争性谈判，谈判小组应当从质量和服务均能满足采购文件实质性响应要求的供应商中，按照（  ）的顺序提出成交候选人。",
    option: [
      "最后报价由高到低",
      "最后报价由低到高",
      "综合评分由高到底",
      "综合评分由低到高",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "采购的货物规格、标准统一、现货货源充足且价格变化幅度小的采购项目适用（  ）采购",
    option: ["竞争性谈判", "竞争性磋商", "询价", "招标"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "适用于工程规模较小、技术比较简单、工期较短，且核定合同价格时已经具备完整、详细的工程设计文件和必需的施工技术管理条件的工程建设项目的合同类型为（  ）。",
    option: ["单价合同", "总价合同", "可调总价合同", "成本加酬金合同"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "采用单一来源方式，需要继续从原供应商处添购的，添购资金总额不超过原合同采购金额的（  ）。",
    option: ["5%", "10%", "15%", "20%"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "某项目招标公告和招标文件中规定，投标人应具有在本地区承担过5个以上同类项目的业绩。这种规定违反了招标投标的（  ）原则。",
    option: ["公开", "公平", "公正", "诚实信用"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "招标项目合同签订前，通常不允许招标人和中标候选人双方进行进一步谈判的内容是（  ）",
    option: [
      "签订合同的份数",
      "合同争议解决由诉讼改为仲裁",
      "合同预付款比例",
      "履约保证金由支票改为保函",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "从磋商文件发出之日起至供应商提交首次响应文件截止之日止（  ）。磋商文件的发售期限自开始之日起不得少于（  ）。",
    option: [
      "10个工作日、5个工作日",
      "10日、5日",
      "10个工作日、5日",
      "10日、5个工作日",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "采购金额占比大，对行业生产运营及安全存在重大影响的关键物资应采用（  ）",
    option: ["招标", "竞争性谈判", "战略采购", "竞争性磋商"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "投标有效期从（  ）之日起算。",
    option: [
      "提交投标文件",
      "提交投标文件的截止",
      "提供投标文件",
      "提供各投标文件的截止",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "某公司人力资源部使用部门章与社会培训机构签订合作协议。请问以下何种说法为正确：（  ）",
    option: [
      "企业内设机构无权作为合同主体对外签订合同",
      "企业职能部门可以代表企业对外签订合同",
      "经公司领导部门同意后可对外签订合同",
      "经授权委托，内设机构可以作为合同主体",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "聘请企业常年法律顾问预计费用15万元一年，需签三年合同。以下说法正确的是（  ）",
    option: [
      "签三年合同须招标",
      "可采用询价确定供应商",
      "为保证连续性可采用单一来源",
      "可采用竞争性谈判",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "公开招标时，招标人以公开发布招标公告的方式邀请（  ）的潜在投标人参加投标。",
    option: ["特定", "5个及以上", "3个及以上", "所有不特定"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "下列关于公开招标的说法错误的是（  ）",
    option: [
      "属于非限制性竞争招标",
      "充分体现了招标信息公开性、招标程序规范性、投标竞争公平性",
      "是最符合招标投标优胜劣汰和“三公”原则的招标方式，也是常用的采购方式",
      "提高了串标、抬标和其他不正当交易的可能性",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "关于邀请招标，下列说法错误的是（  ）",
    option: [
      "属于有限竞争性招标",
      "充分体现投标竞争公平性",
      "投标人不应少于3个",
      "适用于因涉及国家安全而无法公开的招标项目",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "在邀请招标中，招标人应当选择不少于（  ）家的法人或其他组织",
    option: ["3", "4", "5", "6"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "采购印钞机配件属于某国公司专利产品，采用免招标单一来源，属于（  ）项目。",
    option: ["指定性", "保密性", "唯一性", "延续性"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "零星工程性项目招标确定入围供应商，招标结果（  ）",
    option: [
      "一年内有效",
      "可延续招标结果一年",
      "可招标三年",
      "可延续二年，之后需重新招标",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "某公司招标确定E公司为包装材料供应商，中标价210万元。第二年以原单价继续采购，采购金额270万元，以下说法正确的是（  ）",
    option: [
      "以原单价采购符合规定",
      "超过中标价",
      "超量采购",
      "符合延续一年要求",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "某公司招标项目招标文件中直接明确“长城品牌刀具采购、8900-46西门子产品采购、9790-8079西门子产品”等采购需求。请问以下何种说法为正确：（  ）",
    option: [
      "可以指定某品牌进行采购",
      "为保证质量可以指定产品为进口商品",
      "品牌就是需求",
      "必须注明仅供参考，可以提供等于或高于其货品",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "新建厂房所需空调系统属于（  ）。",
    option: [
      "普通设备采购",
      "工程项目中的设备采购",
      "货物采购",
      "工程项目采购",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "企业拟对员工进行职业培训，预估费用45万元。可采用（  ）确定供应商。",
    option: ["询价", "单一来源", "逐一考察", "竞争性谈判"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "某公司变电设备遭雷击损坏，向B公司采购修理备件，及时恢复了供电，属于（  ）项目。",
    option: [" 指定性", " 保密性", " 紧急性", " 唯一性"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "电子招标投标系统按照功能定位，由交易平台、公共服务平台和（  ）构成。",
    option: [" 网络媒体平台", " 行政部门平台", " 行政监督平台", " 社会平台"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "根据《招标投标法》的规定，下列关于招标人的说法中，正确的是（  ）。",
    option: [
      " 招标人必须是法人",
      " 招标人可以按照约定程序进行招标",
      " 招标人可以是其他组织",
      " 招标人提出招标项目的资金必须落实",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列招标项目中，允许自然人投标的是（  ）。",
    option: [
      " 设计项目招标",
      " 监理项目招标",
      " 绿化工程项目招标",
      " 科研项目招标",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "下列行为中，表明投标人已参与投标竞争的是（  ）。",
    option: [
      " 资格预审通过",
      " 购买招标文件",
      " 编写投标文件",
      " 正式提出合同要约",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "根据《招标投标法》，关于投标人的资格条件，下列说法正确的是（  ）。",
    option: [
      "投标人只能是法人或其他人组织",
      "法人购买招标文件后即成为投标人",
      "国家对不同行业及不同主体的投标人资格条件的规定相同",
      "投标人除符合国家规定的资格条件外，还应符合具体项目的特别要求",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "招标代理机构的性质为（  ）。",
    option: [
      "从事招标代理业务并提供相关服务的社会中介组织",
      "负责监督管理招标代理业务的咨询机构",
      "负责招标代理业务的机关法人",
      "招标代理行业自律的民间组织",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "招标代理机构的下列行为中，不符合法律规定的是（  ）。",
    option: [
      "按招标人的指令向排名第一的中标候选人发出中标通知书",
      "根据主管部门要求向某一投标人提供其他投标人相关资料",
      "在招标人委托范围内，独立组织招标活动",
      "向监管部门反映评标委员会成员的违法行为",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "以下不属于招标投标活动当事人的是（  ）。",
    option: ["招标人", "投标人", "招标代理机构", "监管部门"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "《招标投标法》中规定的招标人不包括（  ）。",
    option: [
      "北京市财政局",
      "康定有限责任公司",
      "北京市律师协会",
      "具有完全民事行为能力的公民李某",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "下列各项中，能够作为法人的是（  ）。",
    option: ["有限责任公司", "合伙企业", "公安局法制宣传科", "分公司"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "关于招标人的资格能力要求，下列说法错误的是（  ）。",
    option: [
      "依法成立",
      "自觉遵守有关法律法规和政策",
      "招标人必须具备法人资格",
      "具有民事权利能力和民事行为能力",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "《招标投标法》禁止招标人对（  ）实行歧视待遇。",
    option: ["潜在投标人", "招标代理机构", "评标机构", "中标人"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列各项不属于招标代理机构禁止行为的是（  ）。",
    option: [
      "不得无权代理",
      "不得越权代理",
      "不得接受同一招标项目的投标咨询服务",
      "不得接受同一单位的招标代理和投标咨询业务",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "评标专家应当具体（  ）年的实际工作经验。",
    option: ["3", "5", "8", "10"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "在政府采购的评审过程中，评标专家应遵守的行为准则不包括（  ）。",
    option: ["客观公正", "廉洁自律", "公开公正", "遵纪守法"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "某机电产品招标项目，招标文件从3月1日开始发售，投标截止时间为3月21日，如果潜在投标人对招标文件有异议，最迟应当在（  ）向招标人提出。",
    option: [
      "3月18日之前",
      "3月11日之前",
      "投标截止时间之前",
      "评标结果公示期内",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "招标投标的基本程序中，编制发售招标文件与投标预备会之间的工作是（  ）。",
    option: ["组织资格审查", "编制递交投标文件", "组建评标委员会", "现场踏勘"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "对招标文件的澄清一般应当以（  ）方式进行。",
    option: ["书面", "口头", "电话", "电邮"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列关于组建评标委员会的说法中，错误的是（  ）。",
    option: [
      "应在开标前依法组建",
      "成员人数为5人以上且是单数",
      "特殊招标项目可以由招标人从评标专家库中直接确定",
      "由招标人及其招标代理机构熟悉相关业务的代表和不少于成员总数1/3的技术经济等专家组成",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "评标委员会成员的组成一般采取（  ）的方式。",
    option: ["随机抽取", "行政监督机构确定", "招标人指定", "交易中心选定"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "评标由（  ）负责。",
    option: ["招标人", "招标代理机构", "评标委员会", "评标委员会负责人"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "工程建设项目招标人自行办理招标事宜，须具备（  ）和组织评标的能力。",
    option: [
      "编制招标文件",
      "委托招标代理机构",
      "编制招标标底",
      "编制招标公告",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "按照工程项目建设程序，下列投资控制目标排列顺序正确的是（  ）。",
    option: [
      "投资估算、设计概算、施工图预算、竣工决算、合同价格",
      "设计概算、投资估算、施工图预算、竣工决算、中标价格",
      "投资估算、设计概算、施工图预算、合同价格、竣工决算",
      "设计概算、投资估算、施工图预算、合同价格、竣工决算",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "工程建设项目管理的四大控制目标中，（  ）是反映工程产品满足使用需求功能特性的总和。",
    option: ["工程质量", "工程进度", "工程造价", "工程安全"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "招标是否编制标底由（  ）自主决定。",
    option: ["招标人", "招标代理机构", "承包商", "政府有关行政部门"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "招标人按照招标采购方式选择的中标货物价格以及据此签订的采购合同价格是（  ）。",
    option: ["货物预算价格", "货物概算金额", "货物采购价格", "货物决算价格"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "某城市一小学投资700万元建设教学楼，组织工程施工公开招标，招标文件规定投标人应具备的资格条件中，正确合理的是（  ）。",
    option: [
      "投标人须在当地注册登记",
      "投标人须在本市具有5000万元以上同类项目的业绩",
      "投标人应具有施工总承包特级资质",
      "不接受联合体投标",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "依法必须进行招标的工程施工项目，资格后审应当在（  ）进行。",
    option: ["评标准备阶段", "评标时", "详细评审时", "确定中标候选人之后"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "某政府投资项目进行资格预审，拟定于9月6日~12日出售资格预审文件。按规定，资格预审申请文件递交截止时间最早可以为（  ）。",
    option: ["9月13日", "9月16日", "9月26日", "9月18日"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "技术难度较大的工程建设项目招标一般采用资格预审，其原因是（  ）。",
    option: [
      "提高投标人投标的针对性，从源头保证投标人的履约能力",
      "工程施工风险控制难度小",
      "竞争性更强",
      "提高串标、围标难度",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "资格预审方法不适合（  ）的招标项目。",
    option: [
      "技术难度较大",
      "投标文件编制费用较高",
      "潜在投标人数量不多",
      "潜在投标人数量较多",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "某事业单位进行办公楼装修招标，拟进行资格预审。下列说法中，正确的是（  ）。",
    option: [
      "单位负责人为同一人的不同单位可以同时参加该项目的投标",
      "招标人可以要求通过资格预审的申请人以书面形式确认是否参加投标",
      "招标人应当向资格预审合格的潜在投标人发出资格预审合格通知书，资格预审不合格的潜在投标人则不用告知。",
      "在提交资格预审申请文件的截止时间前，招标人均可发售资格预审文件",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据法律法规的规定，下列情形中，不得同时参加工程建设项目同一标段投标的是（  ）。",
    option: [
      "具有控股关系的两家公司",
      "同一母公司的两家子公司",
      "具有相同股东的两家公司",
      "曾在其他项目组成投标联合体的两家公司",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "在工程建设项目施工招标时，有资格参加该招标项目投标的是（  ）。",
    option: [
      "招标人不具备独立法人资格的附属机构（单位）",
      "为招标项目的前期准备或者监理工作提供设计的法人",
      "为招标项目的前期准备或者监理工作提供咨询服务的法人附属机构（单位）",
      "合伙组织",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "在工程建设项目货物招标项目中，一个制造商对同一品牌同一型号的货物，可以委托（  ）代理商参加投标。",
    option: ["一个", "二个", "两个以上", "任意"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列情况中，无需推迟投标截止时间的是（  ）。",
    option: [
      "工程招标设计图纸变更，在投标截止时间前第12日发放新的图纸",
      "工程量清单发生变化，在投标截止时间前第14日修改并发放新的工程量清单",
      "开标地点由市交易中心3号楼3层会议室改为4号楼一层多功能厅，在投标截止时间前第2日通知",
      "在已发放的补充的招标文件中又发现合同技术条款错误，在投标截止时间前第3日更正并发送新的合同技术条款",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "根据相关法律规定，投标有效期应从（  ）起计算。",
    option: [
      "投标截止之日",
      "投标函标明的签章日期",
      "投标保证金提交之日",
      "确定中标结果之日",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "编制投标文件时，投标人应当对招标文件中提出的所有（  ）作出响应。",
    option: ["质量要求", "投标报价", "实质性要求和条件", "服务技术指标"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于投标文件的表述，错误的是（  ）。",
    option: [
      "投标人应对照招标文件的资格条件要求全面准备相关材料",
      "货物招标项目在制作技术参数偏离表时，应对照招标文件的要求逐项作出响应",
      "投标文件中，投标函及其附录（投标一览表）、工程施工组织设计（供货方案或技术建议书）、报价文件等既是投标文件的重要组成部分，也是投标人竞争实力的具体表现",
      "投标文件可以不按照招标文件提供的格式和要求编制",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "甲公司参加某项目的投标，该项目招标文件开始发出之日为2019年9月1日，开标时间为2019年9月26日上午9点30分，投标有效期为90天。甲公司修改投标文件应在（  ）进行。",
    option: [
      "2019年12月25日上午9点30分前",
      "2019年9月26日上午9点30分前",
      "2019年9月26日上午9点30分后",
      "2019年11月31日前",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "某依法必须招标的工程建设项目，开标时发现各投标人报价的离散性很大，招标人的上级主管部门在开标结束时提议：增加投标人现场当面答辩环节。该提议得到了所有投标人的同意。关于增加投标人现场当面答辩的做法，招标人（  ）。",
    option: [
      "可以组织现场当面答辩，但应规定所有投标人在现场的情况下进行，以利于互相监督",
      "可以组织现场当面答辩，但应统一每位投标人代表现场当面答辩的时间，以利公平",
      "应当拒绝组织现场当面答辩，因不符合相关法律法规的规定",
      "可以拒绝组织现场当面答辩，因为是否增加现场当面答辩环节是招标人的权利",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "关于投标文件的提交时间，下列说法正确的是（  ）。",
    option: [
      "投标文件必须在招标文件规定的投标开始前三天内送达",
      "投标文件必须在招标文件规定的投标开始前一天内送达",
      "投标文件必须在招标文件规定的投标截止时间之前送达",
      "招标文件中没有对投标文件的提交时间做出具体规定",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "在评标过程中能够启动澄清程序的是（  ）。",
    option: ["招标人", "行政监督部门", "评标委员会", "招标代理机构"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "投标人撤回已提交的投标文件，应当在投标截止时间前（  ）招标人。",
    option: ["书面通知", "电子邮件通知", "电话通知", "口头通知"],
    answer: [0],
  },
  {
    title:
      "投标人少于3个的，应当重新招标，重新招标后投标人仍少于3个的，经审批后，可采用（  ）。 ",
    option: ["单一来源", "竞争性谈判", "竞争性磋商 ", "比价"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "下列工程中哪些项目必须公开招标？（  ） ",
    option: [
      "单项合同估算价人民币100万元（含100万元）以上的勘察、设计、监理等服务采购",
      "单项合同估算价人民币200万元（含200万元）以上的重要设备、材料等货物采购",
      "单项合同估算价人民币300万元（含300万元）以上的施工",
      "单项合同估算价人民币400万元（含400万元）以上的施工",
    ],
    answer: [0, 1, 4],
    score: 3,
  },
  {
    title:
      "评审专家与参加采购活动的供应商存在以下哪种利害关系的，应当回避？（  ）",
    option: [
      "参加采购活动前三年内，与供应商存在劳动关系，或者担任过供应商的董事、监事，或者是供应商的控股股东或实际控股人",
      "与供应商的负责人有夫妻、直系血亲、三代以内旁系血亲或者近姻亲关系",
      "与供应商的法定代表人有夫妻、直系血亲、三代以内旁系血亲或者近姻亲关系",
      "与供应商有其他可能影响政府采购活动公平、公正进行的关系。",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "发生以下哪些情形，磋商保证金将不予退还？（  ） ",
    option: [
      "供应商在提交响应文件截止时间前撤回相应文件的 ",
      "供应商在响应文件中提供虚假材料的 ",
      "除因不可抗力或磋商文件认可的情形以外，成交供应商不与采购人签订合同的 ",
      "供应商与采购人、其他供应商或者采购代理机构恶意串通的",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "发生以下哪些情形，将不得担任相关项目的评标委员会成员？（  ）",
    option: [
      "投标人或者投标人的主要负责人的近亲属 ",
      "与采购人有利害关系的 ",
      "与投标人有利害关系的 ",
      "与投标人有其他关系，可能影响公正评审的",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "采购的招标评标方法分为（  ）。 ",
    option: ["性价比法 ", "最低评标价法 ", "综合评分法 ", "最优评标价法"],
    answer: [2, 3],
    score: 3,
  },
  {
    title:
      "公开招标数额标准以上的采购项目，投标截止后投标人不足3家或者通过资格审查或符合性审查的投标人不足3家的，除采购任务取消情形外，还可以按照以下哪些方式处理？（  ）",
    option: [
      "招标文件存在不合理条款或者招标程序不符合规定的，采购人、采购代理机构改正后依法重新招标  ",
      "投标文件存在不合理条款或者招标程序不符合规定的，采购人、采购代理机构改正后直接改变采购方式采购  ",
      "招标文件没有不合理条款、招标程序符合规定，需要采用其他采购方式采购的，采购人应当依法报有关部门批准  ",
      "招标文件没有不合理条款、招标程序符合规定，直接采用其他采购方式采购",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title: "评审专家有以下哪类情形的，将被列入不良行为记录？（  ）",
    option: [
      "泄露评审文件、评审情况  ",
      "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审 ",
      "拒不履行配合答复供应商询问、质疑、投诉等法定义务 ",
      "与供应商存在利害关系未回避",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "评审专家发现本人与参加采购活动的供应商有利害关系的，以下行为错误的是（  ）。",
    option: [
      "应当客观、公正地进行评审",
      "应当主动提出回避",
      "如果采购人或采购代理机构未要求回避的，继续参加评审活动",
      "可以在采购文件规定的自由裁量范围内，适当照顾有利害关系的供应商",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "在政府采购过程中，可以采用单一来源方式采购的情形有（  ）。",
    option: [
      "发生了不可预见的紧急情况不能从其他供应商处采购的",
      "只能从唯一供应商处采购的",
      "必须保证原有采购项目一致性或者服务配套的要求，需要继续从原供应商处添购，且添购资金总额不超过原合同采购金额百分之十的",
      "技术复杂或者性质特殊，不能确定详细规格或者具体要求的",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "以下内容应当包括在采购需求中的有哪些？（  ）",
    option: [
      "采购标的需实现的功能或者目标",
      "为落实政府采购政策需满足的要求",
      "采购标的需执行的国家相关标准、行业标准、地方标准或者其他标准、规范",
      "采购标的需满足的质量、安全、技术规格、物理特性等要求",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "投标人存在以下哪种情形的，投标无效？（  ）",
    option: [
      "未按照招标文件的规定提交投标保证金的",
      "投标文件未按招标文件要求签署、盖章的",
      "不具备招标文件中规定的资格要求的",
      "报价超过招标文件中规定的预算金额或者最高限价的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "在公开招标方式中，出现下列哪些情况时，应予废标？（  ）",
    option: [
      "对招标文件作实质相应的供应商只有3家",
      "出现影响采购公正的违法、违规行为",
      "投标人的报价均超出采购预算，采购人不能支付",
      "因重大变故，采购任务取消",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title:
      "在政府采购活动中，供应商的下列哪项行为会导致中标、成交的无效？（  ）",
    option: [
      "与其它供应商恶意串通的",
      "向采购人行贿的",
      "招标采购过程中与采购人进行协商谈判的",
      "拒绝有关部门监督检查的",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "关于质疑，下列哪个说法正确的有？（  ）",
    option: [
      "供应商认为采购文件、采购过程和中标、成交结果使自己的权益受到侵害的，可以在知道或者应当知道其权益受到侵害之日起7个工作日内，向采购人提出质疑",
      "质疑可以书面提出，也可以口头提出",
      "采购人应当在收到质疑后7个工作日内作出答复",
      "采购人答复的内容不得涉及商业秘密",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title:
      "下列依法必须公开招标的工程建设项目中，经核准可以采取邀请招标方式的项目有（  ）。",
    option: [
      "环境资源条件特殊，符合条件的潜在投标人仅有三家",
      "项目的技术性、专业性较强，只有几家潜在投标人可供选择",
      "公开招标所需费用占工程建设项目总投资的5%",
      "主要技术采用专有技术的施工项目",
    ],
    answer: [0, 1],
    score: 3,
  },
  {
    title: "要求投标人提供样品的，以下哪些内容应当在招标文件中明确规定？（  ）",
    option: [
      "样品制作的标准和要求",
      "是否需要随样品提交相关检测报告",
      "样品的评审方法以及评审标准",
      "需要随样品提交检测报告的，还应当规定检测机构的要求、检测内容等",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "电子招标投标是以信息技术为支撑，数据电文为载体的现代化、无纸化招标手段。与纸质招标投标相比，电子招标投标的主要特点有（  ）。 ",
    option: [
      "降低招标投标交易成本，节约社会资源",
      "提高公共交易的透明和效率",
      "增加招标投标工作难度",
      "有利于转变和规范行政监督方式",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "有下列哪些情形之一的，视为投标人串通投标，其投标无效？（  ） ",
    option: [
      "不同投标人的投标文件由同一单位或者个人编制",
      "不同投标人委托同一单位或者个人办理投标事宜",
      "不同投标人的投标文件载明的项目管理成员或者联系人员为同一人",
      "不同投标人的投标文件异常一致或者投标报价呈规律性差异",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "按照竞争开放程度，招标方式分为（  ）。 ",
    option: ["公开招标", "邀请招标", "单一来源采购", "国际招标"],
    answer: [0, 1],
    score: 3,
  },
  {
    title: "以下哪些属于非招标采购方式？（  ） ",
    option: ["竞争性谈判", "单一来源采购", "询价采购", "邀请招标"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "下列关于招标的说法正确的有（  ）。 ",
    option: [
      "采用公开招标，招标人应以邀请书的方式邀请投标人投标 ",
      "采用邀请招标，投标人应向2个以上投标人发出邀请",
      "公开招标的竞争性比邀请招标强 ",
      "依法招标项目一般应采用公开招标",
    ],
    answer: [3, 4],
    score: 3,
  },
  {
    title: "以下哪些情况可以选用竞争性谈判方式采购？（  ） ",
    option: [
      "招标后没有供应商投标或者没有合格标的，或者重新招标未能成立的",
      "技术复杂或者性质特殊，不能确定详细规格或者具体要求的",
      "非采购人所能预见的原因或者非采购人拖延造成采用招标所需时间不能满足用户紧急需要的",
      "因艺术品采购、专利、专有技术或者服务的时间、数量事先不能确定等原因不能事先计算出价格总额的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "某项目采用竞争性谈判采购方式，邀请了3家供应商参与项目，约定时间内到达2家供应商代表，电话联系后1家供应商代表稍后到达。此项目的做法有什么问题？（  ）",
    option: [
      "未按约定时间达到 ",
      "一定时间范围内没有问题",
      "无效的竞争性谈判 ",
      "少于最低邀请数量的供应商参与",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "《工程建设项目施工招标投标办法》中规定的无效投标文件包括（  ）。 ",
    option: [
      "未按规定的格式填写的投标文件",
      "在一份投标文件中对同一招标项目报有多个报价的投标文件",
      "投标人名称与资格预审时不一致的投标文件",
      "未按照招标文件要求提交投标保证金",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "根据我国《招标投标法》规定，评标委员会人员组成中应满足（  ）。 ",
    option: [
      "总人数为5人以上的单数",
      "必须有政府主管部门的人员参加评标",
      "无论评标委员会多少人，技术经济专家超过或等于三分之二",
      "项目需求方不得少于二人",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title:
      "下列关于评标的说法中，符合我国招标投标法关于评标有关规定的有（  ）。 ",
    option: [
      "招标人应当采取必要的措施，保证评标在严格保密的情况下进行",
      "评标委员会完成评标后，应当向招标人提出书面评标报告并决定中标人",
      "招标人可以授权评标委员会直接确定中标人",
      "经评标委员会评审，认为所有投标都不符合招标文件要求的，可以否决所有投标",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "在投标有效期内，招标人要完成下列哪些工作？（  ）",
    option: ["与中标人签订合同", "评标  ", "投标修改  ", "定标 "],
    answer: [0, 1, 4],
    score: 3,
  },
  {
    title: "投标人以行贿手段谋取中标的法律后果是（  ）。 ",
    option: [
      "中标无效         ",
      "有关单位和责任人应当承担相应的行政责任或刑事责任",
      "吊销营业执照     ",
      "重新招标",
    ],
    answer: [0, 1],
    score: 3,
  },
  {
    title: "某次大型基建招标项目中，下列关于评标委员会的说法正确的有（  ）。 ",
    option: [
      "评标委员会成员的名单应向社会公布，以体现招标活动的公开性",
      "评标委员会可以由7人组成",
      "评标委员会可以由9人组成，其中经济专家2人，技术专家2人",
      "评标委员会可以由5人组成，其中经济专家2人，技术专家2人",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title:
      "某招标项目中，评标由依法组建的评标委员会负责，甲、乙、丙、丁、戊五人组成评标委员会，他们的下列做法不符合招标投标法规定的有（  ）。 ",
    option: [
      "甲接受某投标单位的请客吃饭",
      "乙为某投标单位的法律顾问，但乙保证秉公评标",
      "丙在学校领导的授意下，向某投标单位泄漏标底",
      "丁拒绝向权威媒体透露关于中标候选人的推荐情况",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "评标专家应符合以下哪些条件？（  ） ",
    option: [
      "从事相关专业领域工作满八年并具有高级职称或者同等专业水平",
      "熟悉有关招标投标的法律法规，并具有与招标项目相关的实践经验",
      "能够认真、公正、诚实、廉洁地履行职责",
      "项目主管部门或者行政监督部门的人员",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "评标委员会成员应当编制供评标使用的相应表格，认真研究招标文件，至少应了解和熟悉以下哪些内容？（  ） ",
    option: [
      "招标的目标",
      "招标项目的范围和性质",
      "招标文件中规定的主要技术要求、标准和商务条款",
      "招标文件规定的评标标准、评标方法和在评标过程中考虑的相关因素",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "除《招标投标法》第六十六条规定的可以不进行招标的特殊情况外，有下列哪些情形之一的，可以不进行招标？（  ）。 ",
    option: [
      "需要采用不可替代的专利或者专有技术",
      "建材公司自行生产的建材",
      "已通过招标方式选定的特许经营项目投资人依法能够自行建设、生产或者提供",
      "需要向原中标人采购工程、货物或者服务，否则将影响施工或者功能配套要求",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列哪些情况属于重大偏差？（  ） ",
    option: [
      "没有按照招标文件要求提供投标担保或者所提供的投标担保有瑕疵；投标文件没有投标人授权代表签字和加盖公章",
      "投标文件载明的招标项目完成期限超过招标文件规定的期限；明显不符合技术规格、技术标准的要求",
      "投标文件载明的货物包装方式、检验标准和方法等不符合招标文件的要求；投标文件附有招标人不能接受的条件",
      "不符合招标文件中规定的其他实质性要求",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于法人的说法，正确的有（  ）。",
    option: [
      "法人具有独立的民事权利能力和民事行为能力",
      "法人是依法享有民事权利和承担民事义务的组织",
      "依法注册登记",
      "法人包括企业法人和机关、事业单位及社会团体法人",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "法人或者其他组织要想成为合格投标人，必须满足的资格条件有（  ）。",
    option: [
      "响应招标",
      "参加投标竞争",
      "招标人根据项目本身的要求，在招标文件或资格预审文件中规定的条件",
      "国家对不同行业及不同主体投标人规定的条件",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "根据相关规定，评标专家一般应具备的条件包括（  ）。",
    option: [
      "熟悉有关招标投标的法律法规",
      "从事相关领域工作满5年并具有高级职称或者具有同等专业水平",
      "能够认真、公正、诚实、廉洁地履行职责",
      "身体健康，能够承担评标工作",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "某工程总承包项目招标应该具备的基本条件有（  ）。",
    option: [
      "工程施工图设计已经完成",
      "招标项目所需的资金已经落实",
      "委托招标代理合同已经签订",
      "完成依法规定的审批、核准或备案手续",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title: "工程建设项目招标方案应包括（  ）。",
    option: [
      "项目概况",
      "招标的内容范围",
      "合同结构与标段（包）划分",
      "投资人资格条件",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "工程建设项目管理的控制目标是工程的（  ）。",
    option: ["质量", "进度", "造价", "安全"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "招标人可从以下哪些方面进行工程造价控制？（  ）",
    option: [
      "设置最高投标限价",
      "变更中标合同价格",
      "编制合理的工程招标参考标底",
      "设置严密、完善的合同条款",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title: "工程建设项目进度控制包括（  ）。",
    option: [
      "编制工程建设进度计划",
      "确定各阶段的建设工作内容、工作程序、工作时间和衔接关系",
      "制定相应控制、预防或补救措施",
      "适时调整和修改进度计划",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "由于供应商供货能力、行为带来的风险，招标人主要采取的规避方式有（  ）。",
    option: [
      "要求供应商提供担保",
      "在招标文件中提出要求条件，让投标人作出响应",
      "要求投标人对此提供担保",
      "对投标人进行严格的资格审查",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title: "下列关于资格后审的说法正确的有（  ）。",
    option: [
      "资格后审方式比较适合于潜在投标人数量较多的招标项目",
      "资格后审方式可以在邀请招标中采用",
      "采用资格后审可以缩短招标投标过程",
      "采用资格后审有利于增加投标人数量和对投标人的保密性",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "工程施工招标资格的内容主要包括（  ）。",
    option: [
      "投标人资质条件",
      "投标人财务状况",
      "投标人信誉",
      "投标人限制情形",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "资格预审公告包括（  ）。",
    option: [
      "招标条件",
      "项目概况与招标范围",
      "资格预审方法",
      "资格预审文件发售的价格",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "招标公告应当包括以下哪些内容？（  ）",
    option: [
      "供应商资格要求",
      "招标项目的名称、用途",
      "采购代理机构的名称、地址",
      "获取招标文件的时间、地点",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "关于投标有效期，下列说法中正确的有（  ）。",
    option: [
      "投标有效期内必须完成开标、评标、定标以及签订合同",
      "必要时，招标人可以书面通知投标人延长投标有效期",
      "投标人同意延长投标有效期的，不得修改或撤销其投标文件",
      "投标人拒绝延长投标有效期的，投标保证金将被没收",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "在工程建设项目中，中标通知书发出后，中标人有下列哪些情形，招标人可取消其中标资格，并没收其投标保证金？（  ）",
    option: [
      "无正当理由不与招标人签订合同",
      "拒不提交所要求的履约保证金",
      "在签订合同时向招标人提出附加条件",
      "依据投标文件调整合同内容",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "关于制造商授权，下列说法正确的有（  ）。",
    option: [
      "在招标投标中，制造商可以自己直接参加投标，也可以授权其他企业投标",
      "在代理投标中，制造商对同一标包只能授权一个代理人",
      "工程货物招标项目，一个制造商可以委托多个代理人投标",
      "政府采购项目有多家投标人使用同一制造商同一品牌同一型号产品投标的，按一家投标人计算投标人数量",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title:
      "投标人补充、修改或撤回投标文件必须符合要求，下列相关表述不正确的有（  ）。",
    option: [
      "投标文件的补充、修改或者撤回须在招标文件要求提交投标文件的截止时间之前进行",
      "投标截止期之后，投标人可以对投标文件作细微修改",
      "投标人在招标文件规定的投标有效期满前撤回其投标文件，招标人应按规定退还其投标保证金",
      "投标文件的补充、修改或者撤回可以以口头形式通知招标人或招标代理机构",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "根据《招标投标法实施条例》规定，应当否决投标人投标的情形有（  ）。",
    option: [
      "投标人串通投标",
      "投标报价低于成本或者高于招标文件设定的最高投标限价",
      "投标文件未经投标单位盖章和单位负责人签字",
      "投标人未提交投标保证金",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "根据《政府采购货物和服务招标投标管理办法》，编制招标文件（  ）。",
    option: [
      "规定的各项技术标准应当符合国家强制性标准",
      "应说明是否提交备选方案",
      "可标明特定的投标人或者产品",
      "包含评标标准和拟签订的合同文本",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "下列各项属于投标商务文件的有（  ）。",
    option: [
      "投标人资格证明",
      "技术规格表",
      "投标价格一览表",
      "投标授权委托书",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title:
      "招标文件关于投标资格条件的要求中，以下条件要求投标人具备的包括（  ）。",
    option: [
      "招标文件要求的资质或资格",
      "相应的工作经验与业绩证明",
      "相应的人力、物力和财力",
      "自身能力、优势和特长",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "关于投标文件的修改，下列说法正确的有（  ）。",
    option: [
      "投标人以新的投标文件重新投标的，属于对投标文件的修改",
      "投标人一旦递交了投标文件就不得进行修改",
      "投标人在投标截止时间之后对投标文件进行修改的，招标人有权拒绝",
      "投标文件的修改必须在投标文件递交截止时间之前进行",
    ],
    answer: [3, 4],
    score: 3,
  },
  {
    title:
      "A公司某个工程建设项目招标，B公司参加了投标。由于某些原因，A公司欲延长投标有效期，那么（  ）。",
    option: [
      "A公司应当以书面或者口头形式通知投标人B公司并获书面同意",
      "B公司在投标文件中的实质性内容不能改变",
      "B公司有权拒绝延长投标有效期",
      "B公司同意延长投标有效期的，可以要求修改其投标文件的实质性内容",
    ],
    answer: [2, 3],
    score: 3,
  },
  {
    title:
      "编制投标文件时，投标人应当对招标文件中提出的所有实质性要求和条件作出响应，其中包括（  ）。",
    option: ["投标有效期", "技术标准和要求", "投标报价", "相关业绩"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
];

// .map((item) => {
//   item.title = item.title.includes("不正确")
//     ? item.title.replace("不正确","【不正确】")
//     : item.title.includes("不准确")
//     ? item.title.replace("不准确","【不准确】")
//     : item.title.replace("正确","【正确】");

//   return item;
// });

// 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""),"");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
