export default [
  {
    title:
      "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应（  ）。",
    option: ["边观察边使用", "继续使用", "停止使用"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置（  ）。",
    option: ["安全防护光电", "防护网", "防护装置"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "检修时，应在设备（  ）上悬挂“禁止启动”的安全标志，或派专人监护开关。",
    option: ["维修部位", "开关", "主电箱"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "开启式防护罩打开或部分失灵时，应使（  ）。",
    option: ["活动部件不能运转", "运转部件减速运动", "防护罩不影响操作"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、（  ）和其他有毒、有害物质等因素而引起的疾病。",
    option: ["放射性物质", "高温", "病毒"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "用人单位对不适宜从事原工作的职业病病人，应当（  ）。",
    option: ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "生产经营单位必须为从业人员提供符合国家标准或行业标准的（  ）。",
    option: ["防暑用品", "防寒用品", "劳动防护用品"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "《安全生产法》对职工的安全生产权利和义务做出了明确规定，下列说法正确的是（  ）。",
    option: [
      "职工无权对公司的安全生产工作提出建议",
      "职工发现危及人身安全的紧急情况时，有权停止作业并紧急撤离",
      "职工无权拒绝违章指挥和强令冒险作业",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "根据《工伤保险条例》，下列应当认定为工伤的情形是（  ）。",
    option: [
      "在工作时间内受到事故伤害的，应当认定为工伤",
      "在工作时间和工作场所内，因做和工作无关的事受到事故伤害的",
      "在工作时间和工作场所内，因工作原因受到事故伤害的",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于劳动防护用品的配备说法不正确的是（  ）。",
    option: [
      "从事强酸、强碱作业须配备耐酸碱手套",
      "从事有毒气体作业须配备防毒面罩",
      "从事电工作业必须配备防静电工作服",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "危险化学品（简称危化品）是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。下列关于危化品的说法不正确的是（  ）。",
    option: [
      "危化品包装物或容器上应粘贴或悬挂有表明危化品性质的安全标签",
      "危化品使用完毕后的包装可以随意丢弃",
      "瓶装危化品使用完毕后应及时加盖或入柜",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "安全标志是用以表达特定安全信息的标志，由图形符号、安全色、几何形状或文字构成。下列关于安全标志的描述不正确的是（  ）。",
    option: [
      "指令标志是强制人们必须做出某种动作或采用防范措施的标志，其安全是绿色",
      "禁止标志是禁止人们不安全行为图形标志，其安全色是红色",
      "警告标志提醒人们对周围环境注意，其安全色是黄色",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "生产经营场所应当设有符合紧急疏散要求、标志明显、保持（  ）的出口。",
    option: ["常开", "安全", "畅通"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "安全帽是对人头部受坠落物及其他特定因素引起是伤害起防护作用的帽。下列关于安全帽的使用描述正确的是（  ）。",
    option: [
      "安全帽佩戴时必须按头围大小调整帽箍并系紧下颏带",
      "在保质期内的安全帽，帽壳出现裂纹时仍可坚持使用",
      "安全帽过期后若没有明显损坏，在未经检测的情况下仍可继续使用",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《安全生产法》的规定，下列不属于从业人员的安全生产义务的是（  ）。",
    option: [
      "应当严格遵守本单位的安全生产规章制度和操作规程",
      "应当对本单位安全生产工作中存在的问题提出批评、检举、控告",
      "应当接受安全生产教育和培训，掌握本职工作所需的安全生产知识，提高安全生产技能",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "我国的安全生产方针是“安全第一，预防为主，综合治理”，下列关于“安全第一”的描述不准确的是（  ）。",
    option: [
      "安全第一，表明在任何时候安全都比其他生产经营目标更重要",
      "安全第一，体现了以人为本的思想，是预防为主、综合治理的统帅",
      "安全第一，要求始终把从业人员的人身安全放在首位，实行“安全优先”原则",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列不属于公司作业安全操作规程内容的是（  ）。",
    option: [
      "员工安全行为规范",
      "劳保用品穿戴要求",
      "岗位职责、主要风险及管控措施",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "据统计，火灾发生时产生的浓烟是火灾致死的主要因素。下列关于火灾烟气及应对措施描述不正确的是（  ）。",
    option: [
      "烟气是气体和烟尘的混合物，成分包括碳氢化合物、氮氧化物、燃烧物颗粒、裂解物等",
      "白色烟气温度低，表示火势不大；黑色烟气温度高，表示是火灾中最为危险的时期",
      "由于烟囱效应，火灾烟气很容易向上蔓延，发生火灾时可以乘坐电梯",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于家庭防火的说法不正确的是（  ）。",
    option: [
      "对于家庭而言重点的防火区域主要是客厅、卧室及厨房",
      "客厅空调放置时应远离易燃的窗帘，或者使用阻燃型织物的窗帘",
      "使用电热毯时可以揉搓、折叠，不会造成电热元件受损、短路",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "现代人的生活离不开手机，然而生活中手机充电“爆炸”、甚至引起火灾等一系列的危险事件时有发生，而这几乎都是由于手机充电方式不正确造成的。下列关于手机充电的说法正确的是（  ）。",
    option: [
      "充电器可以随便混用，在充电时没有必要选用原装的充电器",
      "将手机连在充电器上整夜充电，尤其是在电压不稳定时，容易引起设备自燃",
      "边充电边玩手机对手机电池和人体没有伤害",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下列关于防范空调火灾风险的说法不正确的是（  ）。",
    option: [
      "空调可以直接安装在可燃物上，可以放置在可燃的地板或地毯上",
      "每台空调应当有单独的保险熔断器和电源插座，不要同电脑等共用一个插座",
      "悬挂式空调下方不要放置可燃物，空调不要靠近窗帘",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列关于来宾来公司参观交流的说法不正确的是（  ）。",
    option: [
      "接待部门或人员可以不对来宾进行参观前的安全教育告知",
      "参观人员严禁触摸生产现场运转设备设施并保持安全距离，严禁触摸公司产品",
      "参观人员应将长发盘起或扎紧，做好个体防护",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《安全生产法》第二十八条规定：生产经营单位新建、改建、扩建工程项目的(  )，必须与主体工程同时设计、同时施工、同时投入生产和使用。",
    option: ["设备设施", "配套设施", "安全设施"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于电动车集中停放充电场所的安全要求不正确的是（  ）。",
    option: [
      "采用不燃或者难燃材料搭建，设置消火栓或者消防卷盘，配备灭火器材",
      "设置专用插座，线路固定敷设并穿管保护，安装短路和漏电保护装置",
      "为了方便管理可以允许人员住宿",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "灭火器应当摆放在（  ）和通风干燥、取用方便的地方。",
    option: ["火源附近", "被保护物附近", "室外"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "根据《中华人民共和国消防法》的规定，消防工作贯彻的方针是(  )",
    option: ["消防为主", "预防为主、防消结合", "安全第一、预防为主"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "我国消防工作的原则是（  ）。",
    option: [
      "政府统一领导、部门依法监管、单位全面负责、公民积极参与",
      "防火安全责任制",
      "专门机关和群众相结合",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "根据《中华人民共和国消防法》的规定，我国的消防工作实行(  )责任制。",
    option: ["安全生产", "消防安全", "政府领导"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，国务院应急管理部门对全国的消防工作实施(  )。",
    option: ["具体工作", "监督管理", "领导"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，任何单位和个人都有维护消防安全、保护消防设施、报告火警的义务。任何单位和成年人都有参加的义务。 (  )",
    option: [
      "预防火灾，灭火工作",
      "预防火灾，有组织的灭火工作",
      "扑灭火灾，火灾预防工作",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "根据《中华人民共和国消防法》的规定，各级人民政府应当(  )  。",
    option: [
      "组织开展经常性的消防宣传教育，提高公民的消防安全意识",
      "协助有关单位做好消防宣传教育工作",
      "不用面向社会进行消防宣传教育",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，机关、团体、企业、事业等单位，应当(  )。",
    option: [
      "提醒员工自主学习提高消防安全意识",
      "协助人民政府加强消防宣传教育",
      "加强对本单位人员的消防宣传教育",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，国家鼓励、支持，推广使用技术和设备；鼓励、支持社会力量。 (  )",
    option: [
      "消防科学研究和技术创新，先进的消防和应急救援，开展消防公益活动",
      "消防科学研究和技术创新，成熟的消防和应急救援，开展消防公益活动",
      "消防科学研究和技术创新，先进的消防和应急救援，开展消防商业活动",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每三年进行一次全面检测",
      "落实消防安全责任制，制定本单位的消防安全制度、操作规程、制定灭火和应急疏散预案",
      "根据企业资金预算，适当配置消防设施、器材",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每二年进行一次全面检测",
      "根据企业资金预算，适当配置消防设施、器材",
      "组织进行有针对性的消防演练",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每年至少进行一次全面检测,确保完好有效，检测记录应当完整准确，存档备案",
      "根据企业资金预算，适当配置消防设施、器材",
      "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每四年进行一次全面检测",
      "按照国家标准、行业标准配置消防设施、器材，设置消防安全标志，并定期组织检验、维修，确保完好有效",
      "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每四年进行一次全面检测",
      "保障疏散通道、安全出口、消防车通道畅通，保证防火防烟分区、防火间距符合消防技术标准",
      "使用其他单位的消防安全制度、消防安全操作规程、灭火和应急散预案",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，下列属于机关、团体、企业、事业等单位应当履行的消防安全职责是（  ）。",
    option: [
      "对建筑消防设施每四年进行一次全面检测",
      "疏散通道、安全出口可在节假日上锁",
      "组织防火检查，及时消防火灾隐患",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，进行电焊、气焊等具有火灾危险作业的人员和自动消防系统的操作人员，（  ），并遵守消防安全操作规程。",
    option: ["必须持证上岗", "征得领导同意上岗", "经过培训后上岗"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，建筑构件、建筑材料和室内装修、装饰材料的防火性能必须符合___;没有___的，必须符合(  )。",
    option: [
      "行业标准、行业标准、企业标准",
      "企业标准、企业标准、行业标准",
      "国家标准、国家标准、行业标准",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，人员密集场所室内装修、装饰，应当按照消防技术标准的要求，使用（  ）材料。",
    option: ["易燃、可燃", "不燃、难燃", "易燃、难燃"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，任何单位、个人不得损坏、挪用或、停用、消防设施、器材，不得埋压、圈占、消火栓或占用防火间距。不得占用、堵塞、疏散通道、安全出口、消防车通道。（  ）",
    option: [
      "擅自拆除、购买、封闭",
      "拆除、遮挡、封闭",
      "擅自拆除、遮挡、封闭",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "根据《中华人民共和国消防法》规定，任何人发现火灾都应当（  ）。",
    option: ["立即去灭火", "立即走开", "立即报警"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》规定，任何单位发生火灾，（  ）。临近单位应当给予支援。",
    option: [
      "可以不组织力量扑救",
      "必须立即组织力量扑救",
      "必须等待消防队赶到再组织力量扑救",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》规定，火灾扑灭后，发生火灾的单位和相关人员应当（  ），如实提供与火灾有关的情况。",
    option: [
      "按照消防救援机构的要求保护现场，接受事故调查",
      "立即清理现场",
      "立即撤离现场",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "单位违反《中华人民共和国消防法》规定，有下列哪些行为的责令整改，并处五千元以上五万元以下罚款。（  ）",
    option: [
      "消防设施、器材或消防安全标志的配置、设置不符合国家标准、行业标准、或者未保持完好有效的，损坏、挪用或者擅自拆除、停用消防设施、器材的",
      "占用、堵塞、封闭疏散通道、安全出口或者其他妨碍安全疏散行为的",
      "以上两个都是",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "单位违反《中华人民共和国消防法》的规定，有下列哪些行为的责令整改，并处五千元以上五万元以下罚款。（  ）",
    option: [
      "埋压、圈占、遮挡消火栓或者占用防火间距的",
      "占用、堵塞、封闭消防车通道、妨碍消防车通行的",
      "以上两个都是",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "违反《中华人民共和国消防法》的规定，有下列哪些行为，处警告或者五百元以下罚款；情节严重的，处以五日以下拘留。（  ）",
    option: [
      "违反消防安全规定的进入生产、储存易燃易爆危险场所的",
      "违反规定使用明火作业",
      "以上两个都是",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "违反《中华人民共和国消防法》的规定，有下列哪些行为，尚不够成犯罪的，处以十日以上十五日以下拘留，可以并处五百元以下罚款；情节较轻的，处警告或者五百元以下罚款。（  ）",
    option: [
      "指使或者强令他人违反消防安全规定的，冒险作业的；过失引起火灾的",
      "故意破坏或者伪造火灾现场的；擅自拆封或者使用被消防救援机构查封的场所、部位的",
      "以上两个都是",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，机关、团体、企业、事业等单位对建筑消防设施(  )至少进行一次全面检测。",
    option: ["每个月", "每年", "每四年"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，生产、储存、经营（  ）与居住场所设置在同一建筑物内，或者未与居住场所保持安全距离的，责令停产停业，并处五千元以上五万元以下罚款。",
    option: ["易燃易爆危险品的场所", "组装场所", "机械设备"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，违反消防安全规定进入生产、储存易燃易爆危险品场所的或违反规定使用明火作业或者在具有火灾、爆炸危险的场所（  ）的，处警告或五百元以下罚款；情节严重的，处五日以下拘留。",
    option: ["检查", "工作", "吸烟、使用明火"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，人员密集场所使用不合格的或者国家命令淘汰的(  )的，责令限期改正；逾期不改正的，处五千元以上五万元以下罚款，并对其直接负责的主管人员和其他直接责任人元处五百元以上二千元以下罚款，情节严重的，责令停产停业。",
    option: ["消防产品", "消防用品", "应急用品"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "人员密集场所发生火灾，该场所的现场工作人员不履行组织、引导在场人员（  ）的义务，情节严重，尚不构成犯罪的，处五日以上十日以下拘留。",
    option: ["报警", "灭火", "疏散"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "国务院制定出台的《消防安全责任制实施办法》首次将（  ）确定为总体原则。",
    option: [
      "党政同责、一岗双责、齐抓共管、失职追责",
      "单位全面负责、公民积极参与",
      "安全第一、预防为主",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《消防安全责任制实施办法》规定，社会单位消防安全根本原则是（  ）。",
    option: [
      "坚持党政同责、一岗双责",
      "坚持万无一失、一失万无",
      "坚持安全自查、隐患自除、责任自负",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "根据《消防安全责任制实施办法》规定，（  ）是消防安全的责任主体。",
    option: ["国务院", "地方各级人民政府", "机关、团体、企业、事业等单位"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《消防安全责任制实施办法》规定，（  ）、主要负责人或实际控制人是本单位、本场所消防安全责任人，对本单位、本场所消防安全全面负责。",
    option: ["安全保卫部负责人", "法定代表人", "消防管理人"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《消防安全责任制实施办法》规定，因消防安全责任不落实，发生一般及以上火灾事故的，依法依规追究单位直接责任人、（  ）、主要负责人或实际控制人的责任。",
    option: ["法定代表人", "消防安全具体管理人", "生产安全具体管理人"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "造成3人以下死亡，或者10人以下受伤，或者1000万元以下直接经济损失的火灾事故为（  ）。",
    option: ["一般火灾事故", "生产安全事故", "交通安全事故"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "造成3人以上10人以下死亡，或者10人以上50人以下重伤，或者1000万元以上5000万元以下直接经济损失的火灾事故为（  ）。",
    option: ["一般事故", "较大火灾事故", "重大事故"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "造成10人以上30人以下死亡，或者50人以上100人以下重伤，或者5000万元以上1亿元以下直接经济损失的火灾事故为（  ）。",
    option: ["一般事故", "较大事故", "重大火灾事故"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "造成30人以上死亡，或者100人以上重伤，或者1亿元以上直接经济损失的火灾事故为（  ）。",
    option: ["特别重大火灾事故", "重大事故", "较大事故"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，单位应将容易发生火灾、一旦发生火灾可能严重危及人身和财产安全以及对消防安全有重大影响的部位确定为（  ），设置明显的防火标志，实行严格管理。",
    option: ["重点部位", "特殊部位", "消防安全重点部位"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，因特殊情况需要进行电、气焊等明火作业的，（  ）和人员应当按照单位的用火管理制度办理审批手续，落实现场监护人，在确认无火灾、爆炸危险后方可动火施工。",
    option: ["属地部门", "动火部门", "安保部门"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，机关、团体、事业单位应当至少每季度进行一次防火检查，其他单位应当至少（  ）进行一次防火检查。",
    option: ["每月", "每半年", "每年"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定,设有自动消防设施的单位，应当按照有关规定定期对其自动消防设施进行（  ）检查测试，并出具检测报告，存档备查。",
    option: ["全面", "局部", "随机抽查"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
    option: [
      "将安全出口上锁、遮挡，或者占用、堆放物品影响疏散通道畅通",
      "常闭式防火门处于关闭状态",
      "常开式防火门处于开启状态",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
    option: [
      "安全出口、疏散通道畅通无阻",
      "未经审批动用明火或者在具有火灾、爆炸危险的场所吸烟、使用明火",
      "进入生产、储存易燃易爆物品场所严格按照单位消防制度执行",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，下列哪些行为属于违反了消防安全规定，单位应当责成有关人员当场改正并督促落实的。（  ）",
    option: [
      "按照单位明火作业审批制度动用明火",
      "常闭式防火门处于关闭状态，防火卷下未堆放物品",
      "消火栓、灭火器材被遮挡影响使用或者被挪作他用",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，在火灾隐患未消除之前，单位应当落实防范措施，保障消防安全。不能确保消防安全，随时可能引发火灾或者一旦发生火灾将严重危机人身安全的，应当将危险部位（  ）。",
    option: ["停产停业整改", "加强管理", "出租"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，单位应当通过多种形式开展经常性的消防安全教育。消防安全重点单位对每名员工应当至少（  ）进行一次消防安全教育。",
    option: ["每月", "每三年", "每年"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，(  )应当按照灭火和应急疏散预案，至少每半年进行一次演练，并结合实际，不断完善预案。",
    option: ["生产企业", "消防安全重点单位", "班组"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《机关团体企业事业单位消防安全管理规定》规定，单位应将消防安全工作纳入内部检查、考核评比内容，对在消防安全工作中成绩突出的部门（班组）和个人，单位应当（  ）。",
    option: ["给予表彰奖励", "给予处分或其他处理", "积极宣传"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，举办大型群众性活动，承办人应当依法向（  ）申请安全许可。",
    option: ["上级单位", "公安机关", "交警队"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，消防产品必须符合（  ）；没有（  ）,必须符合。（  ）",
    option: [
      "行业标准、行业标准、企业标准",
      "企业标准、企业标准、行业标准",
      "国家标准、国家标准、行业标准",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，消防车、消防艇以及消防器材、装备和设施，不得用于与（  ）工作无关的事情。",
    option: ["消防和应急救援", "生产", "安全"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，对因参加扑救火灾或者应急救援受伤、致残或者死亡的人员，按照国家有关规定给予(  )。",
    option: ["奖励", "医疗、抚恤", "表彰"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "根据《中华人民共和国消防法》的规定，建设工程的必须符合国家工程建设消防技术标准。建设、设计、施工、工程监理等单位依法对建设工程的质量负责。（  ）",
    option: ["设计、材料", "施工、材料", "消防设计、施工"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      " 根据《中华人民共和国消防法》的规定，国务院住房和城乡建设主管部门规定应当申请消防验收的建设工程竣工，（  ）应当向住房和城乡建设主管部门申请消防验收。",
    option: ["建设单位", "施工单位", "设计单位"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "以下属于企业消防安全“四个能力”内容的是(  )。",
    option: [
      "提高检查消除火灾隐患的能力",
      "提高组织扑救初期火灾的能力",
      "A和B",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "以下属于企业消防安全“四个能力”内容的是(  )。",
    option: [
      "提高组织人员疏散逃生的能力",
      "提高消防宣传教育培训的能力",
      "A和B",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "(  )是造成火灾中人员死亡的最主要原因。",
    option: ["火烧", "脱水", "吸入有毒气体"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "窒息法灭火的主要原理是(  )。",
    option: ["减少可燃物", "降低温度", "消除助燃物"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "干粉灭火剂灭火的主要机理是(  )。",
    option: ["降低氧浓度", "降低温度", "抑制链式反应和降低氧浓度"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "纸张的燃烧属于(  )。",
    option: ["蒸发燃烧", "分解燃烧", "表面燃烧"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "因物质本身发生化学反应，产生大量气体和高温而发生的爆炸称为(  )。",
    option: ["物理爆炸", "化学爆炸", "粉尘爆炸"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "可燃物质在没有外部明火焰等火源的作用下，因受热或自身发热并蓄热所产生的自行燃烧现象，称为(  )。",
    option: ["闪燃", "自燃", "阴燃"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "通过烟的(  )等特征，消防人员可以大致判断燃烧物质的种类、火灾阶段、火势蔓延方向等。",
    option: [
      "气味、颜色、浓度、流动方向",
      "气味、颜色、流动方向",
      "颜色、浓度、流动方向",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "公安部61号令规定：消防安全重点单位每至少组织一次、其他单位每至少组织一次灭火和应急疏散演练。(  )",
    option: ["周，月", "月，季度", "半年，年"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "消防安全重点单位应该建立健全(  )。",
    option: ["消防档案", "火灾档案", "生产设备安全档案"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "危险品库房内敷设的配电线路(  )。",
    option: [
      "可以不穿管敷设",
      "应穿一般塑料管保护",
      "必须穿金属管或难燃塑料管保护",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "发现火灾时，应及时按下附近的(  )输出火警信号。",
    option: ["紧急疏散开关", "紧急断电开关", "火灾报警按钮"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "火灾时具备防排烟功能的应及时启动（  ）以便尽快排出烟雾。",
    option: ["空调送风", "防排烟风机", "加压送风机"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "家用电器着火，应（  ）。",
    option: [
      "先切断电源再救火",
      "迅速用水扑灭",
      "打报警电话等待公安消防队救火",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "扑救火灾最有利的阶段是火灾（  ）。",
    option: ["初起阶段", "中间阶段", "最后阶段"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "遇到火灾时，要迅速向（  ）逃生。",
    option: ["楼顶方向", "人员多的方向", "安全出口方向"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "解决火险隐患要坚持“三定”，请问“三定”是指（  ）",
    option: [
      "定专人、定时间、定整改措施",
      "定时间、定地点、定专人",
      "定人、定岗、定编制",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "液体表面的蒸气与空气形成可燃气体，遇到点火源时，发生一闪即灭的现象称为（  ）",
    option: ["爆炸", "蒸发", "闪燃"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "单位在营业期间，下列（  ）做法是错误的。",
    option: [
      "遮挡消防安全疏散指示标志",
      "在安全出口处设置疏散标志",
      "当营业场所人数过多时，限制进入人数",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列（  ）火灾不能用水扑救",
    option: ["棉布、家具", "金属钾、钠", "木材、纸张"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "烟头中心温度可达（  ），它超过了棉、麻、毛织物、纸张、家具等可燃物的燃点，若乱扔烟头接触到这些可燃物，容易引起燃烧、甚至酿成火灾。",
    option: ["100-200℃", "400-500℃", "700-800℃"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "单位或家庭维修中使用溶剂和油漆时除了杜绝一切火种，还应该注意（  ）",
    option: ["温度", "湿度", "通风"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "公共场所发生火灾时，该公共场所的工作人员应（  ）",
    option: ["迅速撤离", "抢救贵重物品", "组织引导在场人员疏散"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "公用和城建等单位在修建道路以及停水、停电、截断通信线路时有可能影响消防队灭火救援的，（  ）事先通知当地消防救援机构。",
    option: ["必须", "可以", "不必"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "建筑工程施工现场的消防安全由（  ）负责。",
    option: ["建筑单位", "施工单位", "设计单位"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "浓硫酸属于(  )化学品。",
    option: ["爆炸品", "腐蚀品", "易燃液体"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下面(  )物质属于自燃物品?",
    option: ["黄磷", "盐酸", "丙酮"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "CO中毒的原理是（  ）。",
    option: ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "衡量可燃性液体火灾危险性大小的主要参数是(  )。",
    option: ["沸点", "闪点", "燃点"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "危险化学品生产现场临时存放点，放置数量不得超过（  ）的使用量，使用专用储存设施储存。",
    option: ["3天", "1周", "一个班次"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "煤气中毒主要成份是(  )。",
    option: ["CO2", "CO", "氮的氧化物"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "易燃易爆场所中不能使用（  ）工具。",
    option: ["铁制", "铜制", "木制"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "发生火灾事故，致人死亡的主要原因是（  ）。",
    option: ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "氧气瓶、乙炔瓶工作间距为米，距离动火点为米。（  ）",
    option: ["1,2", "5,10", "10,20"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "当你发现突然有大量毒气散发时，应迅速戴上适合的（  ）。",
    option: ["防毒面具", "眼镜", "口罩"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "发生危险化学品事故后，应该向（  ）方向疏散。",
    option: ["下风", "上风", "顺风"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "焊割时，各种明火距氧气瓶应在（  ）以外。",
    option: ["5 米", "8 米", "10米"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下面（  ）火灾用水扑救会使火势扩大。",
    option: ["油类", "森林", "家具"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "火灾扑救的基本原则是（  ）。",
    option: ["先控制后消灭", "先消灭后控制", "只消灭不控制"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在黄色区域表示（  ）。",
    option: ["正常", "偏高", "偏低"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "发生火灾时，如各种逃生的路线被切断，适当的做法应当是（  ）。",
    option: [
      "大声呼救",
      "强行逃生",
      "退居室内，关闭门窗，同时可向室外发出求救信号",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列场所灭火器配置方案中，错误的是（  ）",
    option: [
      "商场服装库房配置水基型灭火器",
      "碱金属（钾钠）库房配置水基型灭火器",
      "食用油库房配置泡沫灭火器",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "禁止在具有火灾.爆炸危险的场所使用明火，因特殊情况需要进行电、气焊等明火作业的，动火部门和人员应当按照单位的用火管理制度办理审批手续，落实(  )，在确认无火灾.爆炸危险后方可动火施工。",
    option: ["警示标志", "灭火器材", "现场监护人"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是（  ）。",
    option: ["中毒", "缺氧", "爆炸"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "火灾初期阶段是扑救火灾（  ）的阶段。",
    option: ["最不利", "最有利", "较不力"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "使用灭火器扑灭初起火灾时要对准火焰的（  ）喷射。",
    option: ["上部", "中部", "根部"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "发现燃气泄漏，要速关阀门，打开门窗，不能（  ）",
    option: ["触动电器开关或拨打电话", "使用明火", "A和B都正确"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "一般来讲(  )。",
    option: [
      "气体比较容易燃烧,其次是液体,再次是固体",
      "液体比较容易燃烧,其次是气体,再次是固体",
      "固体比较容易燃烧,其次是液体,再次是气体",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "当身上衣服着火时，可立即 （  ）",
    option: [
      "奔跑离开火场，灭掉身上火苗",
      "用手或物品扑打身上火苗",
      "就地打滚，压灭身上火苗",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "静电最为严重的危险是(  )",
    option: ["静电电击", "妨碍生产", "引起爆炸和火灾"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "毒物进入人体的途径有三个,即(  )",
    option: ["口、鼻、耳", "食物、空气、水", "皮肤、呼吸道、消化道"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "扑救电气火灾，首先应做的是（  ）。",
    option: ["切断电源", "使用干粉灭火器灭火", "使用二氧化碳灭火器灭火"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "电气设备着火后，如果不能断电，应如何处理？（  ）",
    option: ["用泡沫灭火器灭火", "用二氧化碳灭火器灭火", "用水灭火"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "导线与导线、导线与电气设备的连接处由于接触面处理不好，接头松动，造成连接电阻过大，形成局部过热的现象，称为(  )。",
    option: ["短路", "接触不良", "漏电"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "正在通电使用的灯泡反复出现时暗时亮现象，可能是电路存在（  ）故障。",
    option: ["短路", "过负荷　　", "接触不良"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "扑救电气火灾应当使用（  ）。",
    option: ["泡沫灭火器　　　", "干粉灭火器　　　", "水"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "如果听到疏散警报，以下行动不正确的是（  ）。",
    option: [
      "沉着冷静有条不紊地逃向最近的安全出口",
      "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品",
      "乘坐电梯离开",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "疏散走道及其转角处的安全指示标志宜设置在（  ）。",
    option: ["走道地面上", "走道顶部", "距地面1米以下墙面上"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "建筑构件在空气中遇明火或在高温作用下难起火，当火源移开后燃烧立即停止，则这种构件是（  ）",
    option: ["不燃体　", "难燃体　", "易燃体"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "在火灾过程中，（  ）是造成烟气向上蔓延的主要因素。",
    option: ["烟囱效应　", "火风压 　", "水平蔓延"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "发生火灾后，当我们跑到楼梯口发现楼梯间全部是浓烟时，我们应该（  ）。",
    option: [
      "进楼梯间往下跑",
      "进楼梯间往上跑",
      "不进入楼梯间，寻找其他逃生途径",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "高层建筑楼梯间防火门应保持（  ）状态。",
    option: ["常开", "常闭", "都可以"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "（  ）的门窗不得设置影响逃生和灭火救援的障碍物",
    option: ["人员密集场所", "居民楼", "学校实验楼"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "在火灾中，跳楼逃生相对安全的楼层是（  ）。",
    option: [
      "五层以下楼房均可",
      "楼房两层以下，且室外地面为花园草坪等非硬化地面",
      "所有楼层都可以",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "当建、构筑物内某一被监视现场发生火灾时，（  ）探测到火灾发生的烟雾、高温、火焰及火灾特有的气体等信号并转换成电信号，立即传送到火灾报警控制器。",
    option: ["火灾报警器", "火灾报警装置", "火灾探测器"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "依据公安部第61号令,企业应当至少(  )进行一次防火检查。",
    option: ["每月", "每星期", "每季度"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列行为中应当依法责令停产停业并处罚款的是（  ）。",
    option: [
      "占用、堵塞安全出口的",
      "消火栓、灭火器材被挪作他用的",
      "公众聚集场所未经消防安全检查合格擅自使用的",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "对违法行为（  ）并当场改正完毕，依法可以不予行政处罚的，可以口头责令改正，并在检查记录上注明。",
    option: ["轻微", "严重", "恶劣"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "消防机构在消防监督检查时，发现建筑内安全出口、楼梯、疏散通道被单位用实体墙封堵，已不具备安全疏散条件，不及时消除可能严重威胁公共安全的，应当责令改正、依法处罚并（  ）。",
    option: [
      "对产权单位负责人处行政拘留　　　",
      "责令停止营业",
      "采取临时查封措施",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "消防监督人员在监督检查时，发现电气产品、燃气用具的安装、使用及线路、管路的设计、敷设、维护保养、检测不符合消防技术标准和管理规定的应当（  ）。",
    option: ["责令停产停业", "责令限期改正", "给予行政处罚"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "消防机构在检查时发现某消防安全重点单位未履行法律规定的消防安全职责，消防安全责任人不明确、消防安全制度不健全、防火检查不落实的，应当（  ）。",
    option: ["责令限期改正", "责令停产停业", "给予主要负责人行政处分"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "防火巡查人员发现初起火灾应当（  ）并及时扑救。",
    option: ["报告单位消防安全责任人", "报告消防安全管理人", "立即报警"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "对不能当场改正的火灾隐患，在火灾隐患未消除之前，单位应当（  ），保障消防安全。",
    option: ["设置警示标志", "落实报警措施", "落实防范措施"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "燃烧是可燃物与(  )作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
    option: ["氧化剂", "还原剂", "催化剂"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "凡使物质开始燃烧的外部热源，统称为(  )。",
    option: ["引火源", "助燃物　", "氧化剂"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列(  )物质是引火源?",
    option: ["电火花", "纸", "空气"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "用湿棉被、湿麻袋等捂盖已着火的物质，属于(  )。",
    option: ["冷却法", "窒息法", "抑制法"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "以下对报警电话描述不正确的是(  )。",
    option: [
      "119报警电话是免费的",
      "发生火灾时任何人都可以拨打119",
      "演练时候可以拨打119",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "在火灾发展过程中，烟气流动的方向一般与火势蔓延方向（  ）。",
    option: ["相同", "相反　　", "垂直"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "火场逃生的原则是 () 。",
    option: ["带上日后生活必需钱财要紧", "安全撤离、救助结合", "逃命第一"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "在火灾或者日常生活中，如被烧、烫伤最有效的应急方法是（  ）。",
    option: ["用冷水浸泡或冰块冷敷等紧急散热措施", "立即包扎", "就近送医院"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "车间需要电焊，必须进行（  ）审批。",
    option: ["动火", "电焊", "焊接"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "炒菜时，油锅着火了，应如何正确处理？（  ）",
    option: ["迅速盖上锅盖", "迅速往油锅里倒凉水", "迅速往油锅里倒蔬菜"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在绿色区域表示（  ）。",
    option: ["正常", "偏高", "偏低"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "触电事故中，（  ）是导致人身伤亡的主要原因。",
    option: ["人体接受电流伤害　　", "烧伤 　　", "电休克"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "（  ）是当电路发生漏电故障时，能够自动切断电源的保护装置。",
    option: ["漏电保护器", "保护接地", "电气隔离"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列有关使用漏电保护器的说法，哪种正确？(  )",
    option: [
      "漏电保护器既可用来保护人身安全，还可用来对低压系统或设备的对地绝缘状况起到监督作用",
      "漏电保护器安装点以后的线路不可对地绝缘",
      "漏电保护器在日常使用中不可在通电状态下按动实验按钮来检验其是否灵敏可靠",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "使用手持电动工具时，下列注意事项哪个正确？(  )",
    option: ["使用万能插座", "使用漏电保护器", "身体或衣服潮湿"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "使用电气设备时，由于维护不及时，当(  )进入时，可导致短路事故。",
    option: ["导电粉尘或纤维", "强光辐射", "热气"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "使用的电气设备按有关安全规程，其外壳应有什么防护措施？(  )",
    option: ["无", "保护性接零或接地", "防锈漆"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "被电击的人能否获救，关键在于（  ）。",
    option: ["触电的方式", "人体电阻的大小", "能否尽快脱离电"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "影响电流对人体伤害程度的主要因素有(  )。",
    option: [
      "电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况",
      "电流的大小，人体电阻，通电时间的长短",
      "电流的途径，人体状况",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "无论在生产还是生活中，电梯的安全使用和每位职工息息相关。下列关于安全使用电梯的说法不正确的是（  ）。",
    option: [
      "乘坐电梯时宜确认乘坐的电梯在检验合格有效期内",
      "搭乘自动扶梯时应手握扶手",
      "在发生火灾、地震等突发事件时，可以就近搭乘电梯逃生",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于劳动防护用品的使用说法不正确的是（  ）",
    option: [
      "操作旋转机械时应盘起长发并戴工作帽",
      "上机操作时劳保服须“三紧”",
      "可以自行改造劳保鞋的结构或性能",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "安全色是传递安全信息含义的颜色，包括红.蓝.黄.绿四种颜色。下列关于安全色的描述不正确的是（  ）。",
    option: [
      "红色传递禁止、停止、危险或提示消防设备、设施的信息",
      "黄色传递注意、警告的信息",
      "蓝色传递选择性遵守规定的指令性信息",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于现场急救的说法不正确的是（  ）。",
    option: [
      "触电急救药动作迅速、方法正确，使触电者尽快脱离电源",
      "发生机械伤害时应第一时间按下急停按钮并切断电源",
      "出现骨折时应立即搬运伤者前往就医",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "在易燃易爆场所作业不能穿戴（  ）。",
    option: ["尼龙工作服", "棉布工作服", "防静电服"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "标明了安全使用注意事项和防护基本要求的是(  )。",
    option: ["化学品标志", "化学品安全标签", "危险化学品标志"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "贮存危险化学品的仓库的管理人员必须配备可靠的（  ）。",
    option: ["劳动保护用品", "安全监测仪器", "手提消防器材"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "生产、储存、使用除剧毒化学品以外危险化学品的单位，应当对本单位的生产、储存装置每（  ）年进行一次安全评价。",
    option: ["一", "二", "三"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "危险化学品必须储存在（  ）或者专用储存室内。",
    option: ["专用仓库、专用场所", "专用仓库、专用场地", "专用仓库、专用库区"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "灭火器是有效地扑救建筑初起火灾的消防器材。下列关于公司内使用灭火器的说法不正确的是（  ）。",
    option: [
      "灭火器应当按月自检",
      "灭火器指针在红色区域表示压力偏低",
      "灭火器指针在黄色区域表示压力偏低",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "因工作调动变换部门和岗位后，职工必须接受（  ）安全教育培训。",
    option: ["部门级", "班组级", "部门和班组两级"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《工伤保险条例》：在上下班途中，受到非本人主要责任的交通事故，应当认定为工伤。下列有关“上下班途中”的说法不正确的是（  ）。",
    option: [
      "在合理时间内往返于工作地与住所地的上下班途中",
      "在合理时间内往返于工作地与父母居住地的合理路线的上下班途中（在合理时间内行驶在合理路线且严格遵守交通规则）",
      "下班后和朋友相约聚餐，之后返回居住地的途中",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于干粉灭火器的描述不正确的是（  ）。",
    option: [
      "干粉灭火器的报废期限是10年，公司每5年更换一次",
      "检查干粉灭火器时只需要看压力是否正常",
      "干粉灭火器可以用来扑灭固体物质、气体物质、液体物质和电气火灾",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "对于危险性较大的重点岗位，企业应当制定重点工作岗位的现场处置方案，下列不属于现场处置方案内容的是（  ）。",
    option: [
      "危险性分析及可能发生的事故特征",
      "应急培训及预案演练",
      "应急处置程序及要点",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      " 生产经营单位应当建立健全生产安全事故隐患排查治理制度，采取技术、管理措施，及时发现并消除（  ）。",
    option: ["事故隐患", "危险源", "风险源"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列关于安全生产标准化说法不正确的是（  ）。",
    option: [
      "安全生产标准化和职业健康安全管理体系是相互矛盾的",
      "安全生产标准化是一套管理体系、方法和系统",
      "岗位达标是企业安全生产标准化的基本条件，是防范事故的有效途径",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列不属于“三违”行为的是（  ）",
    option: [
      "在无“吸烟点”标志的地方吸烟",
      "站在拖纸车上滑行",
      "发现事故隐患后及时上报",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于危险源辨识、评价及管控工作表述正确的是（  ）。",
    option: [
      "危险源辨识只需要每年组织一次",
      "危险源辨识不需要全员参与",
      "涉及新工艺、新技术、新设备、新材料时必须进行危险源辨识",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列不属于危险源管控措施的是（  ）。",
    option: ["事故调查与处理", "工程控制措施", "标志、警告和管理控制措施"],
    answer: [0],
    score: 1.5,
  },
  {
    title: " 国家对严重危及生产安全的工艺、设备实行（  ）制度。",
    option: ["淘汰", "报废", "清理"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "生产经营单位的作业人员有依法获得（  ）的权利，并应当依法履行（  ）方面的义务。",
    option: [
      "安全生产保障，安全生产",
      "安全生产，安全生产保障",
      "法律赋予，人员承担",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "汽油、酒精属于（  ）。",
    option: ["氧化剂", "可燃液体", "易燃液体"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "单位通过消防宣传教育培训，使员工普遍达到“四懂”，以下哪一项不是四懂内容：（  ）",
    option: [
      "懂岗位火灾的危险性, 懂预防火灾的措施",
      "懂扑救火灾的方法，懂火灾逃生的方法",
      "懂如何报火警，懂使用消防器材",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "单位通过消防宣传教育培训，使员工普遍达到“四会”，以下哪一项不是四会内容：（  ）",
    option: [
      "会使用消防器材，会组织人员疏散逃生",
      "会扑救初起火灾，会报火警",
      "会宣传教育培训，会排查火灾隐患",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列关于火灾应急处置中的描述不正确的是（  ）。",
    option: [
      "距起火点远的员工负责利用灭火器灭火",
      "距消防电话或手动火灾报警按钮近的员工负责报警",
      "距安全通道或出口近的员工负责引导人员疏散",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《生产安全事故报告和调查处理条例》规定，事故发生后，（  ）应当立即向本单位负责人报告。",
    option: ["事故现场有关人员", "安全管理人员", "应急救援人员"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "机械旋转部件的危害因素有（  ）。",
    option: [
      "对向旋转部件的咬合",
      "旋转部件和固定部件的咬合",
      "旋转部件和成切线运动部件面的咬合",
      "旋转轴",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "作业场所使用化学品系指可能使工人接触化学制品的任何作业活动，包括（  ）。",
    option: [
      "化学品的生产、搬运、贮存、运输",
      "化学品废料的处置或处理",
      "因作业活动导致的化学品的排放",
      "化学品设备和容器的保养、维修和清洁",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于岗位安全操作描述正确的是（  ）。",
    option: [
      "上岗保持良好状态，坚持安全条件确认",
      "执行安全操作规程，正确穿戴防护用品",
      "正确使用工具设备，保持工作场所整洁",
      "干预不安全的行为，掌握应急处置要点",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于危化品安全管理的描述正确的是（  ）。",
    option: [
      "掌握物料一书一签，知晓潜在危险特性",
      "领用认真检查核对，规范填写台账记录",
      "严格控制现场存量，定时检查存储状态",
      "遵守使用安全规定，懂得应急处置措施",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于设备设施巡检的描述正确的是（  ）。",
    option: [
      "掌握巡检内容方法和标准",
      "执行规定路线并定期巡检",
      "巡检做到听摸查看闻到位",
      "保障巡检质量并做好记录",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列属于岗位作业安全红线，严格禁止的行为是（  ）。",
    option: [
      "酒后上岗作业，工作时间睡岗，未正确穿戴劳动防护用品",
      "未停机、锁车处理故障，使用不合格工、器具\t",
      "擦拭、触摸运转部件，弃用、屏蔽安全防护装置",
      "危险作业未审批、无防护，配合作业未有效沟通确认，未制止不安全行为",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于岗位安全职责描述正确的是（  ）。",
    option: [
      "生产操作岗位员工对本岗位及部门安排工作范围内的安全生产工作负直接责任",
      "接受安全生产教育和培训，具备本职工作所需的安全生产知识和能力",
      "严格遵守公司安全生产规章制度，掌握本岗位危险源并落实管控措施",
      "发现事故隐患或者其他不安全因素，应当立即、如实向上级报告",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于作业安全操作规程的描述正确的是（  ）。",
    option: [
      "作业安全操作规程涵盖岗位主要设备设施安全操作要求、主要作业活动安全作业要求",
      "作业安全操作规程是岗位作业人员现场安全作业的主要依据",
      "风险不高的情况下作业人员可以不执行作业安全操作规程要求",
      "岗位作业内容发生变化时应及时修订安全操作规程",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "下列关于消毒酒精的安全使用描述正确的是（  ）。",
    option: [
      "在室内使用酒精时，保证室内具备通风条件",
      "使用前清理周边易燃可燃物，勿在空气中直接喷洒使用",
      "使用时不要靠近热源、避免明火，每次取用后立即将容器上盖封闭，严禁敞开放置",
      "对办公电脑、电话、鼠标、键盘等进行消毒时，尽量使用擦拭方式",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "灭火的基本原理可分为(  )。",
    option: ["冷却", "窒息", "隔离", "化学抑制"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "燃烧产物对灭火工作不利方面是(  )。",
    option: [
      "引起人员中毒、窒息",
      "使人烫伤",
      "影响视线",
      "成为火势发展、蔓延的因素",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "普通职工基本消防知识应掌握的“四懂”包括（  ）。",
    option: [
      "懂本岗位的火灾危险性",
      "懂预防火灾的措施",
      "懂扑救火灾的方法",
      "懂逃生的方法",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "电气设备引起火灾的原因有：（  ）、接触电阻热、电火花和电弧、照明灯具及电热元件工具的表面热、过电压、涡流热。",
    option: ["短路", "送电", "温度过低", "过负荷"],
    answer: [0, 3],
    score: 3,
  },
  {
    title: "下列可导致火灾的引火源是（  ）。",
    option: [
      "明火、高温表面、非生产用火",
      "冲击摩擦、电火花",
      "自燃发热、静电火花",
      "光或热射线",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "有关消防安全，哪些说法是正确的？()",
    option: [
      "要熟悉最近的安全设施的位置并知道如何使用",
      "消火栓和灭火器不能被遮挡、阻隔",
      "安全出口不经常使用时，可以锁闭",
      "听到紧急疏散警报声时，应立即撤离",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title:
      "装过或者存有(  )的容器、管道和设备，在未将其彻底清洗干净前，不得进行焊割。",
    option: [
      "易燃、可燃液体",
      "易燃、可燃气体",
      "易燃、可燃固体",
      "危险化学品",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "ABC干粉灭火器可以扑灭以下火灾的有（  ）",
    option: ["办公桌椅火灾", "油类", "天然气火灾", "正在使用的电脑发生火灾"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "单位应当保障疏散通道、安全出口畅通，设置符合国家规定的安全疏散设施并保持处于正常状态，严禁下列（  ）等行为。",
    option: [
      "占用疏散通道",
      "在安全出口或者疏散通道上安装栅栏等影响疏散的障碍物",
      "在营业、生产、教学、工作期间将安全出口上锁、遮挡",
      "在营业、生产、教学、工作期间将安全疏散指示标志遮挡、覆盖",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "消防安全重点单位进行每日防火巡查应当包括（  ）等内容。",
    option: [
      "用火、用电有无违章情况",
      "安全出口、疏散通道是否畅通，安全疏散指示标志、应急照明是否完好",
      "消防设施、器材和消防安全标志是否在位、完整",
      "常闭式防火门是否处于关闭状态，防火卷帘下是否堆放物品影响使用",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "消防安全重点单位制定的灭火和应急疏散预案应当包括（  ）等内容。",
    option: [
      "医疗赔付程序",
      "报警和接警处置程序",
      "扑救初起火灾及应急疏散的组织程序和措施",
      "通讯联络、安全防护救护的程序和措施",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "《中华人民共和国消防法》规定：任何单位和个人都有（  ）的义务。",
    option: ["维护消防安全", "保护消防设施", "预防火灾", "报告火警"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "燃烧必须有几个条件，这几个条件缺任何一个，燃烧都不能发生，因此将它们称为燃烧要素。燃烧的要素为（  ）。",
    option: ["温度", "助燃物", "可燃物", "引火源"],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "灭火器的设置要求有(  )。",
    option: [
      "应设在便于人们取用的地点",
      "应设置在明显的地点",
      "应设置稳固",
      "设置不得影响安全疏散",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "疏散撤离时应严禁以下行为（  ）。",
    option: [
      "使用电梯",
      "听从现场疏导人员的指挥",
      "推挤、喧哗",
      "可以不按疏导自行离开",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "对人员疏散方法的描述正确的是(  )。",
    option: [
      "做好防护，低姿撤离　　",
      "鱼贯地撤离",
      "自身着火，快速奔跑　　",
      "利用建、构筑内配备的消防疏散设施撤离",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "粉尘爆炸的条件是(  )。",
    option: [
      "粉尘本身是可燃的",
      "粉尘以一定浓度悬浮在空气中",
      "存在足以引起粉尘爆炸的火源",
      "相当大的比表面积",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "消防安全重点单位应当履行的消防安全职责包括(  )。",
    option: [
      "确定消防安全管理人，组织实施本单位的消防安全管理工作",
      "建立消防档案，确定消防安全重点部位，设置防火标志，实行严格管理",
      "实行每日防火巡查，并建立巡查记录",
      "对职工进行岗前消防安全培训，定期组织消防安全培训和消防演练",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "高层建筑的宾馆、饭店如果竖向分隔未能达到规范要求，一旦发生火灾，（  ）都是火灾竖向蔓延的渠道。",
    option: ["楼梯间  　", "电梯井  　", "管道井　", "电缆井"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "应急预案演练的目的（  ）。",
    option: ["检验预案", "完善准备", "锻炼队伍", "磨合机制"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "报警时应说明以下情况(  )",
    option: [
      "着火单位及单位具体位置",
      "着火部位、着火物资",
      "有无人员被困",
      "报警电话号码、报警姓名",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于手持电动工具说法正确的是(  )。",
    option: [
      "安保部门负责手持电动工具的计划、购置、发放并建立相应台帐",
      "所购置的手持电动工具必须有出厂合格证及产品合格证",
      "手持电动工具必须存放在干燥、无腐蚀性物品的场所",
      "手持电动工具的使用人员应具备必要的用电安全技术知识",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "危险化学品事故的类型主要是泄漏、火灾、爆炸、（  ）等。",
    option: ["中毒", "窒息", "灼伤", "容器爆炸"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "被困电梯内时，应立即用（  ）与外界联系等待救援。如果报警无效，可以大声呼叫或间歇性地拍打电梯门。",
    option: ["电梯内的警铃", "对讲机", "电话", "灯光"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "《中华人民共和国消防法》规定：任何单位、个人不得（  ）消防设施、器材，不得埋压、圈占、遮挡消火栓或者占用防火间距，不得占用、堵塞、封闭疏散通道、安全出口、消防车通道。",
    option: ["损坏", "挪用", "擅自拆除", "停用"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列哪些设备为室内消火栓箱内的设备(  ) 。",
    option: ["水枪", "水带", "火灾探测器", "消火栓接口"],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "噪声的危害有哪些？（  ）",
    option: [
      "影响听觉",
      "影响生理或心理",
      "干扰语言通讯和听觉信号而引发其他危险",
      "没有影响",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "生产经营单位采用（  ），必须了解、掌握其安全技术特性，采取有效的安全防护措施，并对从业人员进行专门的安全生产教育和培训。",
    option: ["新工艺", "新技术", "新材料", "使用新设备"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列内容属于“预防为主”的是（  ）。",
    option: [
      "当安全与政绩、发展发生矛盾时，安全优先",
      "促进安全文化建设，为预防安全事故打造良好的激励、凝聚氛围",
      "提高安全科技水平，增强基础设施的安全保障能力",
      "严格执行安全检查制度，及时发现事故隐患、防范事故",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "下列（  ）属于特种作业（含特种设备作业）。",
    option: ["电工作业", "电焊作业", "货运电梯操作", "叉车作业"],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title:
      " 有限空间是指封闭或者部分封闭，与外界相对隔离，出入口较为狭窄，作业人员不能长时间在内工作，自然通风不良，易造成有毒有害、易燃易爆物质积聚或者氧含量不足的空间。下列关于有限空间作业表述正确的是（  ）。",
    option: [
      "必须严格实行作业审批制度，严禁擅自进入有限空间作业",
      "必须做到“先通风、再检测、后作业”",
      "必须配备个人防中毒窒息等防护装备，设置安全警示标识，严禁无防护监护措施作业",
      "必须制定应急措施，现场配备应急装备，严禁盲目施救",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "只要不出安全事故，操作工不必严格按《安全操作规程》操作。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "设备发生故障时，可不停机打开防护装置检查、修理。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: " 任何单位和成年人都有参加有组织的灭火工作的义务。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "任何单位、个人不得损坏、挪用、擅自拆除、停用、消防设施、器材，不得埋压、圈占、遮挡、消火栓或占用防火间距。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "灭火器材只要压力正常、外观不破损就可以不用进行检测维修。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "因工作需要，可以将安全出口的疏散门上锁，钥匙由值班人员保管。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "常闭式防火门因经常有人进出可以处于长期开启状态。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "动用明火作业因负责审批的人员出差学习，可以在动火之后补齐审批手续。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "动用明火作业现场应配备灭火器材等，做好防火措施。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "动用明火作业人员因临时有事，可以交给其他人员进行动火作业。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "动用明火作业人员经过了专业的消防培训但未取得特种作业操作证也可以上岗。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "因库房紧张，可以将货物存放在疏散通道内。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "属地部门应每月对灭火器、消火栓进行检查并留有记录，发现问题及时上报。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "因特殊管理需要应保持封闭的疏散用门，须保证火灾时不需使用钥匙等任何工具即能从内部易于打开，并应在显著位置设置标识和使用提示。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "安全出口、疏散门的正上方应采用 “安全出口”标识。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "机动车可在仓库内、库区停放和修理。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "库房道路畅通、码放符合规定。堆放整齐、支撑平稳，有防滚滑措施。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "每个库房应在库房外单独安装开关箱。保管人员离库时，必须拉闸断电。 （  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "工业气瓶外观无严重损伤或腐蚀；两个防震圈装在规定的位置；气瓶立放时应采取防倾倒措施，要妥善固定。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "库房的照明灯具应安装在不燃或难燃的基座上，周围或下方可堆放可燃物。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "库房电器设备周围和架空线路下方严禁堆放物品。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "通风、空调设置的防火阀应完好有效。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "干粉灭火剂灭火的主要机理是化学抑制。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "烟囱效应是建筑火灾通过楼梯间和电梯井迅速向上发展蔓延的主要原因之一。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "《消防法》规定，任何单位和个人都有维护消防安全、保护消防设施、预防火灾、报告火警的权利。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "人员密集场所的疏散通道、安全出口可自愿配置疏散照明和疏散指示标志。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "常闭防火门应在门扇的明显位置设置保持防火门开启等提示标志。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "单位在生产时，为做好安全保卫工作，可临时将安全出口上锁，下班时打开。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "走廊、楼道等公用区域可以放置、堆积一些不易起火的杂物。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "下班离开工作岗位时应熄灭火种，切断非工作电源。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "危险化学品仓库的库房门应为铁门或木质外包铁皮并采用内开式。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "下班后关闭电脑等办公电器后，应及时关闭插座电源开关，减少电气安全风险。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "送风口、排烟口前可以堆放物品。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "防火卷帘下可以放置物品。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "建筑材料及制品的燃烧性能等级划分为A、B1、B2、B3共4级，分别为不燃材料（制品）、难燃材料（制品）、可燃材料（制品）、易燃材料（制品）。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "排烟的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "防烟的目的是防止烟气进入疏散通道。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在同一建筑物内，但要保持安全距离。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "班组长要管理好本班组的明火点、电器设备、各种易燃易爆物品、严防火灾事故的发生。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "室外消火栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "二氧化碳灭火器使用不当，可能会冻伤手指。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，应立即通知消防人员，并进行必要的现场配合。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "企业内漏电保护器应定期（1个月）进行漏电保护动作测试，确保完好，并有测试记录。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "高温潮湿的环境会使电线电缆绝缘层的电气性能下降。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "任何电气装置都不应超负荷运行或带故障使用。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "当发生电气火灾时，应立即采用专用的消防器材进行灭火，然后断开电源。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "长期放置不用的或新使用的用电设备应经过安全检查或试验后才能投入使用。（  ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "任何电气设备在未验明无电之前，一律认为有电。()",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "身上沾上油污，应用有机溶剂清洗。（  ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
];

// 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""),"");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
