export default [
  {
    title: "厂房修缮改造不属于工程项目。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "招标人可以规定最低投标限价。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "依法必须进行招标的项目可以特定行政区域或者特定行业的业绩、奖项作为加分条件或者中标条件。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "招标文件中可规定潜在投标人或者投标人的所有制形式或者组织形式。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "投标人可在澄清说明中修改投标报价。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "中标人按照合同约定或者经招标人同意，可以将中标项目的部分非主体、非关键性工作分包给他人完成。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "在确定中标人前，招标人不得与投标人就投标价格、投标方案等实质性内容进行谈判。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "招标人和中标人应当自中标通知书发出之日起三十日内，按照招标文件和中标人的投标文件订立书面合同。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "采购人从竞争性谈判小组提出的成交候选人中根据符合采购需求、质量和服务相等且报价最低的原则确定成交供应商。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "评标委员会成员拒绝在评标报告上签字可视为不同意评标意见。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "合同的标的、价款、质量、履行期限等主要条款应当与招标文件和中标人的投标文件的内容一致。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "竞争性磋商采购活动中，报价最低供应商优先中选。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "为采购项目提供整体设计、规范编制或者项目管理、监理、检测等服务的供应商，不得再参加该采购项目的其他采购活动。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "企业已纳入集中采购目录的项目要签订战略采购协议的，可以直接签约。",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "总公司统谈分签项目，企业可根据总公司采购结果签订采购合同。",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "招标文件澄清或者修改的内容可能影响投标文件编制的，采购人或者采购代理机构应当在投标截止时间至少（  ）前，以书面形式通知所有获取招标文件的潜在投标人。",
    option: ["5个工作日", "10个工作日", "15日", "15个工作日"],
    answer: [2],
    score: 2,
  },
  {
    title:
      "评审专家库中相关专家数量不能保证随机抽取需要的,采购人或者采购代理机构可以（  ）。",
    option: [
      "在评审专家库内直接确定相关评审专家",
      "在评审专家库外自行选择相应专业领域的评审专家",
      "推荐符合条件的人员，经审核选聘入库后再随机抽取使用",
      "增加采购人代表名额，补足评审委员会人数",
    ],
    answer: [2],
    score: 2,
  },
  {
    title:
      "采购人或者采购代理机构应当从财政部门建立的评审专家库中随机抽取评审专家。（  ）通过随机方式难以确定合适评审专家的，采购人可以自行选定相应专业领域的评审专家。",
    option: [
      "技术复杂、专业性强的采购项目",
      "采购人有特殊要求的项目",
      "邀请招标项目",
      "竞争性谈判、询价、竞争性磋商项目",
    ],
    answer: [0],
    score: 2,
  },
  {
    title:
      "评审专家应当在评审报告上签字，对自己的评审意见承担法律责任。对需要共同认定的事项存在争议的，按照（  ）的原则做出结论。",
    option: [
      "协商一致",
      "由评审委员会负责人做最后决定",
      "少数服从多数",
      "现场请示采购人本级财政部门",
    ],
    answer: [2],
    score: 2,
  },
  {
    title: "评审专家对评审报告有异议的，（  ），否则视为同意评审报告。",
    option: [
      "应当拒绝在评审报告上签署",
      "应当拒绝在评审报告上签署并现场说明理由",
      "应当在评审报告上签署不同意见",
      "应当在评审报告上签署不同意见并说明理由",
    ],
    answer: [3],
    score: 2,
  },
  {
    title:
      "《政府采购法》规定了采购人与中标、成交供应商在中标、成交通知书发出之日的一定期限内签订政府采购合同，期限是多少？（  ）",
    option: ["20日", "30个工作日", "20个工作日", "30日"],
    answer: [3],
    score: 2,
  },
  {
    title:
      "货物和服务项目采用公开招标方式采购的，自招标文件发出至投标人提交投标文件的时间要求是多长？（  ）",
    option: [
      "不得少于30日",
      "不得少于20日",
      "不得少于10日",
      "不得少于30日，但不超过60日",
    ],
    answer: [1],
    score: 2,
  },
  {
    title:
      "参加政府采购活动的供应商的条件之一是应当在参加政府采购活动的前（  ）内，无经营活动重大违法记录。",
    option: ["2年", "3年", "4年", "5年"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "采购预算为80万元，且采购项目具有特殊性，只能从有限范围的供应商处采购的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "询价"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "采购预算为30万，技术复杂或者性质特殊，不能确定详细规格或者具体要求的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "询价"],
    answer: [2],
    score: 2,
  },
  {
    title:
      "发生了不可预见的紧急情况不能从其他供应商处采购的，可以采用（  ）方式采购。",
    option: ["公开招标", "邀请招标", "竞争性谈判", "单一来源"],
    answer: [3],
    score: 2,
  },
  {
    title:
      "采购的货物规格、标准统一、现货货源充足且价格变化幅度小的政府采购项目，可以采用（  ）方式采购。",
    option: ["公开招标", "询价", "竞争性谈判", "单一来源"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "评标委员会由招标人或其委托的招标代理机构熟悉相关业务的代表，以及有关技术、经济等方面的专家组成，成员人数为五人以上单数，其中技术、经济等方面的专家不得少于成员总数的（  ）。",
    option: ["二分之一", "三分之二", "四分之三", "五分之四"],
    answer: [1],
    score: 2,
  },
  {
    title: "评标委员会推荐的中标候选人应当限定在（  ），并标明排列顺序。",
    option: ["一个", "一至两个", "两个及以下", "一至三个"],
    answer: [3],
    score: 2,
  },
  {
    title: "投标人少于（  ）个的，不得开标；招标人应当重新招标。",
    option: ["2", "3", "4", "5"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "潜在投标人或者其他利害关系人对资格预审文件有异议的，应当在提交资格预审申请文件截止时间（  ）日前提出；对招标文件有异议的，应当在投标截止时间（  ）日前提出。招标人应当自收到异议之日起3日内作出答复；作出答复前，应当暂停招标投标活动。",
    option: ["3，10", "3，15", "2，10", "2，15"],
    answer: [2],
    score: 2,
  },
  {
    title:
      "在生产辅料物资的评标过程中，评标委员会发现投标人的报价明显低于其他投标报价或者在设有标底时明显低于标底，使得其投标报价可能低于其个别成本的，应当要求该投标人作出书面说明并提供相关证明材料。投标人不能合理说明或者不能提供相关证明材料的，由评标委员会认定该投标人以（  ）竞标，应当否决其投标。",
    option: ["无经营能力", "恶意", "低于市场报价", "低于成本报价"],
    answer: [3],
    score: 2,
  },
  {
    title:
      "我国《招标投标法》规定，招标投标活动应当遵循公开、公平、公正和诚实信用的原则。公开原则，首先要求招标信息公开，其次，还要求（  ）公开。",
    option: ["评标方式", "招标投标过程", "招标单位", "投标单位"],
    answer: [1],
    score: 2,
  },
  {
    title: "下列关于中标通知书的表述，正确的是（  ）。",
    option: [
      "中标通知书对招标人具有法律效力，而对中标人无法律效力",
      "招标人和中标人应当自中标通知书发出之日起15日内订立书面合同",
      "招标人不得向中标人提出任何不合理要求作为订立合同的条件，双方也不得私下订立背离合同实质性内容的协议",
      "依法必须进行招标的项目，招标人应当自确定中标人之日起30日内，向有关行政监督部门提交招标投标情况的书面报告",
    ],
    answer: [2],
    score: 2,
  },
  {
    title:
      "在不违反我国《招标投标法》有关规定的条件下，评标委员会的总成员数是9人，则该评标委员会中技术、经济等方面的专家应不少于（  ）。",
    option: ["3人", "4人", "5人", "6人"],
    answer: [3],
    score: 2,
  },
  {
    title:
      "竞争性谈判小组或者询价小组由采购人代表和评审专家共（  ）组成，其中评审专家人数不得少于竞争性谈判小组或者询价小组成员总数的2/3。",
    option: [" 3人以上单数", "4人以上双数", "5人以上单数", "6人以上双数"],
    answer: [0],
    score: 2,
  },
  {
    title:
      "根据《评标委员会和评标方法暂行规定》，下列情形中，评标委员会不应对投标作废标处理的是（  ）。",
    option: [
      " 投标人以行贿手段谋取中标的",
      " 评标委员会要求对可能低于个别成本的投标进行说明而投标人无法提供相关证明材料的",
      " 投标文件载明的招标项目完成期限短于招标文件规定的期限的",
      " 投标文件没有投标人授权代表签字和加盖公章的",
    ],
    answer: [2],
    score: 2,
  },
  {
    title:
      "竞争性谈判项目谈判小组所有成员应当集中与单一供应商分别进行谈判，原则上至少要求供应商进行（  ）轮报价。",
    option: ["一", "二", "三", "四"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "某项目招标公告和招标文件中规定，投标人应具有在本地区承担过5个以上同类项目的业绩。这种规定违反了招标投标的（  ）原则。",
    option: ["公开", "公平", "公正", "诚实信用"],
    answer: [1],
    score: 2,
  },
  {
    title:
      "招标项目合同签订前，通常不允许招标人和中标候选人双方进行进一步谈判的内容是（  ）",
    option: [
      "签订合同的份数",
      "合同争议解决由诉讼改为仲裁",
      "合同预付款比例",
      "履约保证金由支票改为保函",
    ],
    answer: [2],
    score: 2,
  },
  {
    title:
      "从磋商文件发出之日起至供应商提交首次响应文件截止之日止（  ）。磋商文件的发售期限自开始之日起不得少于（  ）。",
    option: [
      "10个工作日、5个工作日",
      "10日、5日",
      "10个工作日、5日",
      "10日、5个工作日",
    ],
    answer: [3],
    score: 2,
  },
  {
    title:
      "某公司人力资源部使用部门章与社会培训机构签订合作协议。请问以下何种说法为正确：（  ）",
    option: [
      "企业内设机构无权作为合同主体对外签订合同",
      "企业职能部门可以代表企业对外签订合同",
      "经公司领导部门同意后可对外签订合同",
      "经授权委托，内设机构可以作为合同主体",
    ],
    answer: [0],
    score: 2,
  },
  {
    title:
      "聘请企业常年法律顾问预计费用15万元一年，需签三年合同。以下说法正确的是（  ）",
    option: [
      "签三年合同须招标",
      "可采用询价确定供应商",
      "为保证连续性可采用单一来源",
      "可采用竞争性谈判",
    ],
    answer: [3],
    score: 2,
  },
  {
    title:
      "采购印钞机配件属于某国公司专利产品，采用免招标单一来源，属于（  ）项目。",
    option: ["指定性", "保密性", "唯一性", "延续性"],
    answer: [2],
    score: 2,
  },
  {
    title:
      "某公司招标项目招标文件中直接明确“长城品牌刀具采购、8900-46西门子产品采购、9790-8079西门子产品”等采购需求。请问以下何种说法为正确：（  ）",
    option: [
      "可以指定某品牌进行采购",
      "为保证质量可以指定产品为进口商品",
      "品牌就是需求",
      "必须注明仅供参考，可以提供等于或高于其货品",
    ],
    answer: [3],
    score: 2,
  },
  {
    title:
      "某公司变电设备遭雷击损坏，向B公司采购修理备件，及时恢复了供电，属于（  ）项目。",
    option: [" 指定性", " 保密性", " 紧急性", " 唯一性"],
    answer: [2],
    score: 2,
  },
  {
    title: "下列招标项目中，允许自然人投标的是（  ）。",
    option: [
      " 设计项目招标",
      " 监理项目招标",
      " 绿化工程项目招标",
      " 科研项目招标",
    ],
    answer: [3],
    score: 2,
  },
  {
    title: "招标代理机构的性质为（  ）。",
    option: [
      "从事招标代理业务并提供相关服务的社会中介组织",
      "负责监督管理招标代理业务的咨询机构",
      "负责招标代理业务的机关法人",
      "招标代理行业自律的民间组织",
    ],
    answer: [0],
    score: 2,
  },
  {
    title: "下列关于组建评标委员会的说法中，错误的是（  ）。",
    option: [
      "应在开标前依法组建",
      "成员人数为5人以上且是单数",
      "特殊招标项目可以由招标人从评标专家库中直接确定",
      "由招标人及其招标代理机构熟悉相关业务的代表和不少于成员总数1/3的技术经济等专家组成",
    ],
    answer: [3],
    score: 2,
  },
  {
    title: "招标是否编制标底由（  ）自主决定。",
    option: ["招标人", "招标代理机构", "承包商", "政府有关行政部门"],
    answer: [0],
    score: 2,
  },
  {
    title: "资格预审方法不适合（  ）的招标项目。",
    option: [
      "技术难度较大",
      "投标文件编制费用较高",
      "潜在投标人数量不多",
      "潜在投标人数量较多",
    ],
    answer: [2],
    score: 2,
  },
  {
    title:
      "根据法律法规的规定，下列情形中，不得同时参加工程建设项目同一标段投标的是（  ）。",
    option: [
      "具有控股关系的两家公司",
      "同一母公司的两家子公司",
      "具有相同股东的两家公司",
      "曾在其他项目组成投标联合体的两家公司",
    ],
    answer: [0],
    score: 2,
  },
  {
    title:
      "在工程建设项目货物招标项目中，一个制造商对同一品牌同一型号的货物，可以委托（  ）代理商参加投标。",
    option: ["一个", "二个", "两个以上", "任意"],
    answer: [0],
    score: 2,
  },
  {
    title: "根据相关法律规定，投标有效期应从（  ）起计算。",
    option: [
      "投标截止之日",
      "投标函标明的签章日期",
      "投标保证金提交之日",
      "确定中标结果之日",
    ],
    answer: [0],
    score: 2,
  },
  {
    title: "在评标过程中能够启动澄清程序的是（  ）。",
    option: ["招标人", "行政监督部门", "评标委员会", "招标代理机构"],
    answer: [2],
    score: 2,
  },
  {
    title:
      "投标人少于3个的，应当重新招标，重新招标后投标人仍少于3个的，经审批后，可采用（  ）。",
    option: ["单一来源", "竞争性谈判", "竞争性磋商", "比价"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "采购的招标评标方法分为（  ）。",
    option: ["性价比法", "最低评标价法", "综合评分法", "最优评标价法"],
    answer: [1, 2],
    score: 3,
  },
  {
    title: "评审专家有以下哪类情形的，将被列入不良行为记录？（  ）",
    option: [
      "泄露评审文件、评审情况",
      "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审",
      "拒不履行配合答复供应商询问、质疑、投诉等法定义务",
      "与供应商存在利害关系未回避",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "在政府采购过程中，可以采用单一来源方式采购的情形有（  ）。",
    option: [
      "发生了不可预见的紧急情况不能从其他供应商处采购的",
      "只能从唯一供应商处采购的",
      "必须保证原有采购项目一致性或者服务配套的要求，需要继续从原供应商处添购，且添购资金总额不超过原合同采购金额百分之十的",
      "技术复杂或者性质特殊，不能确定详细规格或者具体要求的",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "以下内容应当包括在采购需求中的有哪些？（  ）",
    option: [
      "采购标的需实现的功能或者目标",
      "为落实政府采购政策需满足的要求",
      "采购标的需执行的国家相关标准、行业标准、地方标准或者其他标准、规范",
      "采购标的需满足的质量、安全、技术规格、物理特性等要求",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "投标人存在以下哪种情形的，投标无效？（  ）",
    option: [
      "未按照招标文件的规定提交投标保证金的",
      "投标文件未按招标文件要求签署、盖章的",
      "不具备招标文件中规定的资格要求的",
      "报价超过招标文件中规定的预算金额或者最高限价的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "下列依法必须公开招标的工程建设项目中，经核准可以采取邀请招标方式的项目有（  ）。",
    option: [
      "环境资源条件特殊，符合条件的潜在投标人仅有三家",
      "项目的技术性、专业性较强，只有几家潜在投标人可供选择",
      "公开招标所需费用占工程建设项目总投资的5%",
      "主要技术采用专有技术的施工项目",
    ],
    answer: [0, 1],
    score: 3,
  },
  {
    title: "根据我国《招标投标法》规定，评标委员会人员组成中应满足（  ）。",
    option: [
      "总人数为5人以上的单数",
      "必须有政府主管部门的人员参加评标",
      "无论评标委员会多少人，技术经济专家超过或等于三分之二",
      "项目需求方不得少于二人",
    ],
    answer: [0, 2],
    score: 3,
  },
  {
    title:
      "下列关于评标的说法中，符合我国招标投标法关于评标有关规定的有（  ）。",
    option: [
      "招标人应当采取必要的措施，保证评标在严格保密的情况下进行",
      "评标委员会完成评标后，应当向招标人提出书面评标报告并决定中标人",
      "招标人可以授权评标委员会直接确定中标人",
      "经评标委员会评审，认为所有投标都不符合招标文件要求的，可以否决所有投标",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "某次大型基建招标项目中，下列关于评标委员会的说法正确的有（  ）。",
    option: [
      "评标委员会成员的名单应向社会公布，以体现招标活动的公开性",
      "评标委员会可以由7人组成",
      "评标委员会可以由9人组成，其中经济专家2人，技术专家2人",
      "评标委员会可以由5人组成，其中经济专家2人，技术专家2人",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title:
      "评标委员会成员应当编制供评标使用的相应表格，认真研究招标文件，至少应了解和熟悉以下哪些内容？（  ）",
    option: [
      "招标的目标",
      "招标项目的范围和性质",
      "招标文件中规定的主要技术要求、标准和商务条款",
      "招标文件规定的评标标准、评标方法和在评标过程中考虑的相关因素",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "由于供应商供货能力、行为带来的风险，招标人主要采取的规避方式有（  ）。",
    option: [
      "要求投标人寻找其他供应商",
      "在招标文件中提出要求条件，让投标人作出响应",
      "要求投标人提交投标保证金",
      "对投标人进行严格的资格审查",
    ],
    answer: [1, 3],
    score: 3,
  },
  {
    title: "招标公告应当包括以下哪些内容？（  ）",
    option: [
      "供应商资格要求",
      "招标项目的名称、用途",
      "采购代理机构的名称、地址",
      "获取招标文件的时间、地点",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "关于制造商授权，下列说法正确的有（  ）。",
    option: [
      "在招标投标中，制造商可以自己直接参加投标，也可以授权其他企业投标",
      "在代理投标中，制造商对同一标包只能授权一个代理人",
      "工程货物招标项目，一个制造商可以委托多个代理人投标",
      "政府采购项目有多家投标人使用同一制造商同一品牌同一型号产品投标的，按一家投标人计算投标人数量",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title:
      "编制投标文件时，投标人应当对招标文件中提出的所有实质性要求和条件作出响应，其中包括（  ）。",
    option: ["投标有效期", "技术标准和要求", "投标报价", "相关业绩"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
];

// var b = { A: 0, B: 1, C: 2, D: 3, E: 4, F: 5, G: 6 };

// JSON.stringify(
//   a.map((item) => {
//     item.answer = item.answer
//       .trim()
//       .split("")
//       .map((answer) => b[answer]);
//     return item;
//   })
// );
