export default [{
        "title": "( )就是在生产过程中把安全特别是从业人员的人身安全放在首要位置，实行“安全优先”原则，切实保护劳动者的生命安全和身体健康。",
        "option": ["安全第一", "综合治理", "预防为主", "防消结合"],
        "answer": [0]
    }, {
        "title": "下列内容属于“安全第一”的是( )。",
        "option": ["强化安全生产责任制，真正做到各司其职，各负其责", "安全第一强调安全工作的重要性、优先性及预防性", "做好教育培训工作，使生产经营单位各层次员工都树立起安全第一的意识", "从业人员对待安全生产的态度和行为差异很大，需要因情制宜、综合防范"],
        "answer": [1]
    }, {
        "title": "生产经营单位的( )必须按照国家有关规定经专门的安全作业培训，取得特种作业操作资格证书后，方可上岗作业。",
        "option": ["从业人员", "安全管理人员", "特种作业人员", "主要负责人"],
        "answer": [2]
    }, {
        "title": "根据( )的级别不同，可分为厂(公司)级安全教育、车间(工段)级安全教育、班组级安全教育,又称&quot;三级&quot;安全教育。",
        "option": ["安全教育对象", "教育组织者", "安全教育性质", "安全教育内容"],
        "answer": [1]
    }, {
        "title": "( )是由安全色、几何图形和形象的图形符号构成，用以表达特定的安全信息。",
        "option": ["安全招贴", "安全挂图", "安全标语", "安全标志"],
        "answer": [3]
    }, {
        "title": "特种作业人员必须接受与本工种相适应的、专门的安全技术培训，安全技术理论考核和实际操作技能考核合格，取得( )证后，方可上岗作业。",
        "option": ["合格", "特种作业操作", "特种作业许可", "培训"],
        "answer": [1]
    }, {
        "title": "连续从事本工种( )以上的特种作业人员，严格遵守有关安全生产法律法规的，经原考核发证机关或者从业所在地考核发证机关同意，特种作业操作证的复审时间可以延长至每6年1次。",
        "option": ["5年", "8年", "10年", "12年"],
        "answer": [2]
    }, {
        "title": "根据行业《企业安全标准与评价体系》规定，从业人员在本生产经营单位内调整工作岗位或离岗( )以上重新上岗时，应当重新接受车间和班组级的安全培训。",
        "option": ["三个月", "一年", "九个月", "六个月"],
        "answer": [3]
    }, {
        "title": "生产经营单位新上岗的从业人员，岗前培训时间不得少于( )学时。",
        "option": ["8", "12", "24", "72"],
        "answer": [2]
    }, {
        "title": "安全隐患按照危害程度和整改难度，分为一般安全隐患和( )安全隐患。",
        "option": ["较大", "重大", "较重大"],
        "answer": [1]
    }, {
        "title": "对发生的各类安全事故，必须采取( )原则进行处理。",
        "option": ["预防为主", "四不放过", "三同时"],
        "answer": [1]
    }, {
        "title": "因办公区域不防滑，有可能造成的摔伤现象，下面对应的措施最恰当的是( )。",
        "option": ["勤擦拭地板", "绕着走", "保持地面干爽"],
        "answer": [2]
    }, {
        "title": "重大危险源定义中的单元指一个(套)生产装置、设施或场所，或同属一个工厂的且边缘距离小于( )m的几个(套)生产装置、设施或场所。",
        "option": ["200", "300", "500"],
        "answer": [2]
    }, {
        "title": "对某种具体的、特定类型的紧急情况，例如危险物质泄漏、火灾、某一自然灾害等的应急而制定的的应急预案为( )。",
        "option": ["综合应急预案", "专项应急预案", "现场处置方案"],
        "answer": [1]
    }, {
        "title": "( )的特点是对演练情景进行口头演练，一般是在会议室内举行。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [0]
    }, {
        "title": "( )是指针对应急预案中全部或大部分应急响应功能，检验、评价应急组织应急运行能力的演练活动。演练过程要求尽量真实。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [2]
    }, {
        "title": "导致事故发生的直接原因中不包括( )。",
        "option": ["物的原因", "人的原因", "教育的原因"],
        "answer": [2]
    }, {
         "title": "危险源辨识就是风险评估。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险源是指可能导致伤害、疾病、财产损失、工作环境破坏或这些情况组合的根源或状态。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危害辨识、风险评价和风险控制应被视为一个持续的过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险源辨识就是隐患排查。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险有害因素中,人的因素包括心理、生理性危险和有害因素、行为性危险和有害因素。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气安全对策措施，通常包括防触电、防电气火灾爆炸和防静电等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "机械伤害指机械设备运动(静止)部件、工具、加工件直接与人体接触引起的夹击、碰撞、剪切、卷入、绞、碾、割、刺等伤害。包括车辆、起重机械引起的机械伤害。(  )",
        "answer": [1],
        "option": ["是", "否"]
    },
    {
        "title": "高处坠落指在高处作业中发生坠落造成的伤亡事故。触电坠落事故也属于高处坠落。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "事故隐患是泛指生产系统中可导致事故发生的人的不安全行为、物的不安全状态、环境和管理上的缺陷。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "忽视安全，忽视警告，操作错误是造成生产安全事故中物的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "防护、保险、信号等装置缺乏或有缺陷是造成生产安全事故中人的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全生产教育培训不够是造成生产安全事故中管理上的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "对事故隐患整改不力，经费不落实是造成生产安全事故中管理上的主要间接原因。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "未开展人员安全教育是人的不安全因素。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "应急预案培训与演练要求现场处置方案每半年至少组织一次演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应每三年组织应急知识教育培训，并纳入年度安全教育培训计划。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全第一体现在严格执行安全检查制度，及时发现事故隐患、防范事故。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全意识不强，违章指挥、违章作业、违反劳动纪律易造成事故。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电器着火时下列不能用的灭火方法是哪种？( )",
        "option": ["用四氯化碳灭火器灭火", "用沙土灭火", "用水灭火", "用1211灭火器灭火"],
        "answer": [2]
    }, {
        "title": "触电事故中，( )是导致人身伤亡的主要原因。",
        "option": ["人体接受电流伤害　", "烧伤　", "电休克"],
        "answer": [0]
    }, {
        "title": "( )是当电路发生漏电故障时，能够自动切断电源的保护装置。",
        "option": ["漏电保护器", "保护接地", "电气隔离"],
        "answer": [0]
    }, {
        "title": "下列有关使用漏电保护器的说法，哪种正确？( )",
        "option": ["漏电保护器既可用来保护人身安全，还可用来对低压系统或设备的对地绝缘状况起到监督作用", "漏电保护器安装点以后的线路不可对地绝缘", "漏电保护器在日常使用中不可在通电状态下按动实验按钮来检验其是否灵敏可靠"],
        "answer": [0]
    }, {
        "title": "如果工作场所潮湿，为避免触电，使用手持电动工具的人应( )。",
        "option": ["站在铁板上操作", "站在绝缘胶板上操作", "穿防静电鞋操作"],
        "answer": [1]
    }, {
        "title": "静电电压最高可达( )，可现场放电，产生静电火花，引起火灾。",
        "option": ["50伏", "数万伏", "220伏"],
        "answer": [1]
    }, {
        "title": "漏电保护器的使用是防止( )。",
        "option": ["触电事故", "电压波动", "电荷超负荷"],
        "answer": [0]
    }, {
        "title": "我国标准规定工频安全电压有效值的限值为( )V。",
        "option": ["36", "42", "48", "50"],
        "answer": [3]
    }, {
        "title": "金属容器内、隧道内、水井内以及周围有大面积接地导体等、工作地点狭窄、行动不便的环境应采用( )V安全电压。",
        "option": ["12", "24", "36", "50"],
        "answer": [0]
    }, {
        "title": "使用手持电动工具时，下列注意事项哪个正确？( )",
        "option": ["使用万能插座", "使用漏电保护器", "身体或衣服潮湿"],
        "answer": [1]
    }, {
        "title": "使用电气设备时，由于维护不及时，当( )进入时，可导致短路事故。",
        "option": ["导电粉尘或纤维", "强光辐射", "热气"],
        "answer": [0]
    }, {
        "title": "使用的电气设备按有关安全规程，其外壳应有什么防护措施？( )",
        "option": ["无", "保护性接零或接地", "防锈漆"],
        "answer": [1]
    }, {
        "title": "三线电缆中的红线代表( )。",
        "option": ["零线", "火线", "地线"],
        "answer": [1]
    }, {
        "title": "如果触电者伤势严重，呼吸停止或心脏停止跳动，应竭力施行( )和胸外心脏挤压。",
        "option": ["按摩", "点穴", "人工呼吸"],
        "answer": [2]
    }, {
        "title": "被电击的人能否获救，关键在于( )。",
        "option": ["触电的方式", "人体电阻的大小", "能否尽快脱离电源和施行紧急救护"],
        "answer": [2]
    }, {
        "title": "影响电流对人体伤害程度的主要因素有( )。",
        "option": ["电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况", "电流的大小，人体电阻，通电时间的长短", "电流的途径，人体状况"],
        "answer": [0]
    }, {
        "title": "带电作业应设( )，复杂作业时，应增设监护人。",
        "option": ["工作负责人", "工作许可人", "专责监护人", "工作人员"],
        "answer": [2]
    }, {
        "title": "( )是触电事故中最危险的一种。",
        "option": ["电烙印", "皮肤金属化", "电灼伤", "电击"],
        "answer": [3]
    }, {
        "title": "静电多发生在( )季节。",
        "option": ["多雨潮湿", "干燥", "任何"],
        "answer": [1]
    }, {
        "title": "静电在工业生产中可能引起( )事故。",
        "option": ["爆炸和火灾", "电死人员", "相间短路"],
        "answer": [0]
    }, {
        "title": "有人低压触电时，应该立即将他拉开。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "为了防止触电可采用绝缘、防护、隔离等技术措施以保障安全。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "对于容易产生静电的场所，应保持地面潮湿，或者铺设导电性能好的地板。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "移动某些非固定安装的电气设备时(如电风扇，照明灯)，可以不必切断电源。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "手持电动工具的插头不得随意拆除或更换,手持电动工具自带的软线也不可以接长以后进行使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在使用手电钻、电砂轮等手持电动工具时，为保证安全，应该装设漏电保护器。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电动工具应由具备资质的电工定期检查及维修。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "员工下班后必须关闭所属区域用电设备设施的电源，同时具备必要的电气安全常识。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "插拔插头时，应保证电气设备和电气装置处于工作状态，并避免对电源线施加外力。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，因立即通知消防人员，并进行必要的现场配合。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现有人触电，应立即切断电源，使触电人脱离电源，并进行急救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业内漏电保护器应定期(1个月)进行漏电保护动作测试，确保完好，并有测试记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气设备着火,首先必须采取的措施是停电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "湿手不准去摸触电灯开关以及其他电气设备。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高温潮湿的环境会使电线电缆绝缘层的电气性能下降。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气装置都不应超负荷运行或带故障使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在插拔插头时人体不得接触导电极，不应对电源线施加拉力。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "临时用电应经有关主管部门审查批准，并有专人负责管理，限期拆除。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "当电气装置的绝缘或外壳损坏，只要多注意不碰触带电部分就可使用。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "长期放置不用的或新使用的用电设备应经过安全检查或试验后才能投入使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电单位或个人不得擅自更改电气装置或延长电气线路，不得擅自增大电气装置的额定容量。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气设备在未验明无电之前，一律认为有电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "( )的危险是杀伤人体细胞和机体内部的组织，轻者会引起各种病变，重者会导致死亡。",
        "option": ["噪声", "震动", "电击", "辐射"],
        "answer": [3]
    }, {
        "title": "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应( )。",
        "option": ["边观察边使用", "穿戴好防护用品使用", "继续使用", "停止使用"],
        "answer": [3]
    }, {
        "title": "外露传送装置的零部件损坏后，一般应按原设计要求配制。如有更改，必须保证不降低其( )。",
        "option": ["使用寿命", "安装高度", "使用强度", "安全可靠性"],
        "answer": [3]
    }, {
        "title": "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置( )。",
        "option": ["安全防护光电", "防护网", "防绞手装置", "防护装置"],
        "answer": [3]
    }, {
        "title": "设备发生故障时，必须首先( )，方可打开防护装置检查、修理。",
        "option": ["降速", "保证低速运行", "停机", "查明原因"],
        "answer": [2]
    }, {
        "title": "检修时，应在设备( )上悬挂“禁止启动”的安全标志，或派专人监护开关。",
        "option": ["维修部位", "主电箱", "开关", "主机"],
        "answer": [2]
    }, {
        "title": "对两人或多人操作的机械设备，其控制器应有( )，避免因多人操作不协调而造成的危险。",
        "option": ["相互独立的控制器", "不同的控制器", "相同的控制器", "互锁装置"],
        "answer": [3]
    }, {
        "title": "下列对策中哪个不适宜用于预防机械伤害：( )",
        "option": ["提高机械设备的本质安全", "靠操作者的自觉性来预防机械伤害", "加强安全管理", "提高操作者的技术水平"],
        "answer": [1]
    }, {
        "title": "在齿轮传动机构中，( )是最危险。",
        "option": ["轴", "齿轮", "链条", "齿轮啮合处"],
        "answer": [3]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["戴褐色眼镜从事电焊", "操作旋转机床时，戴防护手套", "借助推木操作剪切机械", "用砂轮机打磨时戴防护眼镜"],
        "answer": [1]
    }, {
        "title": "开启式防护罩打开或部分失灵时，应使( )。",
        "option": ["活动部件不能运转", "运转部件减速运动", "防护罩不影响操作", "维修防护罩的工作正常进行"],
        "answer": [0]
    }, {
        "title": "叉车在运行时，不准任何人上下车，货叉上( )。",
        "option": ["严禁站人", "可站一人\t", "可站俩人", "可站多人"],
        "answer": [0]
    }, {
        "title": "乘客召唤电梯时，不要同时按压上、下两个方向的召唤按钮，以提高电梯运行效率。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "安全隐患可存在于机器的设计、制造、运输、安装、使用、报废、拆卸及处理等各个环节。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "设备发生故障时，可不停机打开防护装置检查、修理。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "只要不出安全事故，操作工不必要严格按《安全操作规程》操作。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "运转中的机械设备对人的伤害主要有撞伤、压伤、轧伤、卷缠等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "连锁安全装置的基本原理：只有当安全装置关合时，机器才能运转；而只有当机器的危险部件停止运动时，安全装置才能开启。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "隔离安全装置是一种阻止身体的任何部分靠近危险区域的设施。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "空车上下斜坡——如果在斜坡上空车行使,需要倒退上坡,货叉向前行驶下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "载货时上下斜坡——如果在斜坡上载货行使,需要货叉向前行使上坡,倒退行使下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "不准用货叉带人作业，货叉举起后货叉下严禁站人和进行维修工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职业病防治工作坚持( )的方针，实行分类管理、综合治理。",
        "option": ["预防为主、防治结合", "标本兼治、防治结合", "安全第一、预防为主"],
        "answer": [0]
    }, {
        "title": "职业病防治法的立法宗旨是为了预防、控制和消除职业病危害，防治职业病，( )。",
        "option": ["保护劳动者健康及其相关权益", "保护劳动者健康，促进经济发展", "保护劳动者健康及相关权益，促进经济发展"],
        "answer": [2]
    }, {
        "title": "工作场所的职业病防护设施的设置应( )。",
        "option": ["按企业规定统一设置", "与职业病危害防护相适应", "根据生产规模设置"],
        "answer": [1]
    }, {
        "title": "工作场所的职业病危害因素强度或者浓度应当符合( )。",
        "option": ["国家职业卫生标准", "世界卫生组织标准", "国际劳工组织标准"],
        "answer": [0]
    }, {
        "title": "用人单位不得安排未成年工从事( )；不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。",
        "option": ["夜班作业", "高空作业", "接触职业病危害的作业"],
        "answer": [2]
    }, {
        "title": "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、( )和其他有毒、有害物质等因素而引起的疾病。",
        "option": ["放射性物质", "高温", "病毒"],
        "answer": [0]
    }, {
        "title": "生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( )、防范措施以及事故应急措施。",
        "option": ["危险因素", "事故隐患", "设备缺陷"],
        "answer": [0]
    }, {
        "title": "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其允许噪声标准是：( )",
        "option": ["85分贝", "88分贝", "91分贝"],
        "answer": [0]
    }, {
        "title": "下列哪项内容不属于健康监护的基本内容？( )",
        "option": ["职业病的治疗", "定期体检", "建立健康监护档案"],
        "answer": [0]
    }, {
        "title": "用人单位对不适宜从事原工作的职业病病人，应当( )。",
        "option": ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"],
        "answer": [2]
    }, {
        "title": "防止毒物危害的最佳方法是( )。",
        "option": ["穿工作服", "用无毒或低毒的替代品", "佩戴呼吸器具"],
        "answer": [1]
    }, {
        "title": "依照《职业病防治法》，用人单位与劳动者订立合同时，要在劳动合同中写明工作过程中( )，不得隐瞒或者欺骗。",
        "option": ["工资福利等", "可能产生的职业病危害及后果、职业病防护措施和待遇等内容", "单位提供的劳动防护用品"],
        "answer": [1]
    }, {
        "title": "对准备脱离所从事的职业病危害作业或者岗位的劳动者，用人单位应当在劳动者离岗前()日内组织劳动者进行离岗时的职业健康检查。劳动者离岗前()日内的在岗期间的职业健康检查可以视为离岗时的职业健康检查。( )",
        "option": ["30，60", "60，90", "30，90"],
        "answer": [2]
    }, {
        "title": "生产性噪声所引起的噪声聋在《职业病分类和目录》中属于那类职业病？( )",
        "option": ["物理因素所致职业病", "职业性耳鼻喉口腔疾病", "职业性化学中毒", "其他职业病"],
        "answer": [0]
    }, {
        "title": "上岗前的职业健康检查主要目的是( )。",
        "option": ["筛查职业禁忌症", "及早发现职业病人", "鉴定未成年工禁忌的作业", "鉴定女职工禁忌的作业"],
        "answer": [0]
    }, {
        "title": "用人单位应当建立、健全职业卫生档案和劳动者( )档案。",
        "option": ["健康监护", "工伤保险", "职业病"],
        "answer": [0]
    }, {
        "title": "依据《职业病防治法》，下列( )项不属于劳动者在职业活动中应尽的职业卫生义务。",
        "option": ["正确使用和维护职业病防护设备和个人使用的职业病防护用品", "发现职业病危害事故隐患及时报告　", "在有职业危害因素的作业场所设置警示标识"],
        "answer": [2]
    }, {
        "title": "职业健康检查费用由( )承担。",
        "option": ["劳动者", "用人单位", "劳动者和用人单位"],
        "answer": [1]
    }, {
        "title": "生产过程中的职业性危害因素按其性质可分为化学因素、( )、生物因素等。",
        "option": ["物理因素", "生产粉尘", "高温"],
        "answer": [0]
    }, {
        "title": "在生产过程、劳动过程、( )中存在的危害劳动者健康的因素，称为职业性危害因素。",
        "option": ["作业环境", "卫生环境", "高温环境"],
        "answer": [0]
    }, {
        "title": "以下( )属于化学性危害因素。",
        "option": ["工业毒物", "振动", "高温"],
        "answer": [0]
    }, {
        "title": "对产生严重职业病危害的作业岗位，应当在其醒目位置，设置( )。",
        "option": ["警示标识和中文警示说明", "警示标识", "警示说明", "警示语言"],
        "answer": [0]
    }, {
        "title": "生产经营单位必须为从业人员提供符合国家标准或行业标准的( )。",
        "option": ["防暑用品", "防寒用品", "劳动防护用品"],
        "answer": [2]
    }, {
        "title": "《安全生产法》规定从业人员在安全生产方面的义务包括：“从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用( )。”",
        "option": ["安全卫生设施", "劳动防护用品", "劳动防护工具"],
        "answer": [1]
    }, {
        "title": "劳动防护用品按防护部位不同，分为九大类：安全帽、呼吸护具、眼防护具、听力护具、防护鞋、防护手套、防护服、防坠落护具和护肤用品。下列防护用品中，安全带和安全绳属于( )。",
        "option": ["听力护具", "眼防护具", "防坠落护具"],
        "answer": [2]
    }, {
        "title": "为了防止高处坠落事故，凡是操作人员进行操作、维护、调节的工作位置在坠落基准面( )米以上时，则必须在生产设备上配置供站立的平台和防坠落的栏杆、安全网及防护板等。",
        "option": ["1", "2", "3"],
        "answer": [1]
    }, {
        "title": "下列属于使用劳动防护用品的一般要求是：( )",
        "option": ["使用前应首先做一次外观检查", "无期限地使用劳动防护用品", "使用前要做全面检查"],
        "answer": [0]
    }, {
        "title": "工人操作机械时，要求穿着紧身适合的工作服，以防( )。",
        "option": ["着凉", "被机器转动部分缠绕", "被机器弄污"],
        "answer": [1]
    }, {
        "title": "在剪切机械造成的事故中，伤害人体最多的部位是( )。",
        "option": ["手和手指", "脚", "眼晴"],
        "answer": [0]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["操作机床时，戴防护手套", "戴褐色眼镜从事电焊作业", "借助推木操作剪切机械"],
        "answer": [0]
    }, {
        "title": "噪声对人体中枢神经系统的影响是( )。",
        "option": ["心跳加快", "血管痉挛", "头脑皮层兴奋，抑制平衡失调"],
        "answer": [2]
    }, {
        "title": "避免手部皮肤接触有机溶剂，应采取( )措施。",
        "option": ["佩带胶皮手套", "使用金属容器来盛装溶剂", "佩带胶皮手套及用防腐蚀金属容器盛装溶剂"],
        "answer": [2]
    }, {
        "title": "工人在存在噪声危害的环境内工作时，其单位应首先考虑( )方法来改善。",
        "option": ["采用工程控制，降低噪声", "提供合适的听觉保护器", "支付听力测试和诊治的费用"],
        "answer": [0]
    }, {
        "title": "在下列环境中工作，( )最易中暑？",
        "option": ["没有空气调节的地方", "酷热并潮湿的环境", "干燥的地方"],
        "answer": [1]
    }, {
        "title": "应怎样处理溅到皮肤上的腐蚀性液体？( )",
        "option": ["用抹布抹去", "用大量清水冲洗", "用绷带包扎患处，请医生治疗"],
        "answer": [1]
    }, {
        "title": "处理化学液体时，应用( )保护面部。",
        "option": ["太阳镜", "防护面罩", "毛巾"],
        "answer": [1]
    }, {
        "title": "粉尘作业时必须佩戴( )。",
        "option": ["棉纱口罩", "防尘口罩", "防毒面具"],
        "answer": [1]
    }, {
        "title": "进出缺氧密闭空间作业必须使用( )。",
        "option": ["防尘口罩", "空气呼吸器", "防毒面具"],
        "answer": [1]
    }, {
        "title": "一旦发现有人晕倒在密闭容器内，下面最适合的急救方法是( )。",
        "option": ["第一时间跳下去，把中毒者背上来", "腰间系上绳子，第一时间跳下去，把中毒者拉上来", "佩戴防毒面具或空气呼吸器，在有人监护的情况下施救"],
        "answer": [2]
    }, {
        "title": "一氧化碳中毒是由于含碳物质燃烧不完全时的产物经呼吸道吸入引起中毒，主要损害人的( )系统。",
        "option": ["呼吸", "消化", "神经"],
        "answer": [2]
    }, {
        "title": "工业毒物进入人体的途径有3个，即( )。",
        "option": ["口、鼻、耳", "食物、空气、水", "呼吸道、皮肤、消化道"],
        "answer": [2]
    }, {
        "title": "使用劳动防护用品的单位( )以货币或其他物品替代应当配备的劳动防护用品。",
        "option": ["可以", "不得", "无所谓"],
        "answer": [1]
    }, {
        "title": "国家标准(GB2893)中规定的四种安全色是( )",
        "option": ["红、蓝、黄、绿", "红、蓝、黑、绿", "红、青、黄、绿", "白、蓝、黄、绿"],
        "answer": [0]
    }, {
        "title": "可能发生急性职业损伤的有毒、有害工作场所应配置喷淋洗眼设备，安装位置合理，确保作业人员能在( )内得到冲洗。",
        "option": ["1分钟", "30秒", "15秒", "10秒"],
        "answer": [3]
    }, {
        "title": "跨越道路上空的建(构)筑物、架设管线距路面的最小净高不小于( )，同时设置限高标志。",
        "option": ["3m", "4m", "5m", "6m"],
        "answer": [2]
    }, {
        "title": "安全标志牌至少( )检查一次。",
        "option": ["1个月", "3个月", "每半年", "1年"],
        "answer": [2]
    }, {
        "title": "根据《企业安全标准与评价体系》危险化学品生产现场临时存放点，放置数量不得超过( )的使用量，使用专用储存设施储存。",
        "option": ["一周", "3天", "一天", "一个班次"],
        "answer": [3]
    }, {
        "title": "(企业每年至少委托有相应资质的检测单位进行一次职业病危害因素检测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业不得安排上岗前未经职业健康检查的从业人员从事接触职业病危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "《工作场所职业卫生监督管理规定》规定，用人单位应当对劳动者进行上岗前的职业卫生培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当建立、健全劳动者职业健康监护制度，依法落实职业健康监护工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当组织劳动者进行职业健康检查，职业健康检查费用由劳动者个人支付。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排未成年工从事接触职业病危害的作业，不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当依照法律、法规要求，严格遵守国家职业卫生标准，落实职业病预防措施，从源头上控制和消除职业病危害。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位与从业人员订立的劳动合同，应当载明有关保障从业人员劳动安全，防止职业危害的事项。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业采购、发放和使用的特种劳动防护用品应具有：生产许可证、产品合格证、检验报告、安全标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应建立特种劳动防护用品台账，各部门应建立特种劳动防护用品发放台帐。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职工有要求用人单位保障职工的劳动安全、防止职业危害的权利。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位可以以货币形式或其他物品代替应提供的劳动防护用品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "劳动防护用品必须严格保证质量，安全可靠，但可以不舒适和方便。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "身上沾上油污，应用有机溶剂清洗。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一般纱布口罩不能起到防尘口罩的作用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "使用砂轮研磨时，应戴防护眼镜或装设防护玻璃。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "国家标准规定的安全色有红、蓝、黄、绿四种颜色。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "煤气中中毒主要成份是( )。",
        "option": ["CO2", "CO", "氮的氧化物"],
        "answer": [1]
    }, {
        "title": "易燃易爆场所中不能使用( )工具。",
        "option": ["铁制", "铜制", "木制"],
        "answer": [0]
    }, {
        "title": "衡量可燃性液体火灾危险性大小的主要参数是( )。",
        "option": ["沸点", "闪点", "燃点"],
        "answer": [1]
    }, {
        "title": "CO中毒的原理是( )。",
        "option": ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"],
        "answer": [2]
    }, {
        "title": "在易燃易爆场所作业不能穿戴( )。",
        "option": ["尼龙工作服", "棉布工作服", "防静电服"],
        "answer": [0]
    }, {
        "title": "标明了安全使用注意事项和防护基本要求的是( )。",
        "option": ["化学品标志", "化学品安全标签", "危险化学品标志"],
        "answer": [1]
    }, {
        "title": "浓硫酸属于( )化学品。",
        "option": ["爆炸品", "腐蚀品", "易燃液体"],
        "answer": [1]
    }, {
        "title": "搬运剧毒化学品后,应该( )。",
        "option": ["用流动的水洗手", "吃东西补充体力", "休息"],
        "answer": [0]
    }, {
        "title": "强酸灼伤皮肤不能用( )冲洗。",
        "option": ["热水", "冷水", "弱碱溶液"],
        "answer": [0]
    }, {
        "title": "吸湿性强、遇水释放较多热量的化学品沾染皮肤后应立刻( )。",
        "option": ["用清水清洗", "用冷水清洗", "用软纸、软布抹去"],
        "answer": [2]
    }, {
        "title": "进行腐蚀品的装卸作业应该戴( )手套。",
        "option": ["帆布", "橡胶", "棉布"],
        "answer": [1]
    }, {
        "title": "如果有化学品进入眼睛,应立即( )。",
        "option": ["滴氯霉素眼药水", "用大量清水冲洗眼睛", "用干净手帕擦拭"],
        "answer": [1]
    }, {
        "title": "下列( )有毒气体具有臭鸡蛋气味。",
        "option": ["二氧化硫", "硫化氢", "二氧化氮"],
        "answer": [1]
    }, {
        "title": "贮存危险化学品的仓库的管理人员必须配备可靠的( )。",
        "option": ["劳动保护用品", "安全监测仪器", "手提消防器材"],
        "answer": [0]
    }, {
        "title": "氧气瓶、乙炔瓶工作间距为( )。",
        "option": ["3米", "4米", "5米", "6米"],
        "answer": [2]
    }, {
        "title": "发生火灾事故，致人死亡的主要原因是( )。",
        "option": ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒", "有机物质"],
        "answer": [0]
    }, {
        "title": "发生危险化学品事故后，应该向( )方向疏散。",
        "option": ["下风", "上风", "顺风", "原地"],
        "answer": [1]
    }, {
        "title": "危险化学品仓库仓库应设置醒目的防火、禁止吸烟等安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": ".堆放各种爆炸品时，要求做到牢固、稳妥、整齐，防止倒垛，便于运输。爆炸品的包装箱宜直接在地面上放置，防止倒塌。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "有毒品必须储存在仓库，不得露天存放，应远离明火、热源，库房通风应良好。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "装卸和搬运易燃液体中，必须轻装轻卸，严禁滚动、摩擦、拖拉等危及安全的操作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "各类危险品不得与禁忌物混合储存，灭火方法不同的危险化学品不能同库储存。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "从事危险化学品运输作业的人员必须要进行有关安全知识培训，掌握危险化学品运输的安全知识，并经有关部门考核合格取得上岗资格证，方可上岗作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在爆炸危险场所严禁穿脱衣服、鞋靴，不准梳头。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品单位应当制定本企业危险化学品事故应急预案，配备应急救援人员和必要的应急救援器材、设备，并定期组织应急救援演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "同是酸性腐蚀品，具有强氧化性的无机酸与具有还原性的可燃的有机酸，由于都是酸性腐蚀品而可以同车配载或同库混存。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一切爆炸品严禁与氧化剂、自然物品、酸、碱、盐类、易燃可燃物、金属粉末和钢铁材料器具等混储混运。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险物质泄漏处理包括：泄漏源控制、泄漏物处理、危害监测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "我国消防工作贯彻( )的方针。",
        "option": ["预防为主、防消结合", "预防为主、消防安全", "预防为主、以消为辅"],
        "answer": [0]
    }, {
        "title": "《消防法》规定，因施工等特殊情况需要使用明火作业的，应当按照规定事先办理( )手续。",
        "option": ["审查手续", "审批手续", "审定手续", "审验手续"],
        "answer": [1]
    }, {
        "title": "火灾报警电话是( )。",
        "option": ["110", "119", "120", "122"],
        "answer": [1]
    }, {
        "title": "公民对火灾隐患有( )权利。",
        "option": ["举报", "整改", "逃生"],
        "answer": [0]
    }, {
        "title": "燃烧是可燃物与( )作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
        "option": ["氧化剂", "还原剂", "催化剂", "稳定剂"],
        "answer": [0]
    }, {
        "title": "凡使物质开始燃烧的外部热源，统称为( )。",
        "option": ["引火源", "助燃物", "氧化剂", "火源"],
        "answer": [0]
    }, {
        "title": "可燃物开始持续燃烧所需要的最低温度称之为( )。",
        "option": ["冰点", "沸点", "燃点"],
        "answer": [2]
    }, {
        "title": "下列( )物质是引火源?",
        "option": ["电火花", "纸", "空气"],
        "answer": [0]
    }, {
        "title": "液体表面的蒸汽与空气形成可燃气体,遇到引火源时,发生一闪即灭的现象称为( )。",
        "option": ["爆炸", "蒸发", "闪燃"],
        "answer": [2]
    }, {
        "title": "烟头的中心温度是( )。",
        "option": ["200—300℃", "400—500℃", "700—800℃"],
        "answer": [2]
    }, {
        "title": "\t焊割时，各种明火距氧气瓶应在( )以外。",
        "option": ["5米", "8米", "10米"],
        "answer": [2]
    }, {
        "title": "动火作业时，气瓶距明火( )m以外。",
        "option": ["5", "8", "10"],
        "answer": [2]
    }, {
        "title": "下面( )火灾用水扑救会使火势扩大。",
        "option": ["油类", "森林", "家具"],
        "answer": [0]
    }, {
        "title": "用湿棉被、湿麻袋等捂盖已着火的物质，属于( )。",
        "option": ["冷却法", "窒息法", "抑制法"],
        "answer": [1]
    }, {
        "title": "电脑着火了，应作何紧急处理？( )",
        "option": ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"],
        "answer": [1]
    }, {
        "title": "身上着火后，下列哪种灭火方法是错误的( )。",
        "option": ["就地打滚", "用厚重衣物覆盖压灭火苗", "迎风快跑\t"],
        "answer": [2]
    }, {
        "title": "火灾扑救的基本原则是( )。",
        "option": ["先控制后消灭", "先消灭后控制", "只消灭不控制"],
        "answer": [0]
    }, {
        "title": "扑救可燃气体火灾，可用( )灭火。",
        "option": ["泡沫灭火器", "水", "干粉灭火器"],
        "answer": [2]
    }, {
        "title": "二氧化碳灭火剂主要机理是( )。",
        "option": ["降低温度", "降低氧浓度", "降低燃点", "减少可燃物"],
        "answer": [1]
    }, {
        "title": "下列( )是扑救精密仪器火灾的最佳选择。",
        "option": ["二氧化碳灭火剂", "干粉灭火剂", "泡沫灭火剂"],
        "answer": [0]
    }, {
        "title": "使用灭火器扑灭初起火灾时要对准火焰的( )喷射。",
        "option": ["上部", "中部", "根部"],
        "answer": [2]
    }, {
        "title": "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是( )。",
        "option": ["中毒", "缺氧", "爆炸"],
        "answer": [1]
    }, {
        "title": "如果听到疏散警报，以下行动不正确的是( )。",
        "option": ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"],
        "answer": [2]
    }, {
        "title": ".火场中防止烟气危害最简单的方法是( )。",
        "option": ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"],
        "answer": [0]
    }, {
        "title": "发生火灾时，应( )逃生。",
        "option": ["从消防通道", "乘坐电梯", "向下层楼跑"],
        "answer": [0]
    }, {
        "title": "发生火灾时，如各种逃生的路线被切断，适当的做法应当是( )。",
        "option": ["大声呼救", "强行逃生", "退居室内，关闭门窗，同时可向室外发出求救信号"],
        "answer": [2]
    }, {
        "title": "遇到高楼发生火灾，下列处理措施中正确的是( )。",
        "option": ["乘坐普通电梯逃生", "向上逃跑", "躲避到防烟楼梯间、避难层等地等待救援"],
        "answer": [2]
    }, {
        "title": "在浓烟中逃生，若没有防烟面罩，应以湿毛巾掩口鼻( )避免吸人致命浓烟。",
        "option": ["弯腰设法贴近地面爬行", "缓步跑离开浓烟范围", "昂首挺胸步行前进"],
        "answer": [0]
    }, {
        "title": "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防器材应设置在便于取用的明显地点，保证完好有效，周围不得堆放杂物。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "室外消防栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "法人单位的法定代表人应对本单位的消防安全工作全面负责。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防安全重点单位应实行每日防火巡查，并建立巡查记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "进行电焊、气焊等具有火灾危险的作业人员必须持证上岗，并严格遵守消防安全操作规程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在统一建筑物内，但要保持安全距离。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应对员工进行消防安全培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应制定灭火和应急疏散预案，如果没有时间可不进行消防演练。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "《中华人民共和国消防法》规定：进行电焊、气焊等具有火灾危险作业的人员必须持证上岗，并遵守消防安全操作过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "员工在生产过程中发现不安全隐患应及时报告，且有权制止违反消防法规的行为。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位和成年人都有参加有组织的灭火工作的义务。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "火灾产生的烟气中含有大量的有毒成分，如是二氧化碳、一氧化碳、二氧化硫和氮氧化物等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "ABC磷酸铵盐干粉灭火器可用于扑灭固体火灾。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "油桶着火后除向消防部门报警外，可立即用水进行扑救。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "送风口、排烟口前可以堆放物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "排烟系统的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "防火卷帘下可以放置物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "水泵接合器与室外消火栓的作用是一样的。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器是扑灭初期火灾的有效手段。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "灭火器可直接设置在潮湿或强腐蚀性的地点。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器材设置点附近不能堆放物品，以免影响灭火器的取用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用二氧化碳扑救室内火灾后，应先打开门窗通风，然后人再进入这是为了以防窒息。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "发现房间内充满煤气、液化气、汽油等易燃气体或易燃液体的蒸汽时，应立即在该房间内拨打电话或手机报警。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "消防疏散门在工作时不能锁闭。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位发生火灾，必须立即组织力量扑救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "控制高处作业风险的顺序是( )。①工程控制措施②避免高处作业③行政控制措施④个人防护装备",
        "option": ["①②③④", "②①③④", "④②①③", "④①②③"],
        "answer": [1]
    }, {
        "title": "以下哪项工作不需要作业许可证？( )",
        "option": ["挖掘化粪池", "日常的液位和压力检查", "进入储罐内作业", "屋顶作业"],
        "answer": [1]
    }, {
        "title": "高处作业是指在距坠落高度基准面2m或2m以上有可能发生坠落的高处进行的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，需要取得安全作业许可证。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，连接件或工具可放在箱盒、工具袋、模板或脚手架上。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "正确使用安全带的三点要求是不准将安全绳打结使用；要把安全绳挂在牢靠处；应高挂低用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在转运突发公共事件中的伤病员时，医护人员可以不在医疗仓内观察伤病员病情，但要确保治疗的持续进行。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "地震中的标准求生姿势是身体尽量蜷曲缩小，卧倒或蹲下;用手或其他物件护住头部，一手捂口鼻，另一手抓住一个固定的物品。如果没有任何抓固定物或保护头部的物件，则应采取自我保护姿势：头尽量向胸靠拢，闭口，双手交叉放在脖后，保护头部和颈部。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "乘扶梯如发生跌倒、衣物钩挂等紧急情况，乘客应大声呼救，让工作人员立即停止扶梯运行，其他乘客应抓住扶带站稳，以免扶梯突然停住发生跌倒。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "突发公共事件医疗卫生救援中，对有活动性大出血或转运途中有生命危险的急危重症者，应就地先予抢救、治疗，做必要的处理后再进行监护下转运。(  )",
        "answer": [0],
        "option": ["是", "否"] 
    },{
        title: '无论在生产还是生活中，电梯的安全使用和每位职工息息相关。下列关于安全使用电梯的说法不正确的是（ ）。',
        option: [
            '乘坐电梯时宜确认乘坐的电梯在检验合格有效期内',
            '搭乘自动扶梯时应手握扶手',
            '在发生火灾、地震等突发事件时，可以就近搭乘电梯逃生',
            '乘坐电梯时应遵守电梯安全注意事项和警示标志的要求'
        ],
        answer: [2]
    },
    {
        title: '职工在生产过程中发现事故隐患或者其他不安全因素，应当（ ）向现场安全生产管理人员或者本单位负责人报告；接到报告的人员应当及时予以处理。',
        option: ['在4小时内 ', '在2小时内 ', '在1小时 ', '立即'],
        answer: [3]
    },
    {
        title: ' “三违”是指违章指挥、违规作业、违反劳动纪律。下列属于违规作业的是（ ）。',
        option: [
            '起重作业佩戴安全帽 ',
            '接触粉尘作业佩戴防尘口罩',
            '噪声作业佩戴耳塞 ',
            '未持证人员操作行车'
        ],
        answer: [3]
    },
    {
        title: '灭火器是有效地扑救建筑初起火灾的消防器材。下列关于公司内使用灭火器的说法不正确的是（ ）。',
        option: [
            '灭火器应当按月自检',
            '灭火器指针在绿色区域表示压力正常',
            '灭火器指针在红色区域表示压力偏低 ',
            '灭火器指针在黄色区域表示压力偏低'
        ],
        answer: [3]
    },
    {
        title: '《安全生产法》对职工的安全生产权利和义务做出了明确规定，下列说法正确的是（ ）。',
        option: [
            '职工无权对公司的安全生产工作提出建议 ',
            '职工发现危及人身安全的紧急情况时，有权停止作业并紧急撤离',
            '职工无权拒绝违章指挥和强令冒险作业',
            '职工无权了解其岗位存在的危险因素'
        ],
        answer: [1]
    },
    {
        title: '下列关于油锅起火扑救方法描述不正确的是（ ）。',
        option: [
            '立即用锅盖盖住起火油锅，关掉燃气',
            '将旁边切好的蔬菜或其他生冷食物沿锅边倒入锅内，关掉燃气',
            '打开油烟机尽快把火抽走',
            '使用厨房专用灭火毯盖住油锅，关掉燃气'
        ],
        answer: [2]
    },
    {
        title: '被困在电梯中时，应采取的行动下列选项中不正确的是（ ）',
        option: [
            '电话求救 ',
            '按响报警警铃 ',
            '报警后保持正确姿势、等待救援 ',
            '强行扒开轿厢门脱险'
        ],
        answer: [3]
    },
    {
        title: '下列关于劳动防护用品的使用说法不正确的是（ ）',
        option: [
            '操作旋转机械时应盘起长发并戴工作帽 ',
            '上机操作时劳保服须“三紧”',
            '可以自行改造劳保鞋的结构或性能 ',
            '设备旋转部位作业时不得戴手套'
        ],
        answer: [2]
    },
    {
        title: '因工作调动变换部门和岗位后，职工必须接受（ ）安全教育培训。',
        option: ['部门级 ', '班组级 ', '部门和班组两级 ', '公司级'],
        answer: [2]
    },
    {
        title: '2019年公司“安全生产月”活动主题是（ ）。',
        option: [
            '防风险、除隐患、保平安 ',
            '防风险、除隐患、遏事故 ',
            '防违章、除隐患、零事故 ',
            '防事故、除隐患、保平安'
        ],
        answer: [0]
    },
    {
        title: '根据《工伤保险条例》，下列应当认定为工伤的情形是（ ）。',
        option: [
            '在工作时间内受到事故伤害的，应当认定为工伤',
            '在工作场所内受到事故伤害的，应当认定为工伤',
            '在工作时间和工作场所内，因做和工作无关的事受到事故伤害的',
            '在工作时间和工作场所内，因工作原因受到事故伤害的'
        ],
        answer: [3]
    },
    {
        title: '根据《工伤保险条例》：在上下班途中，受到非本人主要责任的交通事故，应当认定为工伤。下列有关“上下班途中”的说法不正确的是（ ）。',
        option: [
            '在合理时间内往返于工作地与住所地的上下班途中',
            '上下班途中发生交通事故申报工伤时，须出具交通事故责任认定书',
            '在合理时间内往返于工作地与父母居住地的合理路线的上下班途中（在合理时间内行驶在合理路线且严格遵守交通规则）',
            '下班后和朋友相约聚餐，之后返回居住地的途中'
        ],
        answer: [3]
    },
    {
        title: '职业健康安全危险源是可能导致人身伤害和（或）健康损害的根源、状态、行为或其组合。下列关于危险源辨识的说法不正确的是（ ）。',
        option: [
            '职工可以不参与岗位危险源辨识工作',
            '岗位危险源管控不到位可能会发展成安全生产事故隐患',
            '在进行危险作业前，应首先进行危险源辨识',
            '职工应了解岗位危险源及其管控措施'
        ],
        answer: [0]
    },
    {
        title: '下列不属于特种作业或特种设备作业的是（ ）。',
        option: ['电工作业 ', '叉车作业 ', '电动拖纸车作业 ', '电焊作业'],
        answer: [2]
    },
    {
        title: '下列关于劳动防护用品的配备说法正确的是（ ）。',
        option: [
            '从事强酸、强碱作业须配备耐酸碱手套 ',
            '从事对眼睛有伤害的作业必须配备护目镜 ',
            '从事有毒气体作业须配备防毒面罩 ',
            '从事电工作业必须配备防静电工作服'
        ],
        answer: [3]
    },
    {
        title: '下列关于干粉灭火器的描述不正确的是（ ）。',
        option: [
            '干粉灭火器的报废期限是10年，公司每5年更换一次 ',
            '使用干粉灭火器时，应拔掉保险销、对准火源根部、按下把手',
            '干粉灭火器可以用来扑灭固体物质、气体物质、液体物质和电气火灾',
            '检查干粉灭火器时只需要看压力是否正常 '
        ],
        answer: [3]
    },
    {
        title: '下述火场逃生方法不正确的是（ ）',
        option: [
            '用手巾、手帕捂住口鼻 ',
            '迎着火灾烟气方向逃生 ',
            '沿应急疏散指示标识逃生 ',
            '利用疏散通道逃生'
        ],
        answer: [1]
    },
    {
        title: '危险化学品（简称危化品）是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。下列关于危化品的说法不正确的是（ ）。',
        option: [
            '使用危化品前应先了解MSDS（化学品安全技术说明书） ',
            '危化品包装物或容器上应粘贴或悬挂有表明危化品性质的安全标签',
            '瓶装危化品使用完毕后应及时加盖或入柜 ',
            '危化品使用完毕后的包装可以随意丢弃'
        ],
        answer: [3]
    },
    {
        title: '有限空间是指封闭或者部分封闭，与外界相对隔离，出入口较为狭窄，作业人员不能长时间在内工作，自然通风不良，易造成有毒有害、易燃易爆物质积聚或者氧含量不足的空间。下列关于有限空间作业说法不正确的是（ ）。',
        option: [
            '有限空间作业必须办理危险作业审批 ',
            '有限空间作业遵循“先通风、再检测、后作业”原则',
            '有限空间作业前应对作业人员进行安全交底 ',
            '作业期间现场监护人临时有事可以自行离开'
        ],
        answer: [3]
    },
    {
        title: '生产安全事故隐患主要是指生产经营活动过程中存在的人的不安全行为、物的不安全状态和管理上的缺陷。下列属于安全隐患的是（ ）。',
        option: [
            '紧急停机按钮故障 ',
            '噪声作业不佩戴耳塞 ',
            '新入职人员未接受安全教育培训就上岗 ',
            '全部都是'
        ],
        answer: [3]
    },
    {
        title: '安全色是传递安全信息含义的颜色，包括红、蓝、黄、绿四种颜色。下列关于安全色的描述不正确的是（ ）。',
        option: [
            '红色传递禁止、停止、危险或提示消防设备、设施的信息 ',
            '黄色传递注意、警告的信息 ',
            '蓝色传递选择性遵守规定的指令性信息',
            '绿色传递安全的提示性信息'
        ],
        answer: [2]
    },
    {
        title: '安全标志是用以表达特定安全信息的标志，由图形符号、安全色、几何形状或文字构成。下列关于安全标志的描述不正确的是（ ）。',
        option: [
            '指令标志是强制人们必须做出某种动作或采用防范措施的标志，其安全是绿色 ',
            '禁止标志是禁止人们不安全行为图形标志，其安全色是红色',
            '警告标志提醒人们对周围环境注意，其安全色是黄色',
            '安全标志分为禁止、警告、指令和提示标志四类'
        ],
        answer: [0]
    },
    {
        title: '职业病危害因素指职业活动中存在的各种有害的化学、物理、生物因素以及在作业过程中产生的其他职业有害因素。下列不属于职业病危害因素的是（ ）。',
        option: [
            '高温等物理因素 ',
            '甲醛等化学因素 ',
            '中毒或窒息 ',
            '电离辐射等放射性因素'
        ],
        answer: [2]
    },
    {
        title: '下列关于道路交通机动车通行规定描述不正确的是（ ）。',
        option: [
            '变道车让本道车 ',
            '开关车门造成事故的，开关车门车辆负全责',
            '通过没有交通信号灯控制的交叉路口时，相对方向左转弯让右转弯 ',
            '狭窄山路会车时，山边车让对向来车先行'
        ],
        answer: [2]
    },
    {
        title: '对于危险性较大的重点岗位，企业应当制定重点工作岗位的现场处置方案，下列不属于现场处置方案内容的是（ ）。',
        option: [
            '危险性分析及可能发生的事故特征 ',
            '应急培训及预案演练',
            '应急处置程序及要点 ',
            '注意事项'
        ],
        answer: [1]
    },
    {
        title: '下列关于职业病危害告知说法不正确的是（ ）。',
        option: [
            '生产经营单位与职工签订劳动合同时应书面告知工作过程中可能产生的职业病危害因素',
            '存在职业病危害因素的场所应设置公告栏',
            '生产经营单位应将职业健康检查结果书面告知职工本人 ',
            '生产经营单位将职业病危害因素可以不以书面形式告知劳务派遣人员'
        ],
        answer: [3]
    },
    {
        title: '生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的（ ）。',
        option: ['安全警示标志 ', '安全标语', '安全符号 ', '安全图示'],
        answer: [0]
    },
    {
        title: '生产经营场所应当设有符合紧急疏散要求、标志明显、保持（ ）的出口。',
        option: ['整洁 ', '安全', '畅通 ', '双管'],
        answer: [2]
    },
    {
        title: '生产经营单位应当建立健全生产安全事故隐患排查治理制度，采取技术、管理措施，及时发现并消除（ ）。',
        option: ['事故隐患 ', '危险源', '风险源 ', '危害因素'],
        answer: [0]
    },
    {
        title: '下列关于安全生产标准化说法不正确的是（ ）。',
        option: [
            '安全生产标准化和职业健康安全管理体系是相互矛盾的 ',
            '安全生产标准化是一套管理体系、方法和系统',
            '岗位达标是企业安全生产标准化的基本条件，是防范事故的有效途径 ',
            '安全生产标准化需要实现企业安全管理标准化、作业现场标准化和操作过程标准化'
        ],
        answer: [0]
    },
    {
        title: '安全帽是对人头部受坠落物及其他特定因素引起是伤害起防护作用的帽。下列关于安全帽的使用描述正确的是（ ）。',
        option: [
            '安全帽佩戴时必须按头围大小调整帽箍并系紧下颏带 ',
            '在保质期内的安全帽，帽壳出现裂纹时仍可坚持使用',
            '安全帽在经受严重冲击后，若没有明显损坏，则仍可继续使用 ',
            '安全帽过期后若没有明显损坏，在未经检测的情况下仍可继续使用'
        ],
        answer: [0]
    },
    {
        title: '下列关于现场急救的说法不正确的是（ ）。',
        option: [
            '触电急救药动作迅速、方法正确，使触电者尽快脱离电源 ',
            '被酸碱灼伤时，要立即用大量的水快速冲洗',
            '发生机械伤害时应第一时间按下急停按钮并切断电源 ',
            '出现骨折时应立即搬运伤者前往就医'
        ],
        answer: [3]
    },
    {
        title: '日常生活中的交通事故报警电话是（ ）。',
        option: ['120 ', '119 ', '122 ', '110'],
        answer: [2]
    },
    {
        title: '下列关于机动车变更车道说法不正确的是（ ）。',
        option: [
            '提前开启转向灯 ',
            '不得影响所借车道上的车辆或者行人正常与优先通行',
            '不得一次连续变更两条以上或者频繁变更机动车道 ',
            '左右两侧车辆向同一车道变更时，右侧车辆让左侧车辆先行变更'
        ],
        answer: [3]
    },
    {
        title: '根据《安全生产法》的规定，下列不属于从业人员的安全生产义务的是（ ）。',
        option: [
            '应当严格遵守本单位的安全生产规章制度和操作规程 ',
            '应当对本单位安全生产工作中存在的问题提出批评、检举、控告',
            '应当接受安全生产教育和培训，掌握本职工作所需的安全生产知识，提高安全生产技能 ',
            '应当正确佩戴和使用劳动防护用品'
        ],
        answer: [1]
    },
    {
        title: '根据《安全生产法》，下列关于工会在企业安全生产方面职责描述不正确的是（ ）',
        option: [
            '工会无权参加生产安全事故调查并提出处理意见 ',
            '工会依法维护职工在安全生产方面的合法权益',
            '企业制定安全生产规章制度时，应当听取工会的意见 ',
            '工会依法组织职工参加本单位安全生产工作的民主管理和民主监督 '
        ],
        answer: [0]
    },
    {
        title: '下列不属于“三违”行为的是（ ）',
        option: [
            '在无“吸烟点”标志的地方吸烟 ',
            '站在拖纸车上滑行',
            '发现事故隐患后及时上报 ',
            '擅自拆除或弃用设备安全防护装置 '
        ],
        answer: [2]
    },
    {
        title: '根据《关于办理危害生产安全刑事案件适用法律若干问题的解释》，发生安全事故时，下列关于定罪量刑入罪标准情形原则上表述最为全面的是（ ）。',
        option: [
            '都是',
            '造成死亡一人以上',
            '造成重伤三人以上 ',
            '造成直接经济损失一百万元 '
        ],
        answer: [0]
    },
    {
        title: '4下列关于危险源辨识、评价及管控工作表述正确的是（ ）。',
        option: [
            '危险源辨识只需要每年组织一次 ',
            '危险源辨识不需要全员参与 ',
            '涉及“四新”时不需要进行危险源辨识 ',
            '生产工艺发生变化时应及时重新组织辨识'
        ],
        answer: [3]
    },
    {
        title: '下列不属于危险源管控措施的是（ ）。',
        option: [
            '事故调查与处理 ',
            '工程控制措施 ',
            '标志、警告和管理控制措施 ',
            '消除和替代措施'
        ],
        answer: [0]
    },
    {
        title: '我国的安全生产方针是“安全第一，预防为主，综合治理”，下列关于“安全第一”的描述不准确的是（ ）。',
        option: [
            '安全第一，表明在任何时候安全都比其他生产经营目标更重要 ',
            '安全第一，体现了以人为本的思想，是预防为主、综合治理的统帅 ',
            '安全第一，反映在生产经营活动过程中安全需要预先谋划、提前布局 ',
            '安全第一，要求始终把从业人员的人身安全放在首位，实行“安全优先”原则'
        ],
        answer: [0]
    },
    {
        title: '目前，对我们企业而言，危险源辨识主要是识别危险有害因素。根据《生产过程危险有害因素分类及代码》，下列不属于危险有害因素分类的是（ ）。',
        option: ['人的因素 ', '物的因素 ', '法规因素 ', '管理因素'],
        answer: [2]
    },
    {
        title: '下列不属于公司安全操作规程内容的是（ ）。',
        option: [
            '员工安全行为规范 ',
            '作业流程及安全注意事项',
            '劳保用品穿戴要求 ',
            '岗位职责、主要风险及管控'
        ],
        answer: [0]
    },
    {
        title: '下列关于安全生产责任制说法不正确的是（ ）',
        option: [
            '建立、健全安全生产责任制是落实企业安全生产主体责任的根本要求及具体体现 ',
            '建立、健全安全生产责任制，必须将企业的安全生产法定职责和义务层层分解落实',
            '安全生产责任制是公司最基本的安全制度 ',
            '安全生产责任制是企业管理层在生产经营过程中对安全生产层层负责的制度'
        ],
        answer: [3]
    },
    {
        title: '据统计，火灾发生时产生的浓烟是火灾致死的主要因素。下列关于火灾烟气及应对措施描述不正确的是（ ）',
        option: [
            '烟气是气体和烟尘的混合物，成分主要包括碳氢化合物、氮氧化物、燃烧物颗粒、裂解物等 ',
            '白色烟气温度低，表示火势不大；黑色烟气温度高，表示是火灾中最为危险的时期',
            '灰烟极有可能为闷烧，最不可轻视；黄绿烟表示烟气中含有化学毒物 ',
            '由于烟囱效应，火灾烟气很容易向上蔓延，发生火灾时可以乘坐电梯'
        ],
        answer: [3]
    },
    {
        title: '下列关于家庭防火的说法不正确的是（ ）',
        option: [
            '对于家庭而言重点的防火区域主要是客厅、卧室及厨房 ',
            '客厅空调放置时应远离易燃的窗帘，或者使用阻燃型织物的窗帘',
            '使用电热毯时可以揉搓、折叠，不会造成电热元件受损、短路 ',
            '保持电冰箱周围空气流通，安装冷凝器的一面离墙的距离应在10厘米以上。任由灰尘积聚在马达、压缩机及线圈上是造成冰箱火灾的主因'
        ],
        answer: [2]
    },
    {
        title: '现代人的生活离不开手机，然而生活中手机充电“爆炸”、甚至引起火灾等一系列的危险事件时有发生，而这几乎都是由于手机充电方式不正确造成的。下列关于手机充电的说法正确的是（ ）',
        option: [
            '充电器可以随便混用，在充电时没有必要选用原装的充电器 ',
            '锂电池如果充电次数太多，会加快电池老化劳损程度，充电的次数不能太多',
            '将手机连在充电器上整夜充电，尤其是在电压不稳定时，容易引起设备自燃 ',
            '边充电边玩手机对手机电池和人体没有伤害'
        ],
        answer: [2]
    },
    {
        title: '下列关于防范空调火灾风险的说法不正确的是（ ） ',
        option: [
            '空调电源线应采用铜导线，其截面不应小于2.5平方毫米 ',
            '空调可以直接安装在可燃物上，可以放置在可燃的地板或地毯上',
            '每台空调应当有单独的保险熔断器和电源插座，不要同电脑等共用一个插座 ',
            '悬挂式空调下方不要放置可燃物，空调不要靠近窗帘'
        ],
        answer: [1]
    },
    {
        title: '《安全生产法》规定：生产经营单位采用或者使用（ ），必须了解、掌握其安全技术特性，采取有效的安全防护措施，并对从业人员进行专门的安全生产教育和培训。',
        option: [
            '新能源、新配方、新材料、新设备',
            '新配方、新材料、新工艺、新技术',
            '新工艺、新技术、新材料、新设备',
            '新工艺、新配方、新技术、新设备'
        ],
        answer: [2]
    },
    {
        title: '劳动者对用人单位管理人员违章指挥、强令冒险作业，有权（ ）；对危害生命安全和身体健康的行为，有权提出批评、检举和控告。',
        option: ['拒绝执行 ', '进行抵制 ', '要求经济补偿 ', '批评和检举'],
        answer: [0]
    },
    {
        title: '对从事接触职业病危害作业的劳动者，用人单位应当按照国务院卫生行政部门的规定，组织（ ）的职业健康检查，并将检查结果如实告知劳动者。 ',
        option: [
            '上岗前 ',
            '上岗前和在岗期间 ',
            '离岗时 ',
            '上岗前、在岗期间和离岗时'
        ],
        answer: [3]
    },
    {
        title: '事故调查“四不放过”的原则是指事故原因不查清不放过，（ ）未处理不放过，整改措施未落实不放过，有关人员未受到教育不放过。 ',
        option: ['行政正职 ', '主管安全生产工作的领导 ', '责任人员 ', '事故'],
        answer: [2]
    },
    {
        title: '下列哪些情况不属于违章作业（）。 ',
        option: [
            '高处作业穿硬底鞋 ',
            '任意拆卸设备上的照明设施 ',
            '特种作业人员持有效证件操作 ',
            '非岗位人员任意在危险区域逗留 '
        ],
        answer: [2]
    },
    {
        title: '车床运转时，（ ）属于违章操作。 ',
        option: [
            '戴手套操作 ',
            '装卸工件或夹具时，停机操作',
            '用钩子清除切屑 ',
            '离开车床时关闭电源'
        ],
        answer: [0]
    },
    {
        title: '下列关于来宾来公司参观交流的说法不正确的是（ ）。',
        option: [
            '接待部门或人员可以不对来宾进行参观前的安全教育告知 ',
            '参观人员严禁触摸生产现场运转设备设施并保持安全距离，严禁触摸公司产品 ',
            '参观人员进入生产现场时不能穿裙子、凉鞋、拖鞋、高跟鞋、短裤、背心等 ',
            '参观人员应将长发盘起或扎紧，做好个体防护'
        ],
        answer: [0]
    },
    {
        title: '下列选项中，（ ）不是工业生产性毒物通过人体的主要途径。 ',
        option: ['皮肤 ', '指甲 ', ' 消化道 ', '呼吸道'],
        answer: [1]
    },
    {
        title: '漏电保护器的作用是防止（ ）。',
        option: ['触电事故 ', '电压波动 ', '电荷超负荷 ', '电压过大'],
        answer: [0]
    },
    {
        title: '下列关于消防安全的说法，错误的是（ ）。',
        option: [
            '火灾中散生的人员当中，绝大多数系烟雾中毒所致',
            '不要为了穿衣服或寻找贵重物品而耽误时间，以免失去逃生机会',
            '如果门板发热或发现烟从门缝窜入，不要打开房门，应从其它出口逃脱',
            '逃生时可以乘坐电梯	'
        ],
        answer: [3]
    },
    {
        title: '作业场所噪音超过（ ），作业人员需要做相应的防护措施。',
        option: ['80分贝', '60分贝', '75分贝', '85分贝'],
        answer: [3]
    },
    {
        title: '下列危害因素的预防方法不正确的是（ ）。',
        option: [
            '佩戴合适的劳保用品，加强个人防护意识',
            '严格遵守操作规程',
            '合理安排作息时间，增强个人抵抗力',
            '按照自己认为舒服的方法作业'
        ],
        answer: [3]
    },
    {
        title: '单位通过消防宣传教育培训，使员工普遍达到“四懂”，以下哪一项不是四懂内容：（ ）',
        option: [
            '懂岗位火灾的危险性',
            '懂预防火灾的措施',
            '懂扑救初期火灾的方法',
            '懂如何报火警'
        ],
        answer: [3]
    },
    {
        title: '单位通过消防宣传教育培训，使员工普遍达到“四会”，以下哪一项不是四会内容：（ ）',
        option: [
            '会使用消防器材',
            '会组织人员疏散逃生',
            '会扑灭初期火灾',
            '会宣传教育培训'
        ],
        answer: [3]
    },
    {
        title: '《安全生产法》规定，生产经营单位的从业人员不服从管理，违反安全生产规章制度或者操作规程的，由生产经营单位给予批评教育，依照有关规章制度给予( )。',
        option: ['行政处罚 ', '处分 ', '追究刑事责任 ', '批评教育'],
        answer: [1]
    },
    {
        title: '依据《安全生产法》的规定，生产经营单位与从业人员订立的劳动合同，应当载明有关保障从业人员劳动安全和( )的事项。',
        option: ['事故应急措施 ', '防止职业危害', '安全技术措施 ', '职业危害申报'],
        answer: [1]
    },
    {
        title: '《安全生产法》第二十八条规定：生产经营单位新建、改建、扩建工程项目的( )，必须与主体工程同时设计、同时施工、同时投入生产和使用。',
        option: ['生活设施 ', '福利设施 ', '安全设施 ', '工作设施'],
        answer: [2]
    },
    {
        title: '灭火器应当摆放在（ ）和通风干燥、取用方便的地方。 ',
        option: ['火源附近 ', '被保护物附近 ', '室外 ', '地上1.5米 '],
        answer: [1]
    },
    {
        title: '生活中发生烫伤，可以采取以应急措施，下列措施中不正确的是（ ）。 ',
        option: [
            '对只有轻微红肿的轻度烫伤，可以用冷水反复冲洗，再涂些清凉油就行了 ',
            '烫伤部位已经起小水泡的，可以直接用小刀或细针将其弄破，然后再涂抹一些药膏，以加快药物吸收',
            '烫伤比较严重的，应当及时送医院进行诊治',
            '烫伤面积较大的，应尽快脱去衣裤、鞋袜，但不能强行撕脱，必要时应将衣物剪开'
        ],
        answer: [1]
    },
    {
        title: '当在居住的楼房中遭遇火灾时，应采取正确有效的方法自救逃生，减少人身伤亡损失。下列做法中不正确的是（ ）。',
        option: [
            ' 打开门窗，以利用观察火情的发展',
            '不要盲目乱跑、更不要跳楼逃生，这样会造成不应有的伤亡 ',
            '在失火的楼房内，逃生不可使用电梯，应通过防火通道走楼梯脱险',
            '逃生时尽量采取保护措施，如用湿毛巾捂住口鼻、用湿衣物包裹身体	'
        ],
        answer: [0]
    },
    {
        title: '着火时，当楼梯已被烧断，通道已被堵死，下列方法不妥当的是（ ）。',
        option: [
            '立即从楼上往下跳 ',
            '比较低的楼层，可以利用结实绳索或床单、窗帘布等物撕成条拧结成绳，沿绳爬下 ',
            '若被困于二楼，也可以先向外扔一些被褥坐垫子，然后攀着窗口或阳台往下跳 ',
            '可以转移到其他比较安全的房间，窗边或阳台上，耐心等待消防人员援救'
        ],
        answer: [0]
    },
    {
        title: '被塌落重物压住身体时，错误的做法是（ ）。 ',
        option: [
            '查清压在身上的物体是何物 ',
            '撤去身边的物体，用力向外面抽拉身体 ',
            '检查自己是否受伤，若没有受伤，根据情况向外缓慢拽拉身体 ',
            '若已受严重外伤，应尽力用衣服等物包扎好伤口'
        ],
        answer: [1]
    },
    {
        title: '下列（ ）项说法是错误的。',
        option: [
            '只要不乱扔烟头，可以在床上吸烟 ',
            '明火照明时不离人，尽量不要用明火照明寻找物品 ',
            '离家或睡觉前要检查电器具是否断电，燃气阀门是否关闭，明火是否熄灭 ',
            '炉灶附近不放置可燃易燃物品'
        ],
        answer: [0]
    },
    {
        title: '当有异物进入眼内，以下方法中，哪种不正确？（ ） ',
        option: [
            '用手揉眼，把异物揉出来 ',
            '反复眨眼，用眼泪将异物冲出来 ',
            '用清水冲洗眼睛 ',
            '情况严重的时候及时送医'
        ],
        answer: [0]
    },
    {
        title: '当有人被烧伤时,正确的急救方法应该是（ ） ',
        option: [
            '以最快的速度用冷水冲洗烧伤部位 ',
            '立即用嘴或风扇吹被烧伤部位 ',
            '包扎后立即去医院诊治',
            '可以撕掉烧伤部位的附着衣物等，在烧伤部位涂抹牙膏'
        ],
        answer: [0]
    },
    {
        title: '遇上商场发生火灾，下列措施中不当的是（ ）。 ',
        option: [
            '用毛巾、口罩等捂住口、鼻，从安全出口逃出 ',
            '躲在有新鲜空气的窗户边等待救援 ',
            '听从工作人员指挥有序疏散 ',
            '判断着火部位后沿着应急疏散指示灯指示方向迅速撤离'
        ],
        answer: [1]
    },
    {
        title: '浓硫酸洒在皮肤上，应该采用下述什么方法急救？（ ） ',
        option: [
            '马上用大量流动清水冲洗 ',
            '马上去医院救治 ',
            '用干净布或卫生纸覆盖，快速去医院救治',
            '快速用毛巾擦拭皮肤上的酸液'
        ],
        answer: [0]
    },
    {
        title: '《生产安全事故报告和调查处理条例》规定，事故发生后，（ ）应当立即向本单位负责人报告。 ',
        option: [
            '事故现场有关人员 ',
            '安全管理人员 ',
            '特种作业人员 ',
            '应急救援人员'
        ],
        answer: [0]
    },
    {
        title: '下列关于电动车集中停放充电场所的安全要求不正确的是（ ）。',
        option: [
            '采用不燃或者难燃材料搭建 ',
            '设置专用插座，线路固定敷设并穿管保护，安装短路和漏电保护装置',
            '设置消火栓或者消防卷盘，配备灭火器材；有条件的可设置简易自动喷水灭火系统',
            '为了方便管理可以允许人员住宿'
        ],
        answer: [3]
    },
    {
        title: '下列关于电动自行车安全使用说法不正确是（ ）。',
        option: [
            '决不允许在不合规地下室停放电动自行车',
            '可以根据个体使用需求私自改装电动自行车',
            '决不允许电动自行车在室内公共空间停放、充电',
            '决不允许物业管理单位放任电动自行车违规停放、充电'
        ],
        answer: [1]
    },
    {
        title: '消防安全“三提示”主要是指（ ）。',
        option: [
            '提示所在场所火灾危害性',
            '提示所在场所安全逃生路线、安全出口位置，逃生、自救方法',
            '提示所在场所内简易防护面罩、手电筒、灭火器等设备器材具体放置位置和使用方法',
            '都是'
        ],
        answer: [3]
    },
    {
        title: '下列关于家庭防火的说法不正确的是（ ）。',
        option: [
            '要及时关闭电源开关及燃气阀门',
            '要经常检查家用电器是否接触良好，有无老化、漏电现象，电器周围不放置可燃物',
            '要确保走道、楼梯的畅通，不要在楼层通道和安全出口处堵物、封堵',
            '为图方便可以在居民楼及靠近外墙部位为电动车充电'
        ],
        answer: [3]
    }
]

// a.map((item,id)=>{
//     if(null!=item.title.match(/[A-Za-z]/g)){
//         console.log(id,item.title)
//     }
//     if(null!=item.option.join('').match(/[A-Za-z]/g)){
//         console.log(id,item.option.join(''))
//     }
// })