export default [
  {
    title:
      "扰乱公共秩序，妨害公共安全，侵犯人身权利、财产权利，妨害社会管理，( )，依照《中华人民共和国刑法》的规定构成犯罪的，依法追究刑事责任；尚不够刑事处罚的，由公安机关依照《中华人民共和国治安管理处罚法》给予治安管理处罚。",
    option: ["具有威胁性", "具有社会危害性", "具有破坏性"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "公安机关可以调解处理的治安案件的前提条件是（   ）。",
    option: [
      "引发违反治安管理行为的原因必须是民间纠纷",
      "仅限于情节轻微的违反治安管理行为",
      "必须是公安机关愿意调解处理",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列( )可以执行行政拘留处罚？",
    option: ["残疾人", "怀孕或哺乳自己不满一周岁婴儿的", "七十周岁以上的"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "（   ）违反治安管理的，从轻或者减轻处罚。",
    option: [
      "醉酒的人",
      "已满十四周岁不满十八周岁的人",
      "精神病人在不能辨认或者不能控制自己行为的时候",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下面哪一项不属于治安管理处罚的种类（   ）。",
    option: ["行政拘留", "罚款", "训诫"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "共同违反治安管理的，根据违反治安管理行为人（   ），分别处罚。",
    option: [
      "年龄大小",
      "在违反治安管理行为中所起的作用",
      "在违反治安管理行为中所使用的手段",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "违反治安管理（   ）内曾受过治安管理处罚的，从重处罚。",
    option: ["六个月", "一年", "五年"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "虐待家庭成员给予治安管理处罚的必要条件是（   ）。",
    option: ["情节严重的", "经社区等举报并要求处理的", "被虐待人要求处理的"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "根据《治安管理处罚法》的规定，下列违反治安管理的行为不属于侵犯人身权利的是（   ）。",
    option: [
      "非法限制人身自由、非法侵入他人住宅或者非法搜查他人身体的",
      "以暴力、威胁或者其他手段强迫他人劳动的",
      "盗窃、诈骗、哄抢、抢夺、敲诈勒索或者故意损毁公私财物的",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "房屋出租人将房屋出租给无身份证件的人居住的，可处（   ）。",
    option: ["警告", "罚款", "拘留"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "非法持有鸦片不满（   ）克、海洛因或者甲基苯丙胺不满十克或者其他少量毒品的，处十日以上十五日以下拘留，可以并处二千元以下罚款；情节较轻的，处五日以下拘留或者五百元以下罚款。",
    option: ["十", "二百", "五百"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "饲养动物，干扰他人正常生活的，处（   ）。",
    option: ["警告", "拘留", "罚款"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "对无正当理由不接受传唤或者逃避传唤的人，可以执行（   ）。",
    option: ["行政拘留", "罚款", "强制传唤"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "下列（   ）不属于治安管理处罚公开原则的范畴。",
    option: ["处罚依据公开", "执法人员身份公开", "被处罚人个人隐私公开"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "不满（   ）周岁的人违反治安管理的，不予处罚，但是应当责令其监护人严加管教。",
    option: ["10", "14", "18"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "精神病人在不能辨认或者不能控制自己行为的时候违反治安管理的，（   ）处罚。",
    option: ["必须", "从轻", "不予"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "醉酒的人违反治安管理的，（   ）处罚。",
    option: ["应予", "从轻", "不予"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列（   ）行为不属于寻衅滋事的行为。",
    option: [
      "结伙斗殴",
      "追逐、拦截他人",
      "投放虚假的爆炸性、毒害性、放射性等危险物质",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "殴打他人或故意伤害他人身体的，有下列（   ）情形应给予从重处罚。",
    option: [
      "结伙斗殴",
      "持械殴打他人",
      "殴打、伤害残疾人、孕妇、不满十四周岁的人",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "教唆、胁迫、诱骗他人违反治安管理的应当（   ）",
    option: ["从重处罚", "减轻处罚", "不予处罚"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "公然侮辱他人的，应（   ）",
    option: ["警告", "拘留", "罚款"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "对吸食、注射毒品成瘾的，除依法予以治安管理处罚外，（   ）。",
    option: [
      "还应当依法予以强制戒毒",
      "还应当依法予以收容教育",
      "还可以并处罚款",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "多次发送淫秽、侮辱、恐吓或者其他信息，干扰他人正常生活的，（   ）。",
    option: ["训诫", "警告", "拘留或罚款"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "认定行为人责任年龄应当以（   ）为准。",
    option: ["公安机关查获时", "公安机关裁决时", "实施违反治安管理行为时"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "捏造事实诽谤他人情节较重的，应（   ）",
    option: ["拘留", "罚款", "训诫"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "下列（   ）违反治安管理不属于从重处罚情形。",
    option: [
      "有较严重后果的",
      "屡犯不改的",
      "对报案人、控告人、举报人、证人打击报复的",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "间歇性精神病人属于（   ）。",
    option: ["限制民事行为能力人", "无民事行为能力人", "有完全民事能力人"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "尚未登记的机动车，需要临时上道路行驶，应当( )。",
    option: ["取得临时通行牌证", "到公安机关备案", "在车窗上张贴合格证"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "机动车在以下哪种情形不需要办理相应的登记 ( )。",
    option: ["报废的所", "用作抵押的", "进行大修的"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "机动车驾驶人( )车辆。",
    option: [
      "在没有交通信号时可以任意驾驶",
      "应当依法、安全和文明驾驶",
      "可按照自己的习惯驾驶",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "驾驶人在( )可以驾驶机动车。",
    option: ["患有妨碍安全驾驶的疾病", "过度疲劳时", "饮茶后"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "将机动车交由未取得机动车驾驶证的人驾驶的, 公安交通管理部门除按照规定罚款外，还可以并处( )。",
    option: ["15日以下拘留", "吊销驾驶证", "扣留车辆"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "机动车遇有交通警察现场指挥时，应当按照( )通行。",
    option: ["交通信号灯的指挥", "道路标线", "交通警察的指挥"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "机动车在没有交通标志、标线的道路上，应当 ( )。",
    option: [
      "加速行驶",
      "停车观察周围情况后行驶",
      "在确保安全、畅通的原则下行驶",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: "机动车在设有最高限速标志的道路上行驶时，（   ）。",
    option: [
      "不得超过标明的最高时速",
      "允许超过标明最高时速的10%",
      "可以超过车辆的最高设计时速",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "机动车在夜间或者容易发生危险的路段，应当( )。",
    option: ["以最高设计车速行驶", "降低速度，谨慎驾驶", "保持现有速度行驶"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "机动车驾驶人有下列（   ）行为，一次记6分。",
    option: [
      "红灯通行的。",
      "违反禁令标志、禁止标线指示的。",
      "行经人行横道，不按规定减速、停车、避让行人的。",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "机动车通过没有交通信号灯、交通标志、交通标线和交通警察指挥的交叉路口时，应当( )。",
    option: ["迅速通过", "减速慢行", "保持行驶速度"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "机动车行经没有交通信号的道路，遇行人横过道路时，应当( )。",
    option: ["鸣喇叭，让行人快走", "加速行驶", "减速或停车避让"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "驾驶证记分周期为（   ）。",
    option: ["3个月", "12个月", "24个月"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "警车、消防车、救护车、工程救险车执行紧急任务时，其他车辆( )。",
    option: ["应当让行", "可谨慎超越", "视情让行"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "机动车在高速公路上发生故障时，警告标志应当设置在故障车来车方向( )以外。",
    option: ["30米", "150米", "500米"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "驾驶机动车通过弯道时，正确做法是（   ）。",
    option: [
      "为拓宽视野，临时占用左侧车道行驶",
      "减速慢行、鸣笛示意",
      "停车观察",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "醉酒后驾驶机动车的，由公安机关交通管理部门约束至酒醒，处( )拘留和暂扣3个月以上6个月以下机动车驾驶证，并处500元以上2000元以下罚款。",
    option: ["60日", "30日", "15日以下"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "未取得机动车驾驶证驾驶机动车的, 公安交通管理部门除按照规定罚款外，还可以并处( )。",
    option: ["15日以下拘留", "吊销驾驶证", "扣留车辆"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "造成交通事故后逃逸，尚不构成犯罪的,由公安交通管理部门罚款外，还可并处（   ）。",
    option: ["扣留驾驶证", "扣留车辆200元以上500元以下", "拘留"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "一年内有醉酒后驾驶机动车的行为，被处罚（   ）以上的，吊销机动车驾驶证，五年内不得驾驶机动车。",
    option: ["一次", "两次", "四次"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下列（   ）属于民间借贷行为",
    option: [
      "向银行贷款",
      "在银行购买理财产品",
      "在保险公司购买保险",
      "自然人之间借款",
    ],
    answer: [3],
    score: 1.5,
  },
  {
    title: "借贷双方约定利率超过年利率（   ）超出部分的利息约定无效。",
    option: ["5%", "36%", "80%"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下列描述不正确的是（ ）",
    option: [
      "借贷双方通过网络贷款平台形成借贷关系，网络贷款平台的提供者仅提供媒介服务，当事人请求其承担担保责任的，法院应予支持。",
      "人民法院审理民间借贷纠纷案件时，发现出借人明显不具备出借能力，人民法院首先应综合判断是否属于虚假民事诉讼。",
      "借款是否偿还由被告举证。",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "《成都印钞有限公司正风肃纪禁止性规定》中有规定：严禁制造、散布、传播谣言或淫秽信息，（   ）或发表不当言论。",
    option: ["实名举报", "匿名举报", "匿名诬告", "诽谤陷害"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      " 《成都印钞有限公司正风肃纪禁止性规定》中有规定:严禁参加封建迷信活动或法轮功等( )组织。",
    option: ["邪教", "宗教", "迷信", "非法"],
    answer: [0],
    score: 1.5,
  },
  {
    title: " 严禁利用（   ）上的便利，干预或插手招投标等活动，谋取不正当利益。",
    option: ["职权", "岗位", "职权或岗位", "生活交往"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      " 实践运用监督执纪“四种形态”，公司各级党组织负主体责任，（   ）是第一责任人。",
    option: ["纪检委员", "部门领导", " 组织委员", "党组织书记"],
    answer: [3],
    score: 1.5,
  },
  {
    title:
      "在遵守执行党的纪律方面发现党员有苗头性、倾向性问题的，或者发现员工违反法律法规及公司规定情节轻微，尚不足以给予党纪处分、政务处分或者可以免于党纪处分、政务处分的，运用监督执纪“四种形态”中的哪一种形态予以组织处理。（   ）",
    option: [" 第一种形态", " 第二种形态", " 第三种形态", " 第四种形态"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      " 履行全面从严治党主体责任、监督责任不力，对职责范围内苗头性、倾向性问题不抓早抓小，对发生的违纪违法违规问题该发现未发现、发现问题不报告、不处置，情节轻微的, 运用监督执纪“四种形态”中的哪一种形态予以组织处理。（   ）",
    option: [" 第一种形态", " 第二种形态", " 第三种形态", " 第四种形态"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      " 巡视、审计、风险排查等专项检查工作反馈问题整改不力，情节轻微的，运用监督执纪“四种形态”中的哪一种形态予以组织处理。（   ）",
    option: [" 第一种形态", " 第二种形态", " 第三种形态", " 第四种形态"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      " 员工工作履职不到位，造成一定影响的，运用监督执纪“四种形态”中的哪一种形态予以组织处理。（   ）",
    option: [" 第一种形态", " 第二种形态", " 第三种形态", " 第四种形态"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      " 被诫勉谈话的党员，应在（   ）上对谈话事项作出说明并谈认识，开展批评和自我批评，接受组织监督。",
    option: ["年度组织生活会", "支部党员大会", "部门例会", "支委会"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      " 根据《成钞公司运用监督执纪“四种形态”实施办法（试行）》规定，运用第一种形态责令检查的，按照绩效管理办法（  ）提出经济考核意见。",
    option: ["-A档", "-B档", "-C档", "-D档"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "犯罪被国家机关依法判处刑罚的，给予（   ）",
    option: ["记过", "记大过", "留用察看", "解除劳动合同"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "盗窃产品，特种防伪物资，试验、试制、在制品的，给予（   ）",
    option: ["警告", "记过", "记大过", "解除劳动合同"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "盗窃国家秘密和公司秘密，造成危害的，给予（   ）",
    option: ["警告", "记过", "记大过", "解除劳动合同"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "盗窃集团的组织者或教唆他人盗窃者，给予（   ）",
    option: ["警告", "记过", "记大过", "解除劳动合同"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "在工作场地或在工作时间赌博的，给予（   ）",
    option: ["警告", "记过", "解除劳动合同", "记大过"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "聚众赌博的；教唆、引诱他人赌博的，给予（   ）",
    option: ["警告", "记过", "解除劳动合同", "记大过"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "聚众赌博抽头的；为赌博提供条件从中获利的，给予（   ）",
    option: ["警告", "记过", "解除劳动合同", "记大过"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "制造、运输、贩卖、窝藏毒品的，给予（   ）",
    option: ["警告", "记过", "解除劳动合同", "记大过"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "嫖娼、卖淫，介绍他人嫖娼、卖淫，或为其提供场所、条件的，给予（   ）",
    option: ["警告", "记过", "解除劳动合同", "记大过"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "消极怠工，连续（   ）以上完不成工作任务和劳动定额的，视情节给予警告直至记大过处分。",
    option: ["1个月", "2个月", "3个月", "4个月"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "一年内累计旷工超过（   ）给予解除劳动合同。",
    option: ["5天", "10天", "15天", "20天"],
    answer: [2],
    score: 1.5,
  },
  {
    title: "员工受过处分后（   ）内，有违法、违纪行为的，给予解除劳动合同。",
    option: ["一年", "两年", "三年", "四年"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "公司非备案职工需领用因私出国（境）证件的，需填写的审批表是：（   ）",
    option: [
      "《中国印钞造币总公司所属企业高层管理人员因私出国（境）审批表》",
      "《成都印钞有限公司登记备案人员因私出国（境）审批表》",
      "《成都印钞有限公司非备案职工因私出国（境）审批表》",
      "不填审批表",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: " 申请因私出国（境）事务的人员，原则上至少在出行前( )提出申请。",
    option: ["1个月", "15个工作日", "前一天", "当天"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "变更出国（境）事由、国家（地区）、出国（境）日( )以上或延长在外停留时间（天数）的，须重新办理审批手续；变更出国（境）日期15个自然日（含）以内的，无需重新办理审批手续。",
    option: ["15个自然日", "10个自然日", "7个自然日", "2个自然日"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "因私出国（境）人员应在回国（境）后(  )内主动交回因私出国（境）证件；办理新证、换证及因故推迟或取消行程的，应在10个自然日内交回证件。",
    option: ["第二天", "5个自然日", "10个自然日", "一个月"],
    answer: [2],
    score: 1.5,
  },
  {
    title:
      "对员工“八小时以外”发生的苗头性、倾向性问题，虽构不成党纪、行政处分但明显存在问题的，纪检监察办公室、党委组织部、各直属党组织可以通过监督执纪“四种形态”中的（   ）方式予以提醒、教育。",
    option: ["第一种形态", "第二种形态", "第三种形态", "第四种形态"],
    answer: [0],
    score: 1.5,
  },
  {
    title: "将员工（   ）行为规范的管理工作纳入党支部工作检查评价。",
    option: ["“八小时以外”", "“一小时以外”", "“二小时以外”", "“三小时以外”"],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "将员工（   ）表现情况纳入岗位竞聘、选拔任用、职称评审、技能鉴定等范围。",
    option: ["“一小时以外”", "“八小时以外”", "“二小时以外”", "“三小时以外”"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "对员工在（   ）行为教育监督管理工作落实不到位、措施不力、应对处理不及时、不作为，出现失职失责情形，产生严重后果和恶劣影响的，视情况轻重对相关人员进行经济考核和追责问责。",
    option: ["“一小时以外”", "“八小时以外”", "“二小时以外”", "“三小时以外”"],
    answer: [1],
    score: 1.5,
  },
  {
    title: " 公司各部门绩效评价依据是（ ）。",
    option: [
      "《绩效管理办法》",
      "《公司级绩效管理办法》",
      "《部门绩效管理办法》",
      "《所属市场型企业绩效管理办法》",
    ],
    answer: [2],
    score: 1.5,
  },
  {
    title: " -A档考核事项连责评价扣部门月度绩效（ ）。",
    option: ["0.1分", "0.2分", "0.4分", "0.5分"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "内控一般事故扣部门月度绩效（ ）。",
    option: ["1分", "2分", "3分", "4分"],
    answer: [1],
    score: 1.5,
  },
  {
    title: "下列不属于主要材料消耗指标的（ ）。",
    option: ["墨耗", "浆耗", "安全线耗", "电耗"],
    answer: [3],
    score: 1.5,
  },
  {
    title: "火灾造成经济损失达到3万，造成一职工轻伤二级，应按（ ）标准评价。",
    option: ["内控一般事故", "内控严重事故", "内控重大事故", "行业一般事故"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      " 员工行为规范是企业员工应该具有的共同行为特点和工作准则，它带有明显的( )",
    option: [
      "导向性、约束性",
      "权威性、激励性",
      "导向性、激励性",
      "权威性、约束性",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title: "公司员工行为规范实行公司、专业部门、（   ）三级管理。",
    option: ["所属企业", "各部室（公司、中心）", " 班组", " 员工"],
    answer: [1],
    score: 1.5,
  },
  {
    title:
      "员工整体行为规范为三十二字：爱国明礼，服务大局。( )。感恩宽容，崇尚学习。团结共赢，自强不息。",
    option: [
      "爱岗敬业，严格执行",
      "恪职尽责，遵章守纪",
      "执行高效，勇于担当",
      "以身作则，勤勉好学",
    ],
    answer: [1],
    score: 1.5,
  },
  {
    title: "蓄意损坏私人财物，违反了公司的哪一个制度？（   ）",
    option: [
      "员工行为规范",
      "员工“八小时以外”行为教育监督管理办法",
      "运用监督执纪“四种形态”实施办法",
      "正风肃纪禁止性规定",
    ],
    answer: [0],
    score: 1.5,
  },
  {
    title:
      "正确佩戴和使用劳动防护用品，上机作业劳保服须 “三紧”，不属于的是（   ）。",
    option: ["领口", "袖口", "裤腿", "下摆"],
    answer: [2],
    score: 1.5,
  },

  {
    title: "治安管理处罚包括：（    ）。",
    option: [
      "警告、罚款",
      "行政拘留",
      "注销公安机关发放的许可证",
      "限期出境或者驱逐出境",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "违反治安管理行为的特征包括(     )。",
    option: [
      "具有一定的社会危害性",
      "具有违法性",
      "免于刑事处罚",
      "应受治安管理处罚",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "违反治安管理，有下列哪些情形的，应从重处罚？（    ）",
    option: [
      "连续多次实施违反治安管理行为的",
      "有较严重后果的",
      "教唆、胁迫、诱骗他人违反治安管理的",
      "对报案人、控告人、举报人、证人打击报复的",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title:
      "下列违反治安管理的行为，属于侵犯他人人身权利、财产权利的有：     （    ）。",
    option: [
      "以暴力、威胁或者其他手段强迫他人劳动的",
      "胁迫、诱骗或者利用他人乞讨的",
      "通过信件、电话等途径发送淫秽、侮辱、恐吓或者其他的信息，干扰他人正常生活的",
      "偷拍、窃听、散布他人隐私的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "屈某骗取他人财物，被公安机关发现，负责办理此案的警察赵某进行调查后认为，应当对屈某减轻处罚或者不予处罚，并提出以下几点理由。你认为哪些可以成立？（    ）",
    option: [
      "屈某骗取他人财物数额较小，且属首次实施此类行为，属于情节特别轻微",
      "屈某实施骗取行为并非自愿，而系出于他人胁迫",
      "屈某系下岗工人，全家生活基本靠他来维持",
      "屈某被抓获后，主动交待其所知的一个诈骗团伙，帮助公安机关侦破了发生在当地的系列诈骗案",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "构成单位违反治安管理中的直接责任人员，应当符合以下（    ）条件。",
    option: [
      "必须是单位的负责人",
      "必须是亲自实施了具体单位违反治安管理行为的人员",
      "对自己所实施的单位违反治安管理行为的事实情况在主观上存在着故意",
      "在单位违反治安管理行为的实施过程中起着重要作用的人员",
    ],
    answer: [1, 2, 3],
    score: 3,
  },
  {
    title: "盗窃公私财物行为侵犯的对象公私财物，应当具备以下（    ）特征。",
    option: [
      "能够被人们所控制和占有",
      "具有一定的经济价值",
      "能够被移动       ",
      "占有、使用在他人控制之下的财物",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "有下列哪些违反治安管理的行为之一的，依据《治安管理处罚法》的规定处十日以上十五日以下拘留，可以并处二千元以下罚款（     ）。",
    option: [
      "非法持有鸦片不满二百克、海洛因或者甲基苯丙胺不满十克或者其他少量毒品的",
      "向他人提供毒品的",
      "吸食、注射毒品的",
      "胁迫、欺骗医务人员开具麻醉药品、精神药品的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "下列关于涉毒案件的表述中哪些是正确的（    ）。",
    option: [
      "刑法规定对非法持有毒品构成犯罪的最低数额规定为：鸦片200克，海洛因或者甲基苯丙胺10克",
      "吸食、注射毒品被强制戒毒后又复吸的可以对违法行为人劳动教养",
      "向他人提供少量K粉、摇头丸的，根据《治安管理处罚法》的规定可以对违法行为人处于拘留并罚款",
      "对引诱、欺骗他人吸食海洛因的行为应予以治安处罚",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "根据《治安管理处罚法》的规定可以对违法行为人十日以上十五日以下拘留，可以并处二千元以下罚款；情节较轻的，处五日以下拘留或者五百元以下罚款，为赌博提供条件包括（    ）。",
    option: ["提供赌具", "提供赌博场所", "提供赌资", "为他人赌博提供交通工具"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "阻碍执行紧急任务的下列（    ）车辆通行的，构成违反治安管理行为。",
    option: ["消防车", "救护车", "工程抢险车", "警车"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "道路交通信号包括（    ）。",
    option: ["交通信号灯", "交通标志", "交通标线", "交通警察的指挥。"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "道路交通安全法对乘车人作了（    ）禁止性规定。",
    option: [
      "不得携带易燃易爆等危险物品",
      "不得向车外抛洒物品",
      "不得有影响驾驶人安全驾驶的行为",
      "不得携带宠物",
    ],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "对醉酒驾驶机动车的处理有（    ）",
    option: [
      "由公安机关交通管理部门约束至酒醒",
      "吊销机动车驾驶证",
      "依法追究刑事责任",
      "5年内不得重新取得机动车驾驶证",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "有（    ）情节的不得驾驶机动车。",
    option: [
      "饮酒",
      "服用国家管制的精神药品或者麻醉药品的",
      "或者患有妨碍安全驾驶机动车的疾病",
      "过度疲劳影响安全驾驶的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "同车道行驶的机动车有（    ）情形的，不得超车。",
    option: [
      "前车正在左转弯、掉头、超车的",
      "与对面来车有会车可能的",
      "前车为执行紧急任务的警车、消防车、救护车、工程救险车的",
      "行经铁路道口、交叉路口、窄桥、弯道、陡坡、隧道、人行横道、市区交通流量大的路段等没有超车条件的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "在没有交通信号的交叉路口遇到停车排队等候或者缓慢行驶时，机动车不得（    ）。",
    option: ["借右侧道路超车", "从左侧超车", "依次交替通行", "穿插等候的车辆"],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "机动车驾驶人有下列（    ）之一，一次记12分。",
    option: [
      "醉酒驾驶机动车的",
      "高速路行驶时速超过最高限速高于20%低于50%的",
      "造成交通事故逃逸，尚不构成犯罪的",
      "高速公路上倒车、逆行、穿越中央隔离带掉头的",
    ],
    answer: [0, 2, 3],
    score: 3,
  },
  {
    title: "当事人持有的（    ）可作为债权凭证。",
    option: ["借据", "收据", "欠条", "消费券"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "下列（    ）情形可以视为具备关于自然人之间借款合同的生效要件。",
    option: [
      "以现金支付的，自借款人收到借款时",
      "以银行转账、网上电子汇款或者通过网络贷款平台等形式支付的，自资金到达借款人账户时",
      "以票据交付的，自借款人依法取得票据权利时",
      "出借人将特定资金账户支配权授权给借款人的，自借款人取得对该账户实际支配权时",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: "《成都印钞有限公司正风肃纪禁止性规定》的适用范围有：（    ）",
    option: [
      " 成都印钞有限公司及所属企业正式员工",
      " 离退休人员　　",
      " 劳务派遣人员　",
      " 所属企业自聘人员",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: " 严禁索要或接受可能影响公正执行公务的（   ）等财物或活动。（    ）",
    option: ["礼品礼金", "有价证券卡", "吃请", "旅游", "健身", "娱乐"],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title: " 根据《成钞公司正风肃纪禁止性规定》，严禁职工参与（   ）等行为。",
    option: ["诈骗", "传销", "非法集资", "套路贷", "超出偿还能力借贷"],
    answer: [0, 1, 2, 3, 4],
    score: 3,
  },
  {
    title: " 监督执纪“四种形态”中第一种形态的运用方式主要有（   ）",
    option: ["谈话提醒", "批评教育", "责令检查", "诫勉谈话"],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title:
      "以下哪些情形，适用监督执纪“四种形态”中的第一种形态予以组织处理。（   ）",
    option: [
      "巡视、审计、风险排查等专项检查工作反馈问题整改不力，情节轻微的",
      "违反中央八项规定精神或存在“四风”问题，情节轻微的",
      "个人行为与党员身份不相符，违背社会公德、职业道德、家庭美德，情节轻微的",
      "违反《成钞公司正风肃纪禁止性规定》，情节轻微的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: " 监督执纪“四种形态”中第三种形态的运用方式主要有（    ）",
    option: ["撤销党内职务", "留党察看", " 开除党籍等", "行政撤职", "行政开除"],
    answer: [0, 1, 2, 3, 4],
    score: 3,
  },
  {
    title:
      " 以下哪些情形，适用监督执纪“四种形态”中的第二种形态予以组织处理。（   ）",
    option: [
      "存在违规违纪事实，但情节较轻、危害不大，应当给予党纪轻处分或组织处理的",
      "党员领导干部履行一岗双责不到位、失职失责，导致职责范围内分管的工作发生较大事故，情节较重，负有领导责任的",
      "违反中央八项规定精神或存在“四风”问题，情节较重的",
      "违反《成钞公司正风肃纪禁止性规定》，情节较重的",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: " 监督执纪“四种形态”中第二种形态的运用方式主要有（    ）",
    option: [
      "党内警告",
      "党内严重警告",
      "行政警告",
      "行政记过",
      "行政记大过",
      "行政降级",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title: " 酒后违规上岗，视情节给予（    ）",
    option: [
      "警告",
      "记过",
      "记大过",
      "降级、撤职",
      "留用察看",
      "解除劳动合同",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title:
      "非法集资、诈骗、传销、违规参与民间借贷的，造成不良影响和严重后果的，视情节给予（    ）",
    option: ["警告", "记过", "记大过", "降级、撤职", "留用察看", "除劳动合同"],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title: "包庇涉毒行为，为涉毒行为提供条件的，视情节给予（   ）处分",
    option: ["批评教育", "记大过", "降级、撤职", "留用察看", "解除劳动合同"],
    answer: [1, 2, 3, 4],
    score: 3,
  },
  {
    title: "制作、复制、出售、出租或传播淫秽物品的，给予（    ）处分",
    option: ["批评教育", "记大过", "降级、撤职", "留用察看", "解除劳动合同"],
    answer: [1, 2, 3, 4],
    score: 3,
  },
  {
    title: "违反保密规定，造成不良后果的，视情节轻重给予（    ）",
    option: [
      "警告",
      "记过",
      "记大过",
      "降级、撤职",
      "留用察看",
      "解除劳动合同",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title:
      "违反公司意识形态管理办法,发表不当言论造成不良影响的和严重后果的，视情节给予（     ）",
    option: [
      "警告",
      "记过",
      "记大过",
      "降级、撤职",
      "留用察看",
      "解除劳动合同",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title: "违规兼职，造成不良影响和严重后果的，视情节给予（     ）",
    option: [
      "警告",
      "记过",
      "记大过",
      "降级、撤职",
      "留用察看",
      "解除劳动合同",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title:
      "过度借贷超出偿还能力等行为，被列入失信黑名单，造成不良影响和严重后果的，视情节给予（    ）",
    option: [
      "警告",
      "记过",
      "记大过",
      "降级、撤职",
      "留用察看",
      "解除劳动合同",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title:
      "违反社会公德、家庭美德等，造成不良影响和严重后果的，视情节给予（    ）处分",
    option: ["警告", "记过", "记大过", "批评教育"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title:
      "经常迟到、早退和有旷工行为，经教育仍不改正的，视情节给予（    ）处分",
    option: ["警告", "记过", "记大过", "批评教育"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "弄虚作假，骗取各种假期的，视情节给予（    ）处分",
    option: ["警告", "记过", "记大过", "批评教育"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "公司列入职工因私出国（境）登记备案范围的有：（     ）",
    option: [
      "公司高层管理人员",
      "公司中层管理人员",
      "公司高端技术职务及高端技能职务人员",
      "公司计划财务部出纳，所属企业财务部门主要负责人及出纳",
      "公司涉密在职人员",
      "其他涉及企业、行业机密等重要岗位的人员",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title: "以下哪些属于质量专业绩效评价指标（    ）",
    option: ["作废率", "成品率", "一次封包率", "在线清数准确率"],
    answer: [0, 1, 2],
    score: 3,
  },
  {
    title: "下列标准连责评价考核公司高管的有（    ）。",
    option: ["-A档考核事项", "内控一般事故", "内控严重事故", "内控重大事故"],
    answer: [2, 3],
    score: 3,
  },
  {
    title: "公司内控事故评价分级（  　）",
    option: ["内控一般事故", "内控严重事故", "内控较大事故", "内控重大事故"],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "下列哪几类事故主控部门是安全保卫部（    ）",
    option: [
      "人身伤亡事故、火灾事故、交通事故",
      "设备事故",
      "产品被盗案件、剧毒物品被盗案件",
      "信息安全事故",
    ],
    answer: [0, 2],
    score: 3,
  },
  {
    title: "下列哪些事件按企业内控一般事故标准评价（    ）",
    option: [
      "生产过程钞票成品出现数字差错，查找8小时后找到。",
      "机械运转过程出现人身伤害事件，造成一职工轻伤二级。",
      "抄造工序连续报废或单幅报废直接损失达到3万元。",
      "印刷工序出现连续大张废达到5000大张。",
    ],
    answer: [0, 1, 2, 3],
    score: 3,
  },
  {
    title: " 下面哪些行为违反了文明就餐相关规定？（    ）",
    option: [
      "就餐时未按要求排队，随意插队；",
      "超量取用纸巾带出食堂；",
      "按要求就餐，离去时保持桌面整洁、座椅归位；",
      "就餐后未将餐具集中归放至餐具收集处；",
      "超量取用食品造成浪费。",
    ],
    answer: [0, 1, 3, 4],
    score: 3,
  },
  {
    title: "公司要求员工做到“诚实守信 维护声誉”，以下哪些行为是正确的  （   ）",
    option: [
      "诚实守信，如实填报各项费用支出，妥善保管原始票据，禁止瞒报虚报、出具虚假证明等舞弊行为；",
      "量力而行，理性投资，不超出自身经济承受能力借贷；",
      "通过非法渠道借贷、投资；",
      "珍惜个人征信，按时归还各类贷款和欠款；",
      "夸大事实，未能客观反映事实、表达诉求。",
    ],
    answer: [0, 1, 3],
    score: 3,
  },
  {
    title: "以下哪些行为是公司明令禁止的 （    ）",
    option: [
      "工作时间玩手机、睡觉、聚众闲聊；",
      "酒后上岗；",
      "进出厂门不打卡，到受控部位不主动出示证件；",
      "蓄意损坏公私财产；",
      "在公司外部或互联网等公共信息平台上发布、讨论国家秘密、工作秘密或公司相关涉密信息。",
    ],
    answer: [0, 1, 2, 3, 4],
    score: 3,
  },
  {
    title:
      "网络信息内容生产者不得制作、复制、发布含有下列内容的违法信息（       ）",
    option: [
      "危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；",
      "损害国家荣誉和利益的；",
      "歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；",
      "散布谣言，扰乱经济秩序和社会秩序的；",
      "散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；",
      "侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；",
    ],
    answer: [0, 1, 2, 3, 4, 5],
    score: 3,
  },
  {
    title:
      "网络信息内容生产者应当采取措施，防范和抵制制作、复制、发布含有下列内容的不良信息（     ）",
    option: [
      "使用夸张标题，内容与标题严重不符的；",
      "炒作绯闻、丑闻、劣迹等的；",
      "不当评述自然灾害、重大事故等灾难的；",
      "带有性暗示、性挑逗等易使人产生性联想的；",
      "展现血腥、惊悚、残忍等致人身心不适的；",
      "可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的；",
    ],
    answer: [0, 1, 2, 3, 4, 5],
  },
  {
    title:
      "某一行为之所以被认定为违反治安管理行为，从根本上说就是因为它对社会造成了一定程度的危害。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "限制人身自由的行政处罚权即行政拘留的决定权只能由公安机关行使。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "违反治安管理行为人在公安机关受理案件或者开始调查后逃避处罚的，不受追究时效的限制。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "虐待家庭成员，被虐待人要求处理的，才能给予治安管理处罚。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "卖淫、嫖娼行为可以发生在异性之间，也可以发生在同性之间。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "引诱、容留、介绍他人卖淫行为，是指以金钱、物质或其他利益诱使他人卖淫，或为他人提供场所，或为他人卖淫介绍嫖客的行为。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "免费向他人赠送毒品的，不构成违反治安管理行为。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "非法限制他人人身自由情节严重的，应以非法拘禁罪论处。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "公安机关查处治安案件，只有本人陈述，没有其他证据证明的，可以作出治安管理处罚决定。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "行为人使用假的大学毕业证骗取用人单位信任的行为，属于违反治安管理的行为。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "未满十六周岁的人违反治安管理的，不予处罚，但应责令其监护人严加管教。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "违反治安管理行为在六个月内没有被公安机关发现的，不再处罚。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "精神病人违反治安管理的行为，一律不予处罚。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "制造噪声干扰他人正常生活的可以予以治安处罚。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "询问不满十八周岁反治安管理的在校学生，应当通知其父母或其老师都到场。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "对无正当理由不接受传唤或者逃避传唤的人，才可以使用强制传唤。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "违反治安管理的行为对他人造成损害的，行为人或者其监护人应当依法承担民事责任。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "不满十四周岁的人违反治安管理的，免予处罚。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "欺骗医务人员开具精神药品，情节较轻的，处五日以下拘留或者五百元以下罚款。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "凡在中华人民共和国境内道路上通行的车辆驾驶人、行人、乘车人以及与道路交通活动有关的单位和个人,都必须遵守《中华人民共和国道路交通安全法》。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "机动车未悬挂号牌，可以城市道路上行驶。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "驾驶机动车上道路行驶，须随车携带机动车行驶证。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "机动车号牌应当按照规定悬挂并保持清晰、完整，不得故意遮挡、污损。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "机动车驾驶人必须经过公安机关交通管理部门考试合格，领取驾驶证，方准在道路上驾驶机动车。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "不得驾驶安全设施不全或者机件不符合技术标准等具有安全隐患的机动车。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "饮酒未醉时，可以驾驶机动车。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "饮酒驾车判断标准：车辆驾驶人员血液酒精含量大于或等于20mg/100ml,小于80mg/100ml的驾驶行为。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "饮酒后或者醉酒驾驶机动车发生重大交通事故，10年内不得重新取得机动车驾驶证。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "道路划分为机动车道、非机动车道和人行道的，机动车、非机动车、行人实行分道通行。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "机动车行经交叉路口，不得超车。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "机动车行经弯道时，在保证不发生事故的前提下可以迅速超车。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "进入高速公路的机动车不受最低设计时速限制。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "在道路上发生交通事故，造成人身伤亡的，车辆驾驶人因抢救受伤人员变动现场的，应当标明位置。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "违反道路交通安全法律、法规的规定，发生重大交通事故，构成犯罪的，依法追究刑事责任，并由公安机关交通管理部门吊销驾驶证。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "造成交通事故后逃逸的，由公安机关交通管理部门吊销机动车驾驶证，且终生不得重新取得机动车驾驶证。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "当事人到期不缴纳罚款的，作出行政处罚决定的行政机关可以每日按罚款数额的3% 加处罚款。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "摩托车驾驶人及乘坐人员应当按规定戴安全头盔。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "民间借贷，是指自然人、法人、其他组织之间及其相互之间进行资金融通的行为。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "建设银行可以成为民间借贷主体。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "借据、收据、欠条等债权凭证载明的借款金额一般认定为本金。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "严禁弄虚作假或不如实按公司规定报告或报备个人事项。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      " 严禁用公款支付或报销应由个人支付的费用，或借各种名义用公款吃请、娱乐等活动。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: " 严禁公车私用、私车公养或违规使用公车。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      " 严禁违规投资、借贷、持有非上市公司股份、从事参与营利性活动。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      " 严禁参与黄赌毒偷和涉黑涉恶行为，可以从事带有财物输赢的棋牌赌博活动。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: " 严禁酗酒，酒后驾车或酒后上岗。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: " 未设立纪委的党的基层委员会，由该委员会负责监督执纪工作。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      " 一般性任职谈话、廉政谈话、警示教育以及组织生活会上开展的批评教育等日常谈话教育不属于“四种形态”范畴。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: " 被责令检查人，可以不提交本人手写签字的书面认识。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      " 对严重违规违纪涉嫌违法犯罪的人员，依照相关程序移送司法机关，对党员可以在案件移送司法机关后作出纪律处分。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      " 有违法行为受到治安处罚或行政处罚等法律处分的，视情节可给予记过直至解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "在甲级、乙级要害部位或其他要害部位盗窃的，给予解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "在生产经营管理中，失职渎职、玩忽职守，使企业财产、员工利益受到损害的，直接经济损失达到刑事立案标准的，给予留用察看或解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "滥用职权，违反政策法规、违反财经纪律，使企业利益受到损害的，达到刑事立案标准的，视情节给予留用察看或解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "滥用职权，违反政策法规、违反财经纪律，使企业利益受到损害的，未达到刑事立案标准的，视情节给予警告直至留用察看处分。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "违规持有非上市公司（企业）股份或证券的，造成不良影响和严重后果的，视情节给予警告直至解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工所在部门或公司专业管理部门负责调查员工违规、违纪事实，并提出处分建议。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "相关部门应将调查认定的事实及拟给予的处分依据，告知员工本人。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工违法违纪，可以在处分当事人前，依据其所犯错误事实给予一定时期的停职检查。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工因涉嫌犯罪，被公安或司法机关收容审查、刑事拘留、逮捕的，应停职检查，待公安或司法机关作出结论后再给予处分。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "勾结社会势力或结伙对他人进行威胁恐吓、侮辱人格、伤害的，给予解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "故意损坏公私财物的，直接经济损失达到刑事立案标准的，给予留用察看或解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工因违规违纪待岗期间，有违法、违纪行为的，给予解除劳动合同。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "“因私出国（境）证件”包含： 因私普通护照、往来港澳通行证、大陆居民往来台湾通行证。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "公司登记备案人员如需办理或更换护照和港澳台通行证（签注）等，不需要填写《成都印钞有限公司登记备案人员因私出国（境）审批表》，直接到党委组织部领用《同意办理相应证件（签注）的函》即可。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title: "其他非备案职工的证件由所在部门负责集中保管。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "逾期不交因私出国（境）证件或不执行证件管理规定的，不会暂停其因私出国（境）审批。（   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "拒不交出所持因私出国（境）证件的，要对其本人进行批评教育或者诫勉，情节严重的，给予组织处理或者移交纪检监察办公室处理。（    ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "登记备案人员不得以任何理由私自办理国（境）外长期居留证、永久居民身份证。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "因私出国（境）自费留学、定居、就业的，须先办理辞职手续，经人力资源部同意后方可向申请人退还集中保管的证照。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "公司各直属党组织、职能部门要站在政治高度及企业发展和稳定的高度，切实加强对员工“八小时以外”行为的教育监督管理工作。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工“八小时以外”表现情况不会被纳入员工年度考评、评优评先、述职述责述廉范围。 （   ）",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "《员工“八小时以外”行为教育监督管理办法》适用于成都印钞有限公司正式员工（含离退休人员）、劳务派遣人员、所属企业自聘人员。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "“八小时以外”行为是指员工在工作时间以外所从事的与工作影响相关或个人生活领域的活动。（   ）",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "成钞公司员工行为规范遵循三统一原则，即符合国家法律法规以及行业、企业规定，符合社会公德、职业道德、家庭美德、个人品德要求，符合公司诚印文化理念，与以上三者高度统一。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "工作时间偶尔不着上岗服也没什么问题。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "员工行为规范规定，电话铃响及时接听，接打电话礼貌客气，话语简洁，不占用电话聊天，不使用免提键，接到电话应及时处理并做好传话记录。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工行为规范规定，不在公司外部或互联网等公共信息平台上发布、讨论国家秘密、工作秘密或公司相关涉密信息。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "将手机放在衣兜里，只要不拿出来，就可以带进涉密场所。(    )",
    option: ["正确", "错误"],
    answer: [1],
    score: 1,
  },
  {
    title:
      "员工行为规范要求，要遵守公共秩序，讲卫生不随吐乱扔，守纪律不闹事打架，邻里和睦敬老爱幼。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "工作时间不做与工作无关的事，禁止工作时间玩手机、睡觉、聚众闲聊。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "不该说的不说，不该问的不问，不该看的不看，不该记录的不记录。未经允许，不得复制密级文件资料。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "要爱护公私财产，不得蓄意损坏公私财产。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "公司倡导员工要爱护花草树木，不攀折花木、践踏绿地。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "公司倡导，要使用文明用语，反对言语粗俗，会议及礼仪接待提倡使用普通话。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "员工行为规范规定，不携带手机等移动终端进入涉密场所，不违规使用涉密电脑，不违规存储处理涉密信息。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title: "公司员工行为规范要求员工工作时间要坚守岗位，不串岗、脱岗。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "网络群组、论坛社区版块建立者和管理者应当履行群组、版块管理责任，依据法律法规、用户协议和平台公约等，规范群组、版块内信息发布等行为。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "网络信息内容服务使用者应当文明健康使用网络，按照法律法规的要求和用户协议约定，切实履行相应义务，在以发帖、回复、留言、弹幕等形式参与网络活动时，文明互动，理性表达，不得发布违法、不良信息。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      "网络信息内容服务使用者和网络信息内容生产者、网络信息内容服务平台不得利用党旗、党徽、国旗、国徽、国歌等代表党和国家形象的标识及内容，或者借国家重大活动、重大纪念日和国家机关及其工作人员名义等，违法违规开展网络商业营销活动。(    )",
    option: ["正确", "错误"],
    answer: [0],
    score: 1,
  },
  {
    title:
      " 员工应及时向所在部门报告“八小时以外”个人重大问题和重要事项。（   ）",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 登记备案人员可以在国（境）外办理退休或辞职手续。（   ）",
    answer: [1],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title:
      " 在甲级、乙级要害部位或其他要害部位盗窃的，给予解除劳动合同。（   ）",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 员工行为规范要求，行路、驾车文明有序，旅游观光平安有礼。(    )",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 节水、节电、节约资源，杜绝长流水、长明灯现象。(    )",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 可以在公司所属区域内非定点吸烟场所吸烟。（   ）",
    answer: [1],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 只要没有为请托人办事，收点请托人送的礼品礼金不违规。（   ）",
    answer: [1],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 运用第二、三、四种形态进行经济考核的参照员工奖惩制度执行。（   ）",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title:
      " 违反中央八项规定精神或存在“四风”问题，情节严重的，运用第三种形态对责任人进行处理。（   ）",
    answer: [0],
    option: ["正确", "错误"],
    score: 1,
  },
  {
    title: " 诫勉谈话结束后，被诫勉的同志应就被诫勉事项写出书面检查。（   ）",
    answer: [0],
    score: 1,
    option: ["正确", "错误"],
  },
];
