export default [{
        "title": "( )就是在生产过程中把安全特别是从业人员的人身安全放在首要位置，实行“安全优先”原则，切实保护劳动者的生命安全和身体健康。",
        "option": ["安全第一", "综合治理", "预防为主", "防消结合"],
        "answer": [0]
    }, {
        "title": "下列内容属于“安全第一”的是( )。",
        "option": ["强化安全生产责任制，真正做到各司其职，各负其责", "安全第一强调安全工作的重要性、优先性及预防性", "做好教育培训工作，使生产经营单位各层次员工都树立起安全第一的意识", "从业人员对待安全生产的态度和行为差异很大，需要因情制宜、综合防范"],
        "answer": [1]
    }, {
        "title": "生产经营单位的( )必须按照国家有关规定经专门的安全作业培训，取得特种作业操作资格证书后，方可上岗作业。",
        "option": ["从业人员", "安全管理人员", "特种作业人员", "主要负责人"],
        "answer": [2]
    }, {
        "title": "根据( )的级别不同，可分为厂(公司)级安全教育、车间(工段)级安全教育、班组级安全教育,又称&quot;三级&quot;安全教育。",
        "option": ["安全教育对象", "教育组织者", "安全教育性质", "安全教育内容"],
        "answer": [1]
    }, {
        "title": "( )是由安全色、几何图形和形象的图形符号构成，用以表达特定的安全信息。",
        "option": ["安全招贴", "安全挂图", "安全标语", "安全标志"],
        "answer": [3]
    }, {
        "title": "特种作业人员必须接受与本工种相适应的、专门的安全技术培训，安全技术理论考核和实际操作技能考核合格，取得( )证后，方可上岗作业。",
        "option": ["合格", "特种作业操作", "特种作业许可", "培训"],
        "answer": [1]
    }, {
        "title": "连续从事本工种( )以上的特种作业人员，严格遵守有关安全生产法律法规的，经原考核发证机关或者从业所在地考核发证机关同意，特种作业操作证的复审时间可以延长至每6年1次。",
        "option": ["5年", "8年", "10年", "12年"],
        "answer": [2]
    }, {
        "title": "根据行业《企业安全标准与评价体系》规定，从业人员在本生产经营单位内调整工作岗位或离岗( )以上重新上岗时，应当重新接受车间和班组级的安全培训。",
        "option": ["三个月", "一年", "九个月", "六个月"],
        "answer": [3]
    }, {
        "title": "生产经营单位新上岗的从业人员，岗前培训时间不得少于( )学时。",
        "option": ["8", "12", "24", "72"],
        "answer": [2]
    }, {
        "title": "安全隐患按照危害程度和整改难度，分为一般安全隐患和( )安全隐患。",
        "option": ["较大", "重大", "较重大"],
        "answer": [1]
    }, {
        "title": "对发生的各类安全事故，必须采取( )原则进行处理。",
        "option": ["预防为主", "四不放过", "三同时"],
        "answer": [1]
    }, {
        "title": "因办公区域不防滑，有可能造成的摔伤现象，下面对应的措施最恰当的是( )。",
        "option": ["勤擦拭地板", "绕着走", "保持地面干爽"],
        "answer": [2]
    }, {
        "title": "重大危险源定义中的单元指一个(套)生产装置、设施或场所，或同属一个工厂的且边缘距离小于( )m的几个(套)生产装置、设施或场所。",
        "option": ["200", "300", "500"],
        "answer": [2]
    }, {
        "title": "对某种具体的、特定类型的紧急情况，例如危险物质泄漏、火灾、某一自然灾害等的应急而制定的的应急预案为( )。",
        "option": ["综合应急预案", "专项应急预案", "现场处置方案"],
        "answer": [1]
    }, {
        "title": "( )的特点是对演练情景进行口头演练，一般是在会议室内举行。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [0]
    }, {
        "title": "( )是指针对应急预案中全部或大部分应急响应功能，检验、评价应急组织应急运行能力的演练活动。演练过程要求尽量真实。",
        "option": ["桌面演练", "功能演练", "全面演练"],
        "answer": [2]
    }, {
        "title": "导致事故发生的直接原因中不包括( )。",
        "option": ["物的原因", "人的原因", "教育的原因"],
        "answer": [2]
    }, {
         "title": "危险源辨识就是风险评估。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险源是指可能导致伤害、疾病、财产损失、工作环境破坏或这些情况组合的根源或状态。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危害辨识、风险评价和风险控制应被视为一个持续的过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险源辨识就是隐患排查。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "危险有害因素中,人的因素包括心理、生理性危险和有害因素、行为性危险和有害因素。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气安全对策措施，通常包括防触电、防电气火灾爆炸和防静电等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "机械伤害指机械设备运动(静止)部件、工具、加工件直接与人体接触引起的夹击、碰撞、剪切、卷入、绞、碾、割、刺等伤害。包括车辆、起重机械引起的机械伤害。(  )",
        "answer": [1],
        "option": ["是", "否"]
    },
    {
        "title": "高处坠落指在高处作业中发生坠落造成的伤亡事故。触电坠落事故也属于高处坠落。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "事故隐患是泛指生产系统中可导致事故发生的人的不安全行为、物的不安全状态、环境和管理上的缺陷。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "忽视安全，忽视警告，操作错误是造成生产安全事故中物的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "防护、保险、信号等装置缺乏或有缺陷是造成生产安全事故中人的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全生产教育培训不够是造成生产安全事故中管理上的主要直接原因。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "对事故隐患整改不力，经费不落实是造成生产安全事故中管理上的主要间接原因。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "未开展人员安全教育是人的不安全因素。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "应急预案培训与演练要求现场处置方案每半年至少组织一次演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应每三年组织应急知识教育培训，并纳入年度安全教育培训计划。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全第一体现在严格执行安全检查制度，及时发现事故隐患、防范事故。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "安全意识不强，违章指挥、违章作业、违反劳动纪律易造成事故。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电器着火时下列不能用的灭火方法是哪种？( )",
        "option": ["用四氯化碳灭火器灭火", "用沙土灭火", "用水灭火", "用1211灭火器灭火"],
        "answer": [2]
    }, {
        "title": "触电事故中，( )是导致人身伤亡的主要原因。",
        "option": ["人体接受电流伤害　", "烧伤　", "电休克"],
        "answer": [0]
    }, {
        "title": "( )是当电路发生漏电故障时，能够自动切断电源的保护装置。",
        "option": ["漏电保护器", "保护接地", "电气隔离"],
        "answer": [0]
    }, {
        "title": "下列有关使用漏电保护器的说法，哪种正确？( )",
        "option": ["漏电保护器既可用来保护人身安全，还可用来对低压系统或设备的对地绝缘状况起到监督作用", "漏电保护器安装点以后的线路不可对地绝缘", "漏电保护器在日常使用中不可在通电状态下按动实验按钮来检验其是否灵敏可靠"],
        "answer": [0]
    }, {
        "title": "如果工作场所潮湿，为避免触电，使用手持电动工具的人应( )。",
        "option": ["站在铁板上操作", "站在绝缘胶板上操作", "穿防静电鞋操作"],
        "answer": [1]
    }, {
        "title": "静电电压最高可达( )，可现场放电，产生静电火花，引起火灾。",
        "option": ["50伏", "数万伏", "220伏"],
        "answer": [1]
    }, {
        "title": "漏电保护器的使用是防止( )。",
        "option": ["触电事故", "电压波动", "电荷超负荷"],
        "answer": [0]
    }, {
        "title": "我国标准规定工频安全电压有效值的限值为( )V。",
        "option": ["36", "42", "48", "50"],
        "answer": [3]
    }, {
        "title": "金属容器内、隧道内、水井内以及周围有大面积接地导体等、工作地点狭窄、行动不便的环境应采用( )V安全电压。",
        "option": ["12", "24", "36", "50"],
        "answer": [0]
    }, {
        "title": "使用手持电动工具时，下列注意事项哪个正确？( )",
        "option": ["使用万能插座", "使用漏电保护器", "身体或衣服潮湿"],
        "answer": [1]
    }, {
        "title": "使用电气设备时，由于维护不及时，当( )进入时，可导致短路事故。",
        "option": ["导电粉尘或纤维", "强光辐射", "热气"],
        "answer": [0]
    }, {
        "title": "使用的电气设备按有关安全规程，其外壳应有什么防护措施？( )",
        "option": ["无", "保护性接零或接地", "防锈漆"],
        "answer": [1]
    }, {
        "title": "三线电缆中的红线代表( )。",
        "option": ["零线", "火线", "地线"],
        "answer": [1]
    }, {
        "title": "如果触电者伤势严重，呼吸停止或心脏停止跳动，应竭力施行( )和胸外心脏挤压。",
        "option": ["按摩", "点穴", "人工呼吸"],
        "answer": [2]
    }, {
        "title": "被电击的人能否获救，关键在于( )。",
        "option": ["触电的方式", "人体电阻的大小", "能否尽快脱离电源和施行紧急救护"],
        "answer": [2]
    }, {
        "title": "影响电流对人体伤害程度的主要因素有( )。",
        "option": ["电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况", "电流的大小，人体电阻，通电时间的长短", "电流的途径，人体状况"],
        "answer": [0]
    }, {
        "title": "带电作业应设( )，复杂作业时，应增设监护人。",
        "option": ["工作负责人", "工作许可人", "专责监护人", "工作人员"],
        "answer": [2]
    }, {
        "title": "( )是触电事故中最危险的一种。",
        "option": ["电烙印", "皮肤金属化", "电灼伤", "电击"],
        "answer": [3]
    }, {
        "title": "静电多发生在( )季节。",
        "option": ["多雨潮湿", "干燥", "任何"],
        "answer": [1]
    }, {
        "title": "静电在工业生产中可能引起( )事故。",
        "option": ["爆炸和火灾", "电死人员", "相间短路"],
        "answer": [0]
    }, {
        "title": "有人低压触电时，应该立即将他拉开。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "为了防止触电可采用绝缘、防护、隔离等技术措施以保障安全。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "对于容易产生静电的场所，应保持地面潮湿，或者铺设导电性能好的地板。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "移动某些非固定安装的电气设备时(如电风扇，照明灯)，可以不必切断电源。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "手持电动工具的插头不得随意拆除或更换,手持电动工具自带的软线也不可以接长以后进行使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在使用手电钻、电砂轮等手持电动工具时，为保证安全，应该装设漏电保护器。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电动工具应由具备资质的电工定期检查及维修。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "员工下班后必须关闭所属区域用电设备设施的电源，同时具备必要的电气安全常识。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "插拔插头时，应保证电气设备和电气装置处于工作状态，并避免对电源线施加外力。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，因立即通知消防人员，并进行必要的现场配合。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "发现有人触电，应立即切断电源，使触电人脱离电源，并进行急救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业内漏电保护器应定期(1个月)进行漏电保护动作测试，确保完好，并有测试记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气设备着火,首先必须采取的措施是停电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "湿手不准去摸触电灯开关以及其他电气设备。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高温潮湿的环境会使电线电缆绝缘层的电气性能下降。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气装置都不应超负荷运行或带故障使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在插拔插头时人体不得接触导电极，不应对电源线施加拉力。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "临时用电应经有关主管部门审查批准，并有专人负责管理，限期拆除。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "当电气装置的绝缘或外壳损坏，只要多注意不碰触带电部分就可使用。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "长期放置不用的或新使用的用电设备应经过安全检查或试验后才能投入使用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用电单位或个人不得擅自更改电气装置或延长电气线路，不得擅自增大电气装置的额定容量。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何电气设备在未验明无电之前，一律认为有电。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "( )的危险是杀伤人体细胞和机体内部的组织，轻者会引起各种病变，重者会导致死亡。",
        "option": ["噪声", "震动", "电击", "辐射"],
        "answer": [3]
    }, {
        "title": "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应( )。",
        "option": ["边观察边使用", "穿戴好防护用品使用", "继续使用", "停止使用"],
        "answer": [3]
    }, {
        "title": "外露传送装置的零部件损坏后，一般应按原设计要求配制。如有更改，必须保证不降低其( )。",
        "option": ["使用寿命", "安装高度", "使用强度", "安全可靠性"],
        "answer": [3]
    }, {
        "title": "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置( )。",
        "option": ["安全防护光电", "防护网", "防绞手装置", "防护装置"],
        "answer": [3]
    }, {
        "title": "设备发生故障时，必须首先( )，方可打开防护装置检查、修理。",
        "option": ["降速", "保证低速运行", "停机", "查明原因"],
        "answer": [2]
    }, {
        "title": "检修时，应在设备( )上悬挂“禁止启动”的安全标志，或派专人监护开关。",
        "option": ["维修部位", "主电箱", "开关", "主机"],
        "answer": [2]
    }, {
        "title": "对两人或多人操作的机械设备，其控制器应有( )，避免因多人操作不协调而造成的危险。",
        "option": ["相互独立的控制器", "不同的控制器", "相同的控制器", "互锁装置"],
        "answer": [3]
    }, {
        "title": "下列对策中哪个不适宜用于预防机械伤害：( )",
        "option": ["提高机械设备的本质安全", "靠操作者的自觉性来预防机械伤害", "加强安全管理", "提高操作者的技术水平"],
        "answer": [1]
    }, {
        "title": "在齿轮传动机构中，( )是最危险。",
        "option": ["轴", "齿轮", "链条", "齿轮啮合处"],
        "answer": [3]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["戴褐色眼镜从事电焊", "操作旋转机床时，戴防护手套", "借助推木操作剪切机械", "用砂轮机打磨时戴防护眼镜"],
        "answer": [1]
    }, {
        "title": "开启式防护罩打开或部分失灵时，应使( )。",
        "option": ["活动部件不能运转", "运转部件减速运动", "防护罩不影响操作", "维修防护罩的工作正常进行"],
        "answer": [0]
    }, {
        "title": "叉车在运行时，不准任何人上下车，货叉上( )。",
        "option": ["严禁站人", "可站一人\t", "可站俩人", "可站多人"],
        "answer": [0]
    }, {
        "title": "乘客召唤电梯时，不要同时按压上、下两个方向的召唤按钮，以提高电梯运行效率。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "安全隐患可存在于机器的设计、制造、运输、安装、使用、报废、拆卸及处理等各个环节。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "设备发生故障时，可不停机打开防护装置检查、修理。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "只要不出安全事故，操作工不必要严格按《安全操作规程》操作。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "运转中的机械设备对人的伤害主要有撞伤、压伤、轧伤、卷缠等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "连锁安全装置的基本原理：只有当安全装置关合时，机器才能运转；而只有当机器的危险部件停止运动时，安全装置才能开启。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "隔离安全装置是一种阻止身体的任何部分靠近危险区域的设施。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "空车上下斜坡——如果在斜坡上空车行使,需要倒退上坡,货叉向前行驶下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "载货时上下斜坡——如果在斜坡上载货行使,需要货叉向前行使上坡,倒退行使下坡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "不准用货叉带人作业，货叉举起后货叉下严禁站人和进行维修工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职业病防治工作坚持( )的方针，实行分类管理、综合治理。",
        "option": ["预防为主、防治结合", "标本兼治、防治结合", "安全第一、预防为主"],
        "answer": [0]
    }, {
        "title": "职业病防治法的立法宗旨是为了预防、控制和消除职业病危害，防治职业病，( )。",
        "option": ["保护劳动者健康及其相关权益", "保护劳动者健康，促进经济发展", "保护劳动者健康及相关权益，促进经济发展"],
        "answer": [2]
    }, {
        "title": "工作场所的职业病防护设施的设置应( )。",
        "option": ["按企业规定统一设置", "与职业病危害防护相适应", "根据生产规模设置"],
        "answer": [1]
    }, {
        "title": "工作场所的职业病危害因素强度或者浓度应当符合( )。",
        "option": ["国家职业卫生标准", "世界卫生组织标准", "国际劳工组织标准"],
        "answer": [0]
    }, {
        "title": "用人单位不得安排未成年工从事( )；不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。",
        "option": ["夜班作业", "高空作业", "接触职业病危害的作业"],
        "answer": [2]
    }, {
        "title": "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、( )和其他有毒、有害物质等因素而引起的疾病。",
        "option": ["放射性物质", "高温", "病毒"],
        "answer": [0]
    }, {
        "title": "生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( )、防范措施以及事故应急措施。",
        "option": ["危险因素", "事故隐患", "设备缺陷"],
        "answer": [0]
    }, {
        "title": "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其允许噪声标准是：( )",
        "option": ["85分贝", "88分贝", "91分贝"],
        "answer": [0]
    }, {
        "title": "下列哪项内容不属于健康监护的基本内容？( )",
        "option": ["职业病的治疗", "定期体检", "建立健康监护档案"],
        "answer": [0]
    }, {
        "title": "用人单位对不适宜从事原工作的职业病病人，应当( )。",
        "option": ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"],
        "answer": [2]
    }, {
        "title": "防止毒物危害的最佳方法是( )。",
        "option": ["穿工作服", "用无毒或低毒的替代品", "佩戴呼吸器具"],
        "answer": [1]
    }, {
        "title": "依照《职业病防治法》，用人单位与劳动者订立合同时，要在劳动合同中写明工作过程中( )，不得隐瞒或者欺骗。",
        "option": ["工资福利等", "可能产生的职业病危害及后果、职业病防护措施和待遇等内容", "单位提供的劳动防护用品"],
        "answer": [1]
    }, {
        "title": "对准备脱离所从事的职业病危害作业或者岗位的劳动者，用人单位应当在劳动者离岗前()日内组织劳动者进行离岗时的职业健康检查。劳动者离岗前()日内的在岗期间的职业健康检查可以视为离岗时的职业健康检查。( )",
        "option": ["30，60", "60，90", "30，90"],
        "answer": [2]
    }, {
        "title": "生产性噪声所引起的噪声聋在《职业病分类和目录》中属于那类职业病？( )",
        "option": ["物理因素所致职业病", "职业性耳鼻喉口腔疾病", "职业性化学中毒", "其他职业病"],
        "answer": [0]
    }, {
        "title": "上岗前的职业健康检查主要目的是( )。",
        "option": ["筛查职业禁忌症", "及早发现职业病人", "鉴定未成年工禁忌的作业", "鉴定女职工禁忌的作业"],
        "answer": [0]
    }, {
        "title": "用人单位应当建立、健全职业卫生档案和劳动者( )档案。",
        "option": ["健康监护", "工伤保险", "职业病"],
        "answer": [0]
    }, {
        "title": "依据《职业病防治法》，下列( )项不属于劳动者在职业活动中应尽的职业卫生义务。",
        "option": ["正确使用和维护职业病防护设备和个人使用的职业病防护用品", "发现职业病危害事故隐患及时报告　", "在有职业危害因素的作业场所设置警示标识"],
        "answer": [2]
    }, {
        "title": "职业健康检查费用由( )承担。",
        "option": ["劳动者", "用人单位", "劳动者和用人单位"],
        "answer": [1]
    }, {
        "title": "生产过程中的职业性危害因素按其性质可分为化学因素、( )、生物因素等。",
        "option": ["物理因素", "生产粉尘", "高温"],
        "answer": [0]
    }, {
        "title": "在生产过程、劳动过程、( )中存在的危害劳动者健康的因素，称为职业性危害因素。",
        "option": ["作业环境", "卫生环境", "高温环境"],
        "answer": [0]
    }, {
        "title": "以下( )属于化学性危害因素。",
        "option": ["工业毒物", "振动", "高温"],
        "answer": [0]
    }, {
        "title": "对产生严重职业病危害的作业岗位，应当在其醒目位置，设置( )。",
        "option": ["警示标识和中文警示说明", "警示标识", "警示说明", "警示语言"],
        "answer": [0]
    }, {
        "title": "生产经营单位必须为从业人员提供符合国家标准或行业标准的( )。",
        "option": ["防暑用品", "防寒用品", "劳动防护用品"],
        "answer": [2]
    }, {
        "title": "《安全生产法》规定从业人员在安全生产方面的义务包括：“从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用( )。”",
        "option": ["安全卫生设施", "劳动防护用品", "劳动防护工具"],
        "answer": [1]
    }, {
        "title": "劳动防护用品按防护部位不同，分为九大类：安全帽、呼吸护具、眼防护具、听力护具、防护鞋、防护手套、防护服、防坠落护具和护肤用品。下列防护用品中，安全带和安全绳属于( )。",
        "option": ["听力护具", "眼防护具", "防坠落护具"],
        "answer": [2]
    }, {
        "title": "为了防止高处坠落事故，凡是操作人员进行操作、维护、调节的工作位置在坠落基准面( )米以上时，则必须在生产设备上配置供站立的平台和防坠落的栏杆、安全网及防护板等。",
        "option": ["1", "2", "3"],
        "answer": [1]
    }, {
        "title": "下列属于使用劳动防护用品的一般要求是：( )",
        "option": ["使用前应首先做一次外观检查", "无期限地使用劳动防护用品", "使用前要做全面检查"],
        "answer": [0]
    }, {
        "title": "工人操作机械时，要求穿着紧身适合的工作服，以防( )。",
        "option": ["着凉", "被机器转动部分缠绕", "被机器弄污"],
        "answer": [1]
    }, {
        "title": "在剪切机械造成的事故中，伤害人体最多的部位是( )。",
        "option": ["手和手指", "脚", "眼晴"],
        "answer": [0]
    }, {
        "title": "下列哪种操作是不正确的？( )",
        "option": ["操作机床时，戴防护手套", "戴褐色眼镜从事电焊作业", "借助推木操作剪切机械"],
        "answer": [0]
    }, {
        "title": "噪声对人体中枢神经系统的影响是( )。",
        "option": ["心跳加快", "血管痉挛", "头脑皮层兴奋，抑制平衡失调"],
        "answer": [2]
    }, {
        "title": "避免手部皮肤接触有机溶剂，应采取( )措施。",
        "option": ["佩带胶皮手套", "使用金属容器来盛装溶剂", "佩带胶皮手套及用防腐蚀金属容器盛装溶剂"],
        "answer": [2]
    }, {
        "title": "工人在存在噪声危害的环境内工作时，其单位应首先考虑( )方法来改善。",
        "option": ["采用工程控制，降低噪声", "提供合适的听觉保护器", "支付听力测试和诊治的费用"],
        "answer": [0]
    }, {
        "title": "在下列环境中工作，( )最易中暑？",
        "option": ["没有空气调节的地方", "酷热并潮湿的环境", "干燥的地方"],
        "answer": [1]
    }, {
        "title": "应怎样处理溅到皮肤上的腐蚀性液体？( )",
        "option": ["用抹布抹去", "用大量清水冲洗", "用绷带包扎患处，请医生治疗"],
        "answer": [1]
    }, {
        "title": "处理化学液体时，应用( )保护面部。",
        "option": ["太阳镜", "防护面罩", "毛巾"],
        "answer": [1]
    }, {
        "title": "粉尘作业时必须佩戴( )。",
        "option": ["棉纱口罩", "防尘口罩", "防毒面具"],
        "answer": [1]
    }, {
        "title": "进出缺氧密闭空间作业必须使用( )。",
        "option": ["防尘口罩", "空气呼吸器", "防毒面具"],
        "answer": [1]
    }, {
        "title": "一旦发现有人晕倒在密闭容器内，下面最适合的急救方法是( )。",
        "option": ["第一时间跳下去，把中毒者背上来", "腰间系上绳子，第一时间跳下去，把中毒者拉上来", "佩戴防毒面具或空气呼吸器，在有人监护的情况下施救"],
        "answer": [2]
    }, {
        "title": "一氧化碳中毒是由于含碳物质燃烧不完全时的产物经呼吸道吸入引起中毒，主要损害人的( )系统。",
        "option": ["呼吸", "消化", "神经"],
        "answer": [2]
    }, {
        "title": "工业毒物进入人体的途径有3个，即( )。",
        "option": ["口、鼻、耳", "食物、空气、水", "呼吸道、皮肤、消化道"],
        "answer": [2]
    }, {
        "title": "使用劳动防护用品的单位( )以货币或其他物品替代应当配备的劳动防护用品。",
        "option": ["可以", "不得", "无所谓"],
        "answer": [1]
    }, {
        "title": "国家标准(GB2893)中规定的四种安全色是( )",
        "option": ["红、蓝、黄、绿", "红、蓝、黑、绿", "红、青、黄、绿", "白、蓝、黄、绿"],
        "answer": [0]
    }, {
        "title": "可能发生急性职业损伤的有毒、有害工作场所应配置喷淋洗眼设备，安装位置合理，确保作业人员能在( )内得到冲洗。",
        "option": ["1分钟", "30秒", "15秒", "10秒"],
        "answer": [3]
    }, {
        "title": "跨越道路上空的建(构)筑物、架设管线距路面的最小净高不小于( )，同时设置限高标志。",
        "option": ["3m", "4m", "5m", "6m"],
        "answer": [2]
    }, {
        "title": "安全标志牌至少( )检查一次。",
        "option": ["1个月", "3个月", "每半年", "1年"],
        "answer": [2]
    }, {
        "title": "根据《企业安全标准与评价体系》危险化学品生产现场临时存放点，放置数量不得超过( )的使用量，使用专用储存设施储存。",
        "option": ["一周", "3天", "一天", "一个班次"],
        "answer": [3]
    }, {
        "title": "(企业每年至少委托有相应资质的检测单位进行一次职业病危害因素检测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业不得安排上岗前未经职业健康检查的从业人员从事接触职业病危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "《工作场所职业卫生监督管理规定》规定，用人单位应当对劳动者进行上岗前的职业卫生培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当建立、健全劳动者职业健康监护制度，依法落实职业健康监护工作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当组织劳动者进行职业健康检查，职业健康检查费用由劳动者个人支付。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位不得安排未成年工从事接触职业病危害的作业，不得安排孕期、哺乳期的女职工从事对本人和胎儿、婴儿有危害的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用人单位应当依照法律、法规要求，严格遵守国家职业卫生标准，落实职业病预防措施，从源头上控制和消除职业病危害。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位与从业人员订立的劳动合同，应当载明有关保障从业人员劳动安全，防止职业危害的事项。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业采购、发放和使用的特种劳动防护用品应具有：生产许可证、产品合格证、检验报告、安全标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企业应建立特种劳动防护用品台账，各部门应建立特种劳动防护用品发放台帐。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "职工有要求用人单位保障职工的劳动安全、防止职业危害的权利。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位可以以货币形式或其他物品代替应提供的劳动防护用品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "劳动防护用品必须严格保证质量，安全可靠，但可以不舒适和方便。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "身上沾上油污，应用有机溶剂清洗。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一般纱布口罩不能起到防尘口罩的作用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "使用砂轮研磨时，应戴防护眼镜或装设防护玻璃。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "国家标准规定的安全色有红、蓝、黄、绿四种颜色。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "煤气中中毒主要成份是( )。",
        "option": ["CO2", "CO", "氮的氧化物"],
        "answer": [1]
    }, {
        "title": "易燃易爆场所中不能使用( )工具。",
        "option": ["铁制", "铜制", "木制"],
        "answer": [0]
    }, {
        "title": "衡量可燃性液体火灾危险性大小的主要参数是( )。",
        "option": ["沸点", "闪点", "燃点"],
        "answer": [1]
    }, {
        "title": "CO中毒的原理是( )。",
        "option": ["窒息", "破坏机体", "CO和人体血红蛋白结合阻止了氧的运载"],
        "answer": [2]
    }, {
        "title": "在易燃易爆场所作业不能穿戴( )。",
        "option": ["尼龙工作服", "棉布工作服", "防静电服"],
        "answer": [0]
    }, {
        "title": "标明了安全使用注意事项和防护基本要求的是( )。",
        "option": ["化学品标志", "化学品安全标签", "危险化学品标志"],
        "answer": [1]
    }, {
        "title": "浓硫酸属于( )化学品。",
        "option": ["爆炸品", "腐蚀品", "易燃液体"],
        "answer": [1]
    }, {
        "title": "搬运剧毒化学品后,应该( )。",
        "option": ["用流动的水洗手", "吃东西补充体力", "休息"],
        "answer": [0]
    }, {
        "title": "强酸灼伤皮肤不能用( )冲洗。",
        "option": ["热水", "冷水", "弱碱溶液"],
        "answer": [0]
    }, {
        "title": "吸湿性强、遇水释放较多热量的化学品沾染皮肤后应立刻( )。",
        "option": ["用清水清洗", "用冷水清洗", "用软纸、软布抹去"],
        "answer": [2]
    }, {
        "title": "进行腐蚀品的装卸作业应该戴( )手套。",
        "option": ["帆布", "橡胶", "棉布"],
        "answer": [1]
    }, {
        "title": "如果有化学品进入眼睛,应立即( )。",
        "option": ["滴氯霉素眼药水", "用大量清水冲洗眼睛", "用干净手帕擦拭"],
        "answer": [1]
    }, {
        "title": "下列( )有毒气体具有臭鸡蛋气味。",
        "option": ["二氧化硫", "硫化氢", "二氧化氮"],
        "answer": [1]
    }, {
        "title": "贮存危险化学品的仓库的管理人员必须配备可靠的( )。",
        "option": ["劳动保护用品", "安全监测仪器", "手提消防器材"],
        "answer": [0]
    }, {
        "title": "氧气瓶、乙炔瓶工作间距为( )。",
        "option": ["3米", "4米", "5米", "6米"],
        "answer": [2]
    }, {
        "title": "发生火灾事故，致人死亡的主要原因是( )。",
        "option": ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒", "有机物质"],
        "answer": [0]
    }, {
        "title": "发生危险化学品事故后，应该向( )方向疏散。",
        "option": ["下风", "上风", "顺风", "原地"],
        "answer": [1]
    }, {
        "title": "危险化学品仓库仓库应设置醒目的防火、禁止吸烟等安全警示标志。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": ".堆放各种爆炸品时，要求做到牢固、稳妥、整齐，防止倒垛，便于运输。爆炸品的包装箱宜直接在地面上放置，防止倒塌。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "有毒品必须储存在仓库，不得露天存放，应远离明火、热源，库房通风应良好。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "凡有爆炸和火灾危险的区域，操作人员必须穿防静电鞋或导电鞋、防静电工作服。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "装卸和搬运易燃液体中，必须轻装轻卸，严禁滚动、摩擦、拖拉等危及安全的操作。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "各类危险品不得与禁忌物混合储存，灭火方法不同的危险化学品不能同库储存。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "从事危险化学品运输作业的人员必须要进行有关安全知识培训，掌握危险化学品运输的安全知识，并经有关部门考核合格取得上岗资格证，方可上岗作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在爆炸危险场所严禁穿脱衣服、鞋靴，不准梳头。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品单位应当制定本企业危险化学品事故应急预案，配备应急救援人员和必要的应急救援器材、设备，并定期组织应急救援演练。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "同是酸性腐蚀品，具有强氧化性的无机酸与具有还原性的可燃的有机酸，由于都是酸性腐蚀品而可以同车配载或同库混存。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "一切爆炸品严禁与氧化剂、自然物品、酸、碱、盐类、易燃可燃物、金属粉末和钢铁材料器具等混储混运。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险物质泄漏处理包括：泄漏源控制、泄漏物处理、危害监测。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "危险化学品可以露天堆放，但应符合防火、防爆的安全要求。爆炸物品、一级易燃物品、遇湿燃烧物品、剧毒物品不得露天堆放。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "我国消防工作贯彻( )的方针。",
        "option": ["预防为主、防消结合", "预防为主、消防安全", "预防为主、以消为辅"],
        "answer": [0]
    }, {
        "title": "《消防法》规定，因施工等特殊情况需要使用明火作业的，应当按照规定事先办理( )手续。",
        "option": ["审查手续", "审批手续", "审定手续", "审验手续"],
        "answer": [1]
    }, {
        "title": "火灾报警电话是( )。",
        "option": ["110", "119", "120", "122"],
        "answer": [1]
    }, {
        "title": "公民对火灾隐患有( )权利。",
        "option": ["举报", "整改", "逃生"],
        "answer": [0]
    }, {
        "title": "燃烧是可燃物与( )作用发生的放热反应，通常伴有火焰、发光和发烟现象。",
        "option": ["氧化剂", "还原剂", "催化剂", "稳定剂"],
        "answer": [0]
    }, {
        "title": "凡使物质开始燃烧的外部热源，统称为( )。",
        "option": ["引火源", "助燃物", "氧化剂", "火源"],
        "answer": [0]
    }, {
        "title": "可燃物开始持续燃烧所需要的最低温度称之为( )。",
        "option": ["冰点", "沸点", "燃点"],
        "answer": [2]
    }, {
        "title": "下列( )物质是引火源?",
        "option": ["电火花", "纸", "空气"],
        "answer": [0]
    }, {
        "title": "液体表面的蒸汽与空气形成可燃气体,遇到引火源时,发生一闪即灭的现象称为( )。",
        "option": ["爆炸", "蒸发", "闪燃"],
        "answer": [2]
    }, {
        "title": "烟头的中心温度是( )。",
        "option": ["200—300℃", "400—500℃", "700—800℃"],
        "answer": [2]
    }, {
        "title": "\t焊割时，各种明火距氧气瓶应在( )以外。",
        "option": ["5米", "8米", "10米"],
        "answer": [2]
    }, {
        "title": "动火作业时，气瓶距明火( )m以外。",
        "option": ["5", "8", "10"],
        "answer": [2]
    }, {
        "title": "下面( )火灾用水扑救会使火势扩大。",
        "option": ["油类", "森林", "家具"],
        "answer": [0]
    }, {
        "title": "用湿棉被、湿麻袋等捂盖已着火的物质，属于( )。",
        "option": ["冷却法", "窒息法", "抑制法"],
        "answer": [1]
    }, {
        "title": "电脑着火了，应作何紧急处理？( )",
        "option": ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"],
        "answer": [1]
    }, {
        "title": "身上着火后，下列哪种灭火方法是错误的( )。",
        "option": ["就地打滚", "用厚重衣物覆盖压灭火苗", "迎风快跑\t"],
        "answer": [2]
    }, {
        "title": "火灾扑救的基本原则是( )。",
        "option": ["先控制后消灭", "先消灭后控制", "只消灭不控制"],
        "answer": [0]
    }, {
        "title": "扑救可燃气体火灾，可用( )灭火。",
        "option": ["泡沫灭火器", "水", "干粉灭火器"],
        "answer": [2]
    }, {
        "title": "二氧化碳灭火剂主要机理是( )。",
        "option": ["降低温度", "降低氧浓度", "降低燃点", "减少可燃物"],
        "answer": [1]
    }, {
        "title": "下列( )是扑救精密仪器火灾的最佳选择。",
        "option": ["二氧化碳灭火剂", "干粉灭火剂", "泡沫灭火剂"],
        "answer": [0]
    }, {
        "title": "使用灭火器扑灭初起火灾时要对准火焰的( )喷射。",
        "option": ["上部", "中部", "根部"],
        "answer": [2]
    }, {
        "title": "在空气不流通的狭小地方使用二氧化碳灭火器可能造成的危险是( )。",
        "option": ["中毒", "缺氧", "爆炸"],
        "answer": [1]
    }, {
        "title": "如果听到疏散警报，以下行动不正确的是( )。",
        "option": ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物！切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"],
        "answer": [2]
    }, {
        "title": ".火场中防止烟气危害最简单的方法是( )。",
        "option": ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"],
        "answer": [0]
    }, {
        "title": "发生火灾时，应( )逃生。",
        "option": ["从消防通道", "乘坐电梯", "向下层楼跑"],
        "answer": [0]
    }, {
        "title": "发生火灾时，如各种逃生的路线被切断，适当的做法应当是( )。",
        "option": ["大声呼救", "强行逃生", "退居室内，关闭门窗，同时可向室外发出求救信号"],
        "answer": [2]
    }, {
        "title": "遇到高楼发生火灾，下列处理措施中正确的是( )。",
        "option": ["乘坐普通电梯逃生", "向上逃跑", "躲避到防烟楼梯间、避难层等地等待救援"],
        "answer": [2]
    }, {
        "title": "在浓烟中逃生，若没有防烟面罩，应以湿毛巾掩口鼻( )避免吸人致命浓烟。",
        "option": ["弯腰设法贴近地面爬行", "缓步跑离开浓烟范围", "昂首挺胸步行前进"],
        "answer": [0]
    }, {
        "title": "消防器材要保证放置醒目，使用有效，排列有序，周围无障碍物遮挡。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何人不得损坏或擅自挪用、拆除、停用消防设施、器材，不得占用防火间距，堵塞消防通道。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防器材应设置在便于取用的明显地点，保证完好有效，周围不得堆放杂物。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "室外消防栓除了供消防车使用外，也可作为清洗马路、公共绿化的供水设备。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "法人单位的法定代表人应对本单位的消防安全工作全面负责。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "消防安全重点单位应实行每日防火巡查，并建立巡查记录。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "进行电焊、气焊等具有火灾危险的作业人员必须持证上岗，并严格遵守消防安全操作规程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "生产、经营、储存、使用危险物品的车间、商店、仓库可以与员工宿舍在统一建筑物内，但要保持安全距离。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应对员工进行消防安全培训。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "企事业单位应制定灭火和应急疏散预案，如果没有时间可不进行消防演练。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "《中华人民共和国消防法》规定：进行电焊、气焊等具有火灾危险作业的人员必须持证上岗，并遵守消防安全操作过程。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "员工在生产过程中发现不安全隐患应及时报告，且有权制止违反消防法规的行为。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位和成年人都有参加有组织的灭火工作的义务。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "火灾产生的烟气中含有大量的有毒成分，如是二氧化碳、一氧化碳、二氧化硫和氮氧化物等。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "ABC磷酸铵盐干粉灭火器可用于扑灭固体火灾。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "油桶着火后除向消防部门报警外，可立即用水进行扑救。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "送风口、排烟口前可以堆放物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "排烟系统的目的是将烟气排至建筑物外，控制建筑内的有烟区域保持一定能见度。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "防火卷帘下可以放置物品。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "水泵接合器与室外消火栓的作用是一样的。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器是扑灭初期火灾的有效手段。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "灭火器可直接设置在潮湿或强腐蚀性的地点。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "灭火器材设置点附近不能堆放物品，以免影响灭火器的取用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "用二氧化碳扑救室内火灾后，应先打开门窗通风，然后人再进入这是为了以防窒息。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "发现房间内充满煤气、液化气、汽油等易燃气体或易燃液体的蒸汽时，应立即在该房间内拨打电话或手机报警。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "消防疏散门在工作时不能锁闭。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "任何单位发生火灾，必须立即组织力量扑救。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "若逃生门外已被大火封死，要紧闭房门，用湿毛巾等堵塞门缝，在室内等待救援。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "控制高处作业风险的顺序是( )。①工程控制措施②避免高处作业③行政控制措施④个人防护装备",
        "option": ["①②③④", "②①③④", "④②①③", "④①②③"],
        "answer": [1]
    }, {
        "title": "以下哪项工作不需要作业许可证？( )",
        "option": ["挖掘化粪池", "日常的液位和压力检查", "进入储罐内作业", "屋顶作业"],
        "answer": [1]
    }, {
        "title": "高处作业是指在距坠落高度基准面2m或2m以上有可能发生坠落的高处进行的作业。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，需要取得安全作业许可证。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "高处作业时，连接件或工具可放在箱盒、工具袋、模板或脚手架上。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "正确使用安全带的三点要求是不准将安全绳打结使用；要把安全绳挂在牢靠处；应高挂低用。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "在转运突发公共事件中的伤病员时，医护人员可以不在医疗仓内观察伤病员病情，但要确保治疗的持续进行。(  )",
        "answer": [1],
        "option": ["是", "否"]
    }, {
        "title": "地震中的标准求生姿势是身体尽量蜷曲缩小，卧倒或蹲下;用手或其他物件护住头部，一手捂口鼻，另一手抓住一个固定的物品。如果没有任何抓固定物或保护头部的物件，则应采取自我保护姿势：头尽量向胸靠拢，闭口，双手交叉放在脖后，保护头部和颈部。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "乘扶梯如发生跌倒、衣物钩挂等紧急情况，乘客应大声呼救，让工作人员立即停止扶梯运行，其他乘客应抓住扶带站稳，以免扶梯突然停住发生跌倒。(  )",
        "answer": [0],
        "option": ["是", "否"]
    }, {
        "title": "突发公共事件医疗卫生救援中，对有活动性大出血或转运途中有生命危险的急危重症者，应就地先予抢救、治疗，做必要的处理后再进行监护下转运。(  )",
        "answer": [0],
        "option": ["是", "否"]

    }
]

// a.map((item,id)=>{
//     if(null!=item.title.match(/[A-Za-z]/g)){
//         console.log(id,item.title)
//     }
//     if(null!=item.option.join('').match(/[A-Za-z]/g)){
//         console.log(id,item.option.join(''))
//     }
// })