export default [{
    "title": "危险源是指可能导致伤害、疾病、财产损失、工作环境破坏或这些情况组合的根源或状态。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "危害辨识、风险评价和风险控制应被视为一个持续的过程。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "危险源辨识就是隐患排查。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "危险源辨识就是风险评估。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "安全生产教育培训不够是造成生产安全事故中管理上的主要直接原因。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "危险有害因素中,人的因素包括心理、生理性危险和有害因素、行为性危险和有害因素。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "忽视安全，忽视警告，操作错误是造成生产安全事故中物的主要直接原因。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "防护、保险、信号等装置缺乏或有缺陷是造成生产安全事故中人的主要直接原因。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "安全意识不强，违章指挥、违章作业、违反劳动纪律易造成事故。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "有人低压触电时，应该立即将他拉开。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "为了防止触电可采用绝缘、防护、隔离等技术措施以保障安全。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "移动某些非固定安装的电气设备时(如电风扇，照明灯)，可以不必切断电源。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "用电设备以及电气线路的周围应留有足够的安全通道和工作空间，如工作空间充足，可以堆放易燃、易爆和腐蚀性物品。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "发现电气事故时，应立即切断事故点电源，防止事故扩大，同时通知电气专业管理部门进行检修，非电气维修人员也可进行拆修。如引起火灾，因立即通知消防人员，并进行必要的现场配合。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "发现有人触电，应立即切断电源，使触电人脱离电源，并进行急救。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "员工下班后必须关闭所属区域用电设备设施的电源，同时具备必要的电气安全常识。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "企业内漏电保护器应定期(1个月)进行漏电保护动作测试，确保完好，并有测试记录。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "任何电气装置都不应超负荷运行或带故障使用。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "临时用电应经有关主管部门审查批准，并有专人负责管理，限期拆除。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "插拔插头时，应保证电气设备和电气装置处于工作状态，并避免对电源线施加外力。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "当电气装置的绝缘或外壳损坏，只要多注意不碰触带电部分就可使用。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "《特种设备安全监察条例》规定：锅炉、压力容器、电梯、起重机械、客运索道、大型游乐设施的作业人员及其相关管理人员(以下统称特种设备作业人员)，应当按照国家有关规定经特种设备安全监督管理部门考核合格，取得国家统一格式的特种作业人员证书，方可从事相应的作业或管理工作。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "企业不得安排上岗前未经职业健康检查的从业人员从事接触职业病危害的作业。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "职工有要求用人单位保障职工的劳动安全、防止职业危害的权利。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "工人操作机械时穿着的“三紧”工作服是指袖口紧、领口紧、下摆紧。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "国家标准规定的安全色有红、蓝、黄、绿四种颜色。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "危险化学品仓库仓库应设置醒目的防火、禁止吸烟等安全警示标志。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "各类危险品不得与禁忌物混合储存，灭火方法不同的危险化学品不能同库储存。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "任何危险化学品都可以通过公路、铁路和水域渠道进行运输。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "危险化学品是指具有毒害、腐蚀、爆炸、燃烧、助燃等性质，对人体、设施、环境具有危害的剧毒化学品和其他化学品。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "消防器材应设置在便于取用的明显地点，保证完好有效，周围不得堆放杂物。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "防火卷帘下可以放置物品。()",
    "answer": [1],
    "option": ["是", "否"]
}, {
    "title": "消防疏散门在工作时不能锁闭。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "乘扶梯如发生跌倒、衣物钩挂等紧急情况，乘客应大声呼救，让工作人员立即停止扶梯运行，其他乘客应抓住扶带站稳，以免扶梯突然停住发生跌倒。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "运转中的机械设备对人的伤害主要有撞伤、压伤、轧伤、卷缠等。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "连锁安全装置的基本原理：只有当安全装置关合时，机器才能运转；而只有当机器的危险部件停止运动时，安全装置才能开启。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "用人单位应当依照法律、法规要求，严格遵守国家职业卫生标准，落实职业病预防措施，从源头上控制和消除职业病危害。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "禁止在具有火灾、爆炸危险的场所吸烟、使用明火。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "电气线路的起火原因可能是由于短路、超负荷、以及线路产生的电火花和电弧。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "下班后关闭电脑等办公电器后，应及时关闭插座电源开关，减少电气安全风险。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "在电梯里如遇到地震需将操作盘上各楼层的按钮全部按下，一旦停下，安全条件确认后迅速离开电梯，确认安全后避难。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "地震中的标准求生姿势是身体尽量蜷曲缩小，卧倒或蹲下;用手或其他物件护住头部，一手捂口鼻，另一手抓住一个固定的物品。如果没有任何抓固定物或保护头部的物件，则应采取自我保护姿势：头尽量向胸靠拢，闭口，双手交叉放在脖后，保护头部和颈部。()",
    "answer": [0],
    "option": ["是", "否"]
}, {
    "title": "( )是实现“安全第一”的根本途径。",
    "option": ["隐患排查", "隐患治理", "预防为主", "综合治理"],
    "answer": [2]
}, {
    "title": "( )就是在生产过程中把安全特别是从业人员的人身安全放在首要位置，实行“安全优先”原则，切实保护劳动者的生命安全和身体健康。",
    "option": ["安全第一", "综合治理", "预防为主", "防消结合"],
    "answer": [0]
}, {
    "title": "下列内容属于“安全第一”的是( )。",
    "option": ["强化安全生产责任制，真正做到各司其职，各负其责", "安全第一强调安全工作的重要性、优先性及预防性", "做好教育培训工作，使生产经营单位各层次员工都树立起安全第一的意识", "从业人员对待安全生产的态度和行为差异很大，需要因情制宜、综合防范"],
    "answer": [1]
}, {
    "title": "生产经营单位的( )必须按照国家有关规定经专门的安全作业培训，取得特种作业操作资格证书后，方可上岗作业。",
    "option": ["从业人员", "安全管理人员", "特种作业人员", "主要负责人"],
    "answer": [2]
}, {
    "title": "根据( )的级别不同，可分为厂(公司)级安全教育、车间(工段)级安全教育、班组级安全教育,又称“三级”安全教育。",
    "option": ["安全教育对象", "教育组织者", "安全教育性质", "安全教育内容"],
    "answer": [1]
}, {
    "title": "( )是由安全色、几何图形和形象的图形符号构成，用以表达特定的安全信息。",
    "option": ["安全招贴", "安全挂图", "安全标语", "安全标志"],
    "answer": [3]
}, {
    "title": "生产经营单位可以根据工作性质对( )进行安全培训，保证其具备本岗位安全操作、应急处置等知识和技能。",
    "option": ["主要负责人", "安全管理人员", "特种作业人员", "其他从业人员"],
    "answer": [3]
}, {
    "title": "根据行业《企业安全标准与评价体系》规定，从业人员在本生产经营单位内调整工作岗位或离岗( )以上重新上岗时，应当重新接受车间和班组级的安全培训。",
    "option": ["三个月", "一年", "九个月", "六个月"],
    "answer": [3]
}, {
    "title": "对某种具体的、特定类型的紧急情况，例如危险物质泄漏、火灾、某一自然灾害等的应急而制定的的应急预案为( )。",
    "option": ["综合应急预案", "专项应急预案", "现场处置方案"],
    "answer": [1]
}, {
    "title": "导致事故发生的直接原因中不包括( )。",
    "option": ["物的原因", "人的原因", "教育的原因"],
    "answer": [2]
}, {
    "title": "( )是落实“安全第一、预防为主”的手段和方法。",
    "option": ["危险源识别", "隐患排查", "本质安全", "综合治理"],
    "answer": [3]
}, {
    "title": "坚持“安全第一”实现安全生产是国家对( )最基本的要求。",
    "option": ["企业负责人", "生产经营单位", "安全负责人", "总经理"],
    "answer": [1]
}, {
    "title": "生产经营单位新上岗的从业人员，岗前培训时间不得少于( )学时。",
    "option": ["8", "12", "24", "72"],
    "answer": [2]
}, {
    "title": "树立隐患就是事故的观念，建立健全隐患排查治理制度、重大隐患治理情况向负有安全生产监督职责的部门和企业( )“双报告”制度。",
    "option": ["工会", "职代会", "企管部"],
    "answer": [1]
}, {
    "title": "对发生的各类安全事故，必须采取( )原则进行处理。",
    "option": ["预防为主", "四不放过", "三同时"],
    "answer": [1]
}, {
    "title": "因办公区域不防滑，有可能造成的摔伤现象，下面对应的措施最恰当的是( )。",
    "option": ["勤擦拭地板", "绕着走", "保持地面干爽"],
    "answer": [2]
}, {
    "title": "( )的特点是对演练情景进行口头演练，一般是在会议室内举行。",
    "option": ["桌面演练", "功能演练", "全面演练"],
    "answer": [0]
}, {
    "title": "《安全生产法》对职工的安全生产权利和义务做出了明确规定，下列说法正确的是( )。",
    "option": ["职工无权对公司的安全生产工作提出建议", "职工发现危及人身安全的紧急情况时，有权停止作业并紧急撤离", "职工无权拒绝违章指挥和强令冒险作业", "职工无权了解其岗位存在的危险因素"],
    "answer": [1]
}, {
    "title": "根据《安全生产法》的规定，下列不属于从业人员的安全生产义务的是( )。",
    "option": ["应当严格遵守本单位的安全生产规章制度和操作规程", "应当对本单位安全生产工作中存在的问题提出批评、检举、控告", "应当接受安全生产教育和培训，掌握本职工作所需的安全生产知识，提高安全生产技能", "应当正确佩戴和使用劳动防护用品"],
    "answer": [1]
}, {
    "title": "电器着火时下列不能用的灭火方法是哪种？( )",
    "option": ["用四氯化碳灭火器灭火", "用沙土灭火", "用水灭火", "用1211灭火器灭火"],
    "answer": [2]
}, {
    "title": "触电事故中，( )是导致人身伤亡的主要原因。",
    "option": ["人体接受电流伤害　　", "烧伤　　", "电休克"],
    "answer": [0]
}, {
    "title": "漏电保护器的使用是防止( )。",
    "option": ["触电事故", "电压波动", "电荷超负荷"],
    "answer": [0]
}, {
    "title": "如果触电者伤势严重，呼吸停止或心脏停止跳动，应竭力施行( )和胸外心脏挤压。",
    "option": ["按摩", "点穴", "人工呼吸"],
    "answer": [2]
}, {
    "title": "被电击的人能否获救，关键在于( )。",
    "option": ["触电的方式", "人体电阻的大小", "能否尽快脱离电源和施行紧急救护"],
    "answer": [2]
}, {
    "title": "静电多发生在( )季节。",
    "option": ["多雨潮湿", "干燥", "任何"],
    "answer": [1]
}, {
    "title": "通用机械设备外露传动装置的零部件均应完好，若有变形、缺裂或运转时有异常响声，应( )。",
    "option": ["边观察边使用", "穿戴好防护用品使用", "继续使用", "停止使用"],
    "answer": [3]
}, {
    "title": "外露传动装置上，凡人体可能触及的部位，以及可能坠落或飞出伤人的零部件，均应按有关国家标准的规定，设置( )。",
    "option": ["安全防护光电", "防护网", "防绞手装置", "防护装置"],
    "answer": [3]
}, {
    "title": "设备发生故障时，必须首先( )，方可打开防护装置检查、修理。",
    "option": ["降速", "保证低速运行", "停机", "查明原因"],
    "answer": [2]
}, {
    "title": "工作场所的职业病危害因素强度或者浓度应当符合( )。",
    "option": ["国家职业卫生标准", "世界卫生组织标准", "国际劳工组织标准"],
    "answer": [0]
}, {
    "title": "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、( )和其他有毒、有害物质等因素而引起的疾病。",
    "option": ["放射性物质", "高温", "病毒"],
    "answer": [0]
}, {
    "title": "根据《工业企业设计卫生标准》，每个工作日接触噪声时间为8小时，其噪声职业接触限值是：( )",
    "option": ["85分贝", "88分贝", "91分贝"],
    "answer": [0]
}, {
    "title": "依照《职业病防治法》，用人单位与劳动者订立合同时，要在劳动合同中写明工作过程中( )，不得隐瞒或者欺骗。",
    "option": ["工资福利等", "可能产生的职业病危害及后果、职业病防护措施和待遇等内容", "单位提供的劳动防护用品"],
    "answer": [1]
}, {
    "title": "依据《职业病防治法》，下列( )项不属于劳动者在职业活动中应尽的职业卫生义务。",
    "option": ["正确使用和维护职业病防护设备和个人使用的职业病防护用品", "发现职业病危害事故隐患及时报告　　", "在有职业危害因素的作业场所设置警示标识"],
    "answer": [2]
}, {
    "title": "生产过程中的职业性危害因素按其性质可分为化学因素、( )、生物因素等。",
    "option": ["物理因素", "生产粉尘", "高温"],
    "answer": [0]
}, {
    "title": "生产经营单位必须为从业人员提供符合国家标准或行业标准的( )。",
    "option": ["防暑用品", "防寒用品", "劳动防护用品"],
    "answer": [2]
}, {
    "title": "下列属于使用劳动防护用品的一般要求是：( )",
    "option": ["使用前应首先做一次外观检查　", "无期限地使用劳动防护用品　", "使用前要做全面检查"],
    "answer": [0]
}, {
    "title": "工业毒物进入人体的途径有3个，即( )。",
    "option": ["口、鼻、耳", "食物、空气、水", "呼吸道、皮肤、消化道"],
    "answer": [2]
}, {
    "title": "使用劳动防护用品的单位( )以货币或其他物品替代应当配备的劳动防护用品。",
    "option": ["可以", "不得", "无所谓"],
    "answer": [1]
}, {
    "title": "衡量可燃性液体火灾危险性大小的主要参数是( )。",
    "option": ["沸点", "闪点", "燃点"],
    "answer": [1]
}, {
    "title": "标明了安全使用注意事项和防护基本要求的是( )。",
    "option": ["化学品标志", "化学品安全标签", "危险化学品标志"],
    "answer": [1]
}, {
    "title": "如果有化学品进入眼睛,应立即( )。",
    "option": ["滴氯霉素眼药水", "用大量清水冲洗眼睛", "用干净手帕擦拭"],
    "answer": [1]
}, {
    "title": "发生火灾事故，致人死亡的主要原因是( )。",
    "option": ["一氧化碳中毒", "二氧化碳中毒", "硫化氢中毒", "有机物质"],
    "answer": [0]
}, {
    "title": "《消防法》规定，因施工等特殊情况需要使用明火作业的，应当按照规定事先办理( )手续。",
    "option": ["审查手续", "审批手续", "审定手续", "审验手续"],
    "answer": [1]
}, {
    "title": "下列( )是引火源。",
    "option": ["电火花", "纸", "空气"],
    "answer": [0]
}, {
    "title": "液体表面的蒸汽与空气形成可燃气体,遇到引火源时,发生一闪即灭的现象称为( )。",
    "option": ["爆炸", "蒸发", "闪燃"],
    "answer": [2]
}, {
    "title": "下面( )火灾用水扑救会使火势扩大。",
    "option": ["油类", "森林", "家具"],
    "answer": [0]
}, {
    "title": "炒菜时，油锅着火了，应如何正确处理？( )",
    "option": ["迅速盖上锅盖", "迅速往油锅里倒凉水", "迅速往油锅里倒蔬菜"],
    "answer": [0]
}, {
    "title": "下列( )是扑救精密仪器火灾的最佳选择。",
    "option": ["二氧化碳灭火剂", "干粉灭火剂", "泡沫灭火剂"],
    "answer": [0]
}, {
    "title": "使用灭火器扑灭初起火灾时要对准火焰的( )喷射。",
    "option": ["上部", "中部", "根部"],
    "answer": [2]
}, {
    "title": "灭火器上的压力表用红、黄、绿三色表示灭火器的压力情况，当指针指在绿色区域表示( )。",
    "option": ["正常", "偏高", "偏低"],
    "answer": [0]
}, {
    "title": "如果听到疏散警报，以下行动不正确的是( )。",
    "option": ["沉着冷静有条不紊地逃向最近的安全出口", "立即离开火警所在的建筑物，切勿意图进入有锁的房间等拿取私人物品", "乘坐电梯离开"],
    "answer": [2]
}, {
    "title": "火场中防止烟气危害最简单的方法是( )。",
    "option": ["用毛巾或衣服捂住口鼻低姿势沿疏散通道逃生", "大声呼救", "跳楼或窗口逃生"],
    "answer": [0]
}, {
    "title": "灭火器应当摆放在( )和通风干燥、取用方便的地方。",
    "option": ["火源附近", "被保护物附近", "室外", "地上1.5米"],
    "answer": [1]
}, {
    "title": "国家秘密的知悉范围，应当根据工作需要限定在( )。",
    "option": ["适当范围", "较小范围", "最小范围", "具体人员"],
    "answer": [2]
}, {
    "title": "涉密人员上岗应当经过保密教育培训，掌握保密知识技能，签订( )，严格遵守保密规章制度，不得以任何方式泄露国家秘密。",
    "option": ["保密责任状", "保密承诺书", "保密协议书"],
    "answer": [1]
}, {
    "title": "我公司涉密网络属于( )级涉密网络？",
    "option": ["绝密", "机密", "秘密"],
    "answer": [1]
}, {
    "title": "U盘有重要资料，同事临时借用，如何做更安全？( )",
    "option": ["同事使用U盘的过程中，全程查看", "删除文件之后再借", "将U盘中的文件备份到电脑之后，使用杀毒软件提供的“文件粉碎”功能将文件粉碎，然后再借给同事", "同事关系较好可以借用"],
    "answer": [2]
}, {
    "title": "下列哪项属于正确使用涉密办公设备的行为？( )",
    "option": ["涉密办公设备正常使用期间，全周期与任何公共信息网络物理隔离", "将涉密办公设备接入普通电话线", "在涉密计算机与非涉密计算机之间公用打印机、扫描仪设备", "将原处理涉密信息的多功能一体机接入非涉密计算机使用"],
    "answer": [0]
}, {
    "title": "突发事件分为四类，即自然灾害、事故灾难、( )和社会安全事件。",
    "option": ["地质灾害", "森林火灾", "公共卫生事件", "洪涝灾害"],
    "answer": [2]
}, {
    "title": "突发公共事件预警级别依据突发公共事件可能造成的危害程度、紧急程度和发展势态，一般划分为四级：Ⅰ级(特别严重)、Ⅱ级(严重)、Ⅲ级(较重)和Ⅳ级(一般)，依次用( )表示。",
    "option": ["红色、蓝色、黄色、橙色", "橙色、红色、蓝色、黄色", "红色、橙色、黄色、蓝色", "蓝色、红色、橙色、黄色"],
    "answer": [2]
}, {
    "title": "( )是当电路发生漏电故障时，能够自动切断电源的保护装置。",
    "option": ["漏电保护器", "保护接地", "电气隔离"],
    "answer": [0]
}, {
    "title": "使用电气设备时，由于维护不及时，当( )进入时，可导致短路事故。",
    "option": ["导电粉尘或纤维", "强光辐射", "热气"],
    "answer": [0]
}, {
    "title": "影响电流对人体伤害程度的主要因素有( )。",
    "option": ["电流的大小，人体电阻，通电时间的长短，电压的高低，电流的途径，人体状况", "电流的大小，人体电阻，通电时间的长短", "电流的途径，人体状况"],
    "answer": [0]
}, {
    "title": "下列对策中哪个不适宜用于预防机械伤害：( )",
    "option": ["提高机械设备的本质安全", "靠操作者的自觉性来预防机械伤害", "加强安全管理", "提高操作者的技术水平"],
    "answer": [1]
}, {
    "title": "职业病防治法的立法宗旨是为了预防、控制和消除职业病危害，防治职业病，( )。",
    "option": ["保护劳动者健康及其相关权益", "保护劳动者健康，促进经济发展", "保护劳动者健康及相关权益，促进经济发展"],
    "answer": [2]
}, {
    "title": "用人单位对不适宜从事原工作的职业病病人，应当( )。",
    "option": ["解除劳动合同", "调离一段时间", "调离原岗位，并妥善安置"],
    "answer": [2]
}, {
    "title": "防止毒物危害的最佳方法是( )。",
    "option": ["穿工作服", "用无毒或低毒的替代品", "佩戴呼吸器具"],
    "answer": [1]
}, {
    "title": "在下列环境中工作，( )最易中暑？",
    "option": ["没有空气调节的地方", "酷热并潮湿的环境", "干燥的地方"],
    "answer": [1]
}, {
    "title": "安全帽是对人头部受坠落物及其他特定因素引起是伤害起防护作用的帽。下列关于安全帽的使用描述正确的是( )。",
    "option": ["安全帽佩戴时必须按头围大小调整帽箍并系紧下颏带", "在保质期内的安全帽，帽壳出现裂纹时仍可坚持使用", "佩戴安全帽时不系下颏带不会降低防护效果D、安全帽过期后若没有明显损坏，在未经检测的情况下仍可继续使用"],
    "answer": [0]
}, {
    "title": "下列关于危化品的说法不正确的是( )。",
    "option": ["使用危化品前应先了解MSDS(化学品安全技术说明书)，掌握其理化特性", "危化品包装物或容器上应粘贴或悬挂有表明危化品性质的安全标签", "瓶装危化品使用完毕后应及时加盖或入柜", "危化品使用完毕后的包装可以随意丢弃"],
    "answer": [3]
}, {
    "title": "危险化学品必须储存在( )或者专用储存室内。",
    "option": ["专用仓库专用场所", "专用仓库专用场地", "专用仓库专用库区", "专用库区专用场地"],
    "answer": [1]
}, {
    "title": "运输危险化学品的车辆的车顶灯和车尾部必须悬挂的标志的文字是( )。",
    "option": ["注意安全", "危险品", "保持车距"],
    "answer": [1]
}, {
    "title": "凡使物质开始燃烧的外部热源，统称为( )。",
    "option": ["引火源", "助燃物　", "氧化剂　", "火源"],
    "answer": [0]
}, {
    "title": "烟头的中心温度是( )。",
    "option": ["200—300℃", "400—500℃", "700—800℃"],
    "answer": [2]
}, {
    "title": "电脑着火了，下列紧急处理最恰当的是？( )",
    "option": ["迅速往电脑上泼水灭火", "拔掉电源插头，然后用湿抹布盖住电脑", "马上拨打119，请消防队来灭火"],
    "answer": [1]
}, {
    "title": "身上着火后，下列哪种灭火方法是错误的( )。",
    "option": ["就地打滚", "用厚重衣物覆盖压灭火苗", "迎风快跑"],
    "answer": [2]
}, {
    "title": "发生火灾时，应( )逃生。",
    "option": ["从消防通道", "乘坐电梯", "向下层楼跑"],
    "answer": [0]
}, {
    "title": "涉密人员办理离职、退休手续前，应将保管的国家秘密载体全部清退和移交，下列哪种涉密物品不得私自处理或归个人所有？( )",
    "option": ["办公用品领用清单", "公文写作指南", "工作记录本", "工作服"],
    "answer": [2]
}, {
    "title": "用户在离开计算机时，应当对系统进行锁定操作。对于Windows操作系统，下列哪项快捷键组合能实现系统锁定功能?( )",
    "option": ["Ctrl+C", "Win+L", "Ctrl+L", "Win+D"],
    "answer": [1]
}, {
    "title": "我国现阶段的安全生产方针为( )。",
    "option": ["安全第一", "防治结合", "预防为主", "综合治理"],
    "answer": [0, 2, 3]
}, {
    "title": "下列内容属于“综合治理”的是( )。",
    "option": ["安全生产各项政策和措施的实施，需要所有部门的合作、全体员工的参与", "安全生产，多管齐下，综合施治", "防治手段的多样化", "安全优先"],
    "answer": [0, 1, 2]
}, {
    "title": "生产经营单位采用( )，必须了解、掌握其安全技术特性，采取有效的安全防护措施，并对从业人员进行专门的安全生产教育和培训。",
    "option": ["新工艺", "新技术", "新材料", "使用新设备"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "根据《生产过程危险和有害因素分类与代码》(GB13861-2009)的规定，将生产过程中的危险、有害因素分为( )。",
    "option": ["人的因素", "物的因素", "环境因素", "管理因素"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "物的不安全状态主要包括( )。",
    "option": ["防护、保险、信号等装置缺失或有缺陷", "设备、设施、工具、附件有缺陷", "劳动防护用品用具缺乏或有缺陷", "生产(施工)场地作业环境不良"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "下列属于隐患整改对策措施的是( )。",
    "option": ["设置安全装置", "增强机械强度", "保证电气安全可靠", "保持工作场所合理布局"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "下列内容属于“预防为主”的是( )。",
    "option": ["当安全与政绩、发展发生矛盾时，安全优先", "促进安全文化建设，为预防安全事故打造良好的激励、凝聚氛围", "提高安全科技水平，增强基础设施的安全保障能力", "严格执行安全检查制度，及时发现事故隐患、防范事故"],
    "answer": [1, 2, 3]
}, {
    "title": "导致能量或危险物质约束或限制措施被破坏或失效的各种不安全因素是第二类危险源，主要包括( )。",
    "option": ["人的不安全行为", "物的不安全状态", "管理缺陷", "设备故障"],
    "answer": [0, 1, 2]
}, {
    "title": "下列属于印制行业安全“四自”管理内容的是( )。",
    "option": ["员工自律", "班组自控", "部门(车间)自治", "企业自主", "班组自治"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "下列内容属于行业总体安全观范畴的是( )。",
    "option": ["生产运营安全、产品产业安全", "人身健康安全、设备消防安全", "财产财务安全、信息保密安全", "交通运输安全、生态环保安全"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "发生触电，应采取的急救措施和流程为( )。",
    "option": ["立刻切断电源或用绝缘物(干木棍等)将触电者与带电体分离", "将触电者移至安全地带", "若触电者失去知觉，应使其平躺，解开衣服，以利呼吸", "若触电者呼吸停止，立即实施人工呼吸急救措施", "若触电者心跳停止，立即实施心肺复苏术", "若触电者呼吸、心跳皆无，按30：2的频率交叉实施心肺复苏和人工呼吸，直至出现生命体征或专业医疗队伍抵达"],
    "answer": [0, 1, 2, 3, 4, 5]
}, {
    "title": "人身防雷室外不宜做哪些事情( )",
    "option": ["不宜躲在大树下避雨", "不宜停留在建筑物的顶上", "不宜在旷野高举雨伞等有尖端的物体", "不宜进入旷野中临时性的岗亭或棚屋等无防雷设施的低矮建筑物"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "机械旋转部件的危害因素有( )。",
    "option": ["对向旋转部件的咬合", "旋转部件和固定部件的咬合", "旋转部件和成切线运动部件面的咬合", "旋转轴"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "作业场所使用化学品系指可能使工人接触化学制品的任何作业活动，包括( )。",
    "option": ["化学品的生产、搬运、贮存、运输", "化学品废料的处置或处理", "因作业活动导致的化学品的排放", "化学品设备和容器的保养、维修和清洁"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "《中华人民共和国消防法》规定：任何单位、个人不得( )的消防设施、器材，不得埋压、圈占、遮挡消火栓或者占用防火间距，不得占用、堵塞、封闭疏散通道、安全出口、消防车通道。",
    "option": ["损坏", "挪用", "擅自拆除", "停用"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "《中华人民共和国消防法》规定：任何单位和个人都有( )的义务。",
    "option": ["维护消防安全", "保护消防设施", "预防火灾", "报告火警"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "燃烧必须有几个条件，这几个条件缺任何一个，燃烧都不能发生，因此将它们称为燃烧要素。燃烧的要素为( )。",
    "option": ["温度", "助燃物", "可燃物", "引火源", "压力"],
    "answer": [1, 2, 3]
}, {
    "title": "下列可导致火灾的引火源是( )。",
    "option": ["明火、高温表面、非生产用火", "冲击摩擦、电火花", "自燃发热、静电火花", "光或热射线"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "有关消防安全，哪些说法是正确的？( )",
    "option": ["要熟悉最近的安全设施的位置并知道如何使用", "消防栓和灭火器不能被遮挡、阻隔", "安全出口不经常使用时，可以锁闭", "听到紧急疏散警报声时，应立即撤离"],
    "answer": [0, 1, 3]
}, {
    "title": "下列关于如何正确拨打119报警电话表述正确的是( )。",
    "option": ["确认是否拨打119报警电话", "说明单位名称、起火部位、燃烧物、火势大小、有无被困人员", "说明单位详细地址", "讲清楚自己的姓名及联系电话，并派人到门口迎接消防车的到来"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "涉密载体寄送时下列通过哪些渠道是符合保密要求的？( )",
    "option": ["国家邮政局", "国家机要局", "中国邮政EMS", "顺丰快递", "专人传递"],
    "answer": [1, 4]
}, {
    "title": "按照保密相关规定，涉密计算机严禁连接下列哪些设备？( )",
    "option": ["无线鼠标", "刻录光驱", "U盘", "多功能一体机", "智能手机"],
    "answer": [0, 2, 3, 4]
}, {
    "title": "在非涉密办公网络和连接互联网及其他公共信息网络的计算机上( )涉密信息。",
    "option": ["不得、传输", "不得、处理", "不得、存储", "可以、处理"],
    "answer": [0, 1, 2]
}, {
    "title": "使用手机应注意哪些保密要求？( )",
    "option": ["不得在手机通信中涉及国家秘密", "不得在手机上存储、处理、传输国家秘密信息", "不得在保密要害部门使用手机", "不得将手机连接涉密信息系统、信息设备或者载体", "不得在使用涉密信息设备的场所使用手机进行视频通话、拍照、上网、录音和录像"],
    "answer": [0, 1, 2, 3, 4]
}, {
    "title": "地震中“五不要”是( )。",
    "option": ["不要站在窗户边或阳台上，或者跳楼、跳车或破窗而出。如果是平房，地震时，门变形打不开，则可以“破窗而出”", "不要乘坐电梯", "不要利用汽车、自行车避难", "不要躲避在路灯、高大建筑物、立交桥、玻璃建筑物、大型广告牌、悬挂物、高压电设施，以及石化、煤气等易爆或有毒的化工厂或设施附近", "不要位于明火的下风"],
    "answer": [0, 1, 2, 3, 4]
}, {
    "title": "下列内容属于“预防为主”的是( )。",
    "option": ["当安全与政绩、发展发生矛盾时，安全优先", "促进安全文化建设，为预防安全事故打造良好的激励、凝聚氛围", "提高安全科技水平，增强基础设施的安全保障能力", "严格执行安全检查制度，及时发现事故隐患、防范事故"],
    "answer": [1, 2, 3]
}, {
    "title": "导致能量或危险物质约束或限制措施被破坏或失效的各种不安全因素是第二类危险源，主要包括( )。",
    "option": ["人的不安全行为", "物的不安全状态", "管理缺陷", "设备故障"],
    "answer": [0, 1, 2]
}, {
    "title": "下列属于印制行业安全“四自”管理内容的是( )。",
    "option": ["员工自律", "班组自控", "部门(车间)自治", "企业自主", "班组自治"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "下列内容属于行业总体安全观范畴的是( )。",
    "option": ["生产运营安全、产品产业安全", "人身健康安全、设备消防安全", "财产财务安全、信息保密安全", "交通运输安全、生态环保安全"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "发现下列违反消防安全规定的行为，单位应当责成有关人员当场改正并督促落实( )。",
    "option": ["安全出口上锁、遮挡或者占用、堆放物品影响疏散通道畅通的", "消防安全责任制不落实", "消火栓、灭火器材被遮挡影响使用或者被挪作他用的", "违章进入生产、储存易燃易爆危险物品场所的"],
    "answer": [0, 1, 2, 3]
}, {
    "title": "秘密一般分为国家秘密、工作秘密、商业秘密，以下各类秘密中不属于国家秘密的有( )。",
    "option": ["我国独有的钞票印制工艺", "企业特色管理制度", "职工年度收入明细", "银行票据的印制技术", "党委会会议记录", "涉密网的IP地址及分配方案"],
    "answer": [1, 2, 4]
}, {
    "title": "涉密载体是指以文字、数据、符号、图像、声音等方式记录记载国家秘密信息的纸介质、磁介质、光盘以及印制生产中的各类承印物等，下列哪些物品属于涉密载体？( )",
    "option": ["凹印生产中的印版", "保存新品开发图片的移动硬盘", "写有工艺技术的纸质文件", "存储国庆演出的录像带", "刻录全面预算的光盘", "处理生产统计数据的计算机硬盘"],
    "answer": [0, 1, 2, 4, 5]
}]