export default [
  {
    title:
      "承担秘密载体印制业务的单位应当实行保密工作责任制，健全保密管理制度，完善保密防护措施，开展保密宣传教育，加强保密检查。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 任何组织和个人都不得将涉密计算机、涉密存储设备接入互联网或其他公共信息网络。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 在涉密计算机和非涉密计算机之间交叉使用优盘、移动硬盘等移动存储介质时，只要及时升级杀毒软件病毒库，就不会造成泄密。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 资质单位印制国家秘密载体需要与其他单位合作完成的，只要取得委托方书面同意，合作单位可以不具有相应资质。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 任何人不得通过普通邮政、快递等无保密措施的渠道传递国家秘密载体；禁止在私人交往和通信中涉及国家秘密。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 禁止非法复制、记录、存储国家机密。通过互联网或其他公用信息网络传递国家秘密时，必需确保已经采取足够的保密措施。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: " “业务工作谁主管，保密工作谁负责”是保密工作的重要原则。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 配偶、子女和本人都是涉密人员，在家庭中互相谈论涉密事项没有关系。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 文件、资料汇编中有密件的，应当对各独立密件的密级和保密期限作出标志，并在封面或者首页以其中的最高密级和最长保密期限作出标志。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 企业的技术成果被确定为国家秘密后，在保密期限内不得擅自解密或对外提供宣传。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " U盘上的涉密信息，只要执行了删除程序，就不可恢复了，可以在任意计算机上使用。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 在保密通信措施不足或故障的情况下，允许在无保密措施的电话中传递国家机密。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 确因转移资料等紧急工作需要，可以使用私人计算机处理涉密文件，但要与国际互联网断开连接，待处理完涉密信息后可与互联网相连。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 对参与国家秘密技术研制的科技人员，有关单位不得因其成果不宜公开发表、交流、推广而影响其评奖、表彰和职称评定。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 音像制品涉及国家秘密的，应当按涉密资料保管。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 核心涉密岗位是指产生、管理、掌握或者经常处理绝密级事项的工作岗位。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 经审查合格，进入涉密岗位的人员须按规定签订保密责任书或承诺书，承担相应的保密责任。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 涉密人员与境外人员通婚或者接受境外机构、组织资助的应当向单位报告。 （ ） ",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 涉密人员本人或者直系亲属获得境外永久居留权以及取得外国国籍的应当向单位报告。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 涉密人员在脱密期内不得在境外驻华机构或外商独资企业工作，但可以为境外组织或人员提供劳务咨询或其他服务。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 涉密人员因私出境应经所在单位同意，还应按照有关规定办理保密审批手续。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 涉密人员脱密期内可以自由因私出境。 （ ） ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 涉密人员离开涉密岗位后，就不再对本人在原涉密岗位上知悉的国家秘密事项承担保密义务。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 对出境后可能对国家安全造成危害或者对国家利益造成重大损失的涉密人员，不得批准出境。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 保密范围定得越宽，密级越高，越有利于国家秘密的安全。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: " 国家秘密的标志为★，★前标注密级，★后标注保密期限。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 摘录、引用密件中属于国家秘密的内容，应当以其中最高密级和最长保密期限作出标志。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 国家秘密事项的密级和保密期限一经确定，就不能改变。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 国家秘密的保密期限，除有特殊规定外，绝密级事项不超过20年，机密级事项不超过10年，秘密级事项不超过5年。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 复制涉密载体应当履行审批手续，经本机关或本单位负责人批准，加盖复制戳记，视同原件管理，并进行登记。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 普通手机处于关机状态下，不存在泄密隐患。（ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 因工作需要随身携带密件、密品外出时，不得进入购物、餐饮娱乐等公共场所。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 密品是指直接含有国家秘密信息的设备或者产品。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 涉密存储介质经文件删除并格式化处理后，仍不得作为非密介质使用。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 涉密计算机和移动存储介质未经国家指定的专业销密点销密，不得自行淘汰处理。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 在涉密场所使用的与国际互联网或者其他公共网络连接的计算机不得安装视频、音频等输入装置。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 召开涉及国家秘密的会议，使用无线扩音、通信设备不能把音量开得太大。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 在对外交往与合作中急需提供国家秘密事项的，可以先提供，后补办手续。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 报告泄密事件应当包括被泄露国家秘密的内容、密级、数量及其载体形式、事件发现经过、责任人基本情况、发生的时间、地点及经过。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 未经保密审查的单位从事涉密业务的，由保密行政管理部门责令停止违法行为；有违法所得的，保密行政管理部门应一并没收违法所得。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 乙级资质单位可以在注册地省、自治区、直辖市行政区域内从事绝密级、机密级、秘密级涉密印制业务。（ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 《资质证书》有效期满，需要继续从事涉密印制业务的，应当在期满后向做出审批决定的保密行政管理部门提出延续申请。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 甲级涉密印制资质单位的保密领导小组组长可以由法定代表人或者保密总监担任。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 资质单位应当将核心涉密人员基本情况和调整变动情况向国家保密行政管理部门备案，将重要和一般涉密人员基本情况和调整变动情况向省、自治区、直辖市保密行政管理部门备案。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 在岗涉密人员每年参加保密教育与保密知识、技能培训的时间不少于10个学时。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 甲级和乙级资质单位的保密管理经费均不得少于5万元。 （ ）",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 被吊销、注销、撤销资质的单位，在吊销、注销、撤销决定下达前已签订有效合同的，在确保安全保密的情况下可以继续完成涉密印制业务。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: " 涉密信息设备的维修，应当一律在本单位内部进行。 （ ）",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      " 发生泄密事件的机关、单位不及时上报或隐匿不报的，视情节和造成的后果追究有关人员或领导人的责任。 （ ） ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 有3年以上印制业务经验的单位即可申请甲级国家秘密载体印制资质。 （ ） ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 资质单位若出现采取弄虚作假等不正当手段获取资质的，作出审批的保密行政管理部门应当注销其资质。（ ） ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 机关、单位内部经营性印刷厂、文印中心承担本机关、本单位国家秘密载体印制业务的，可不申请国家秘密载体印制资质。 （ ） ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      " 一切国家机关、武装力量、政党、社会团体、（ ）都有保守国家秘密的义务。 ",
    option: ["国家公务员 ", "共产党员 ", "企业事业单位和公民"],
    answer: [2],
  },
  {
    title: "各级机关、单位对产生的国家秘密事项，应当按照（  ）及时确定密级。",
    option: [
      "保密法实施办法 ",
      "保密规章制度 ",
      "国家秘密及其密级具体范围的规定",
    ],
    answer: [2],
  },
  {
    title: " 一份文件为机密级，保密期限是10年，应当标注为（ ）。 ",
    option: ["机密10年 ", "10年★机密 ", "机密★10年"],
    answer: [2],
  },
  {
    title: " 某文件标注“绝密★”，标识该文件保密期限为（ ）。",
    option: ["30年", "20年", "长期"],
    answer: [0],
  },
  {
    title:
      "涉密人员离岗、离职前，应当将所保管和使用的涉密载体全部清退，并（）。 ",
    option: ["登记销毁", "订卷归档", "办理移交手续"],
    answer: [2],
  },
  {
    title: "变更密级或解密，应由（  ）。",
    option: [
      "密件使用单位决定",
      "原定密机关、单位决定，也可以由其上级机关决定",
      "国家保密行政管理部门制定的单位决定",
    ],
    answer: [1],
  },
  {
    title: " 传递绝密级秘密载体，（  ）。",
    option: [
      "只能通过机要交通递送",
      "只能通过机要通信递送",
      "必须通过机要交通、机要通信或派人直接递送",
    ],
    answer: [2],
  },
  {
    title:
      " 销毁秘密文件、资料要履行（ ）手续，并由两名以上工作人员到指定场所监销。 ",
    option: ["审批、登记 ", "交接 ", "清点"],
    answer: [0],
  },
  {
    title:
      " 储存国家秘密信息的介质，应按所储存信息的（ ）密级标明密级，并按相应的密级文件进行管理。 ",
    option: ["最高 ", "最低 ", "相应"],
    answer: [0],
  },
  {
    title:
      " 涉密计算机信息系统不得与国际互联网或其他公共信息网络连接，必须实行（  ）。 ",
    option: ["防火墙隔离 ", "物理隔离 ", "逻辑隔离"],
    answer: [1],
  },
  {
    title: " 储存过国家秘密的信息介质可以（  ）密级使用。 ",
    option: ["提高 ", "降低 ", "解除"],
    answer: [0],
  },
  {
    title:
      " 违反《中华人民共和国保守国家秘密法》的规定，（ ）泄露国家秘密，情节严重的，依照刑法有关规定追究刑事责任。 ",
    option: ["故意 ", "故意或过失 ", "过失"],
    answer: [1],
  },
  {
    title:
      " 某领导外出时提包被窃，找回后发现包内钱物丢失，泄密文件完整无缺。这一事件（  ）。 ",
    option: [
      "属于泄密事件 ",
      "不应视为泄密事件 ",
      "在不能证明文件未被不应知悉者知悉时，按泄密事件处理",
    ],
    answer: [2],
  },
  {
    title:
      " 过失泄露绝密级（  ）件、机密级（ ）件或秘密级（ ）件的，应予立案。 ",
    option: ["1,2,3 ", "1,3,3 ", "1,3,4"],
    answer: [2],
  },
  {
    title:
      " 现行《中华人民共和国保守国家秘密法》是由第十一届全国人大常委会第十四次会议于（ ）修订通过的。",
    option: ["1988年9月5日", "2010年4月29日", "1989年5月1日", "2010年10月1日"],
    answer: [1],
  },
  {
    title: " 国家秘密的本质属性是（  ）。",
    option: [
      "依照法律程序而定",
      "关系国家安全和利益",
      "在一定时间内保密",
      "只限一定单位的人员知悉",
    ],
    answer: [1],
  },
  {
    title: " 下列不属于我国刑法规定的保守国家秘密有关罪名的是（  ）。",
    option: [
      "奸细罪",
      "为境外的机构、组织、人员非法提供国家秘密罪",
      "非法获取、持有国家秘密罪",
      "泄露国家秘密罪",
    ],
    answer: [0],
  },
  {
    title: " 某文件为秘密级，该文件的保密期限最长可以确定为（ ）。",
    option: ["24个月", "8年", "5年", "10年"],
    answer: [3],
  },
  {
    title: " 国家秘密（ ）被境外人员知悉。",
    option: ["不能", "可以", "经批准后可以", "签订保密协议后可以"],
    answer: [2],
  },
  {
    title: " 涉密打印机与涉密计算机之间（ ）。",
    option: [
      "采用无线连接方式应当严格遵守规定",
      "可以采用无线连接方式",
      "有时可以采用无线连接方式",
      "不能采用无线连接方式",
    ],
    answer: [3],
  },
  {
    title: " 涉密载体及设备保密防护包括（ ）。",
    option: [
      "防复印、磁介质载体防护、涉密物品管控防护",
      "涉密物品管控防护、无线通信信号屏蔽",
      "防复印、有线通信安全保密",
      "涉密物品管控防护、电磁泄漏发射防护",
    ],
    answer: [0],
  },
  {
    title: " 以下不属于侵犯国家秘密犯罪的是（ ）。",
    option: [
      "为境外窃取、刺探、收买、非法提供国家秘密、情报罪",
      "非法侵入计算机信息系统罪",
      "非法获取国家秘密罪",
      "非法持有国家绝密、机密文件、资料、物品罪",
    ],
    answer: [1],
  },
  {
    title: " 涉密印制业务部门负责人对部门的保密管理负（ ）责任。",
    option: ["全面", "具体领导和监督", "直接领导", "连带"],
    answer: [2],
  },
  {
    title:
      " 存储国家秘密信息的介质，应当按所存储信息的（ ）密级标明密级，并按相应的密级文件进行管理。",
    option: ["最高", "最低", "数量最多的文件的", "平均"],
    answer: [0],
  },
  {
    title: " 关于国家秘密载体销毁的程序及有关规定正确的是（ ）。",
    option: [
      "只要通过本单位主管部门审核批准，可立即进行销毁",
      "确因工作需要，自行销毁少量国家秘密载体时，应严格履行清点、登记和审批手续，使用本单位所具备的销毁设备和方法进行销毁",
      "送销国家秘密载体，应当分类封装，送达保密行政管理部门指定的承销单位，无需派专人现场监销",
      "应将需要销毁的国家秘密载体送交销毁工作机构或者保密行政管理部门指定的承销单位销毁",
    ],
    answer: [3],
  },
  {
    title: " 收发涉密载体，应当履行完整的（ ）手续。 ",
    option: ["清点、登记、编号、签收等 ", "交接 ", "签字"],
    answer: [0],
  },
  {
    title:
      " 发生泄密事件应当迅速查明（ ），及时采取补救措施，并报告保密行政管理部门和上级领导机关。 ",
    option: [
      "主要、次要责任者 ",
      "被泄露国家秘密的内容和密级、造成或者可能造成的危害、事件的主要情节和有关责任者 ",
      "事件属于什么性质",
    ],
    answer: [1],
  },
  {
    title:
      " 机关、单位应当加强对国际秘密载体的管理，任何组织和个人不得有下列哪些行为？()①非法获取、持有国家秘密载体； ②买卖、转送或者私自销毁国际秘密载体； ③通过普通邮政、快递等无保密措施的渠道传递国家秘密载体； ④邮寄、托运国家秘密载体出境； ⑤未经保密部门批准，在境外查阅国家对秘密载体制订的法律条文。 ⑥未经有关主管部门批准，携带、传递国家秘密载体出境。",
    option: ["①②③④⑤⑥", "①②④⑤⑥", "①②③④⑤", "①②③④⑥"],
    answer: [3],
  },
  {
    title:
      " 国家秘密载体的制作、收发、传递、使用、复制、保存、维修和销毁，应当符合国家保密规定。以下说法中正确的是哪几项？()①应当在符合国家保密标准的设施、设备中保存，并指定专人管理；②未经本单位或者上级机关的保密部门批准，不得复制和摘抄；③收发、传递和外出携带，应当指定人员负责，并采取必要的安全措施。 ",
    option: ["①② ", "②③ ", "①③", "①②③"],
    answer: [2],
  },
  {
    title: " 维修涉密信息设备，不应当（ ）： ",
    option: [
      "送外维修时拆除涉密信息存储部件 ",
      "在本单位内部进行 ",
      "指定专人全程监督 ",
      "允许维修人员读取或复制涉密信息",
    ],
    answer: [3],
  },
  {
    title:
      " 复制属于国家秘密的文件、资料或摘录、引用、汇编属于国家秘密内容形成的涉密载体，（  ）原件的密级、保密期限和知悉范围。 ",
    option: ["不得擅自改变 ", "可以根据情况改变 ", "可以改变"],
    answer: [0],
  },
  {
    title:
      " 印刷、复印等行业在复制国家秘密载体方面，必须接受县级以上各级政府（ ）的监督和指导。 ",
    option: ["公安部门 ", "工商部门 ", "行业协会", "保密行政管理部门"],
    answer: [3],
  },
  {
    title: " 下列不属于从事涉密业务的企业事业单位应当具备的条件是（  ）。",
    option: [
      "在中国人民共和国境内依法成立2年以上的法人，无违法犯罪记录",
      "所有人员具有中华人民共和国国籍",
      "保密制度完善，有专门的机构或者人员负责保密工作，具有从事涉密业务的专业能力",
      "用于涉密业务的场所、设施、设备符合国家保密规定和标准",
    ],
    answer: [0],
  },
  {
    title: " 资质单位保密工作领导小组成员不包括（  ）。",
    option: [
      "法定代表人或主要负责人",
      "保密总监或分管保密工作负责人",
      "有关部门主要负责人",
      "专职保密管理员",
    ],
    answer: [3],
  },
  {
    title: " 保密管理办公室的职责不包括（  ）。",
    option: [
      "制定、修订保密制度",
      "审核、签发保密制度",
      "审查、确定保密要害部位",
      "管理保密工作档案",
    ],
    answer: [1],
  },
  {
    title: " 下列不属于保密管理经费用途的是（  ）。",
    option: [
      "保密宣传教育培训",
      "发放保密补贴",
      "保密设施设备的维护",
      "保密检查",
    ],
    answer: [2],
  },
  {
    title: " 下列情形不属于作出审批的保密行政管理部门应当撤销资质的是（  ）。",
    option: [
      "采取弄虚作假等不正当手段取得资质",
      "涂改、出卖、出租、出借《资质证书》",
      "两年内未承担国家秘密载体印制业务",
      "法人依法终止",
    ],
    answer: [3],
  },
  {
    title:
      " 下列哪些情形属于作出审批的保密行政管理部门应当吊销资质的（  ）。①涂改、出卖、出租、出借《资质证书》，或者以其他方式伪造、非法转让《资质证书》的②将国家秘密载体印制业务分包或者转包给无相应涉密资质单位的③发现国家秘密已经泄露或者可能泄露，未及时报告的④不再符合申请条件的⑤拒绝接受保密检查的⑥资质暂停期间，承接新的国家秘密载体印制业务的⑦资质暂停期满，仍不符合保密标准要求的⑧发生泄密案件的⑨其他违反保密法律法规的行为",
    option: ["①②③④⑤⑥⑦⑧⑨", "①②③④⑤⑥⑦⑧", "①②③⑤⑥⑦⑧", "①②③⑤⑥⑦⑧⑨"],
    answer: [0],
  },
  {
    title:
      "我国现行保密法律制度体系主要包括：宪法、保密法律、（  ）、国家公约或政府间的协定的相关规定等。",
    option: ["保密法规", "保密规章", "国家保密标准", "相关司法解释"],
    answer: [0, 1, 2, 3],
  },
  {
    title: "按照保密法第十八条的规定，国家秘密的变更指的是（  ）的变更。",
    option: ["密级", "保密期限", "知悉范围", "涉密内容"],
    answer: [0, 1, 2],
  },
  {
    title: "违反保密法律应当承担的责任包括（  ）。",
    option: ["行政责任", "刑事责任", "民事责任", "党纪处分"],
    answer: [0, 1, 3],
  },
  {
    title:
      "涉密信息系统发生下列何种情况时，应当按照国家保密规定及时向保密行政管理部门报告，并采取相应措施。（ ）",
    option: [
      "密级发生变化",
      "主要业务应用发生变化",
      "使用范围和使用环境发生变化",
      "不再使用",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "从事涉密业务的企业事业单位应当具备下列条件（ ）。",
    option: [
      "在中国人民共和国境内依法成立2年以上的法人，无违法犯罪记录",
      "所有人员具有中华人民共和国国籍",
      "保密制度完善，有专门的机构或者人员负责保密工作，具有从事涉密业务的专业能力",
      "用于涉密业务的场所、设施、设备符合国家保密规定和标准",
    ],
    answer: [2, 3],
  },
  {
    title:
      "资质单位出现（ ）情况的，作出审批的保密行政管理部门应当撤销其资质。",
    option: [
      "超越审批范围从事国家秘密载体印制业务",
      "《资质证书》有效期满未重新申请 ",
      "法人依法终止",
      "资质变更未经批准",
    ],
    answer: [0, 3],
  },
  {
    title: "甲级国家秘密载体印制资质申请单位在提交的申请材料中应当包括（  ）",
    option: [
      "年度审计报告复印件 ",
      "《营业执照》复印件",
      "生产经营场所租赁合同复印件 ",
      "办公场所产权证书复印件",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "下列属于保密总监或者分管保密工作负责人工作职责的是（  ）。",
    option: [
      "组织制定单位保密管理制度、保密工作计划",
      "审核、签发单位保密管理制度",
      "组织保密检查",
      "为保密办公室履行职责提供保障",
    ],
    answer: [0, 2, 3],
  },
  {
    title:
      "资质单位发生下列哪些事项变更的，应当在变更前向保密行政管理部门报告。（  ）。",
    option: [
      "注册资本或者股权结构",
      "控股股东或者实际控制人",
      "单位性质或者隶属关系",
      "用于国家秘密载体印制业务的场所",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "资质单位发生下列哪些事项变更的，应当在变更后十日内向保密行政管理部门报告。（  ）。",
    option: [
      "单位名称",
      "注册地址或者经营地址",
      "经营范围",
      "法定代表人、董（监）事会人员或者高级管理人员",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "资质单位存在下列哪些情形的，保密行政管理部门应当注销其资质。（  ）",
    option: [
      "《资质证书》有效期满未待续的",
      "法人资格依法终止的",
      "主动申请注销资质的",
      "法律、法规规定应当注销资质的其他情形",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "以下关于保密管理办公室说法不正确的是（  ）。",
    option: [
      "资质单位均应当设立保密管理办公室",
      "保密管理办公室为资质单位的职能部门",
      "保密管理办公室负责人应由资质单位高级管理人员担任",
      "乙级资质单位保密管理办公室应当配备专门保密管理人员",
    ],
    answer: [2, 3],
  },
  {
    title: "资质单位保密工作领导小组成员包括（  ）。",
    option: [
      "法定代表人或主要负责人",
      "保密总监或分管保密工作负责人",
      "有关部门主要负责人",
      "专职保密管理员",
    ],
    answer: [0, 1, 2],
  },
  {
    title: "涉密人员应当符合以下基本条件（  ）。",
    option: [
      "严格遵守保密规章制度",
      "品行良好，无犯罪记录",
      "资质单位正式职工，并在其他单位无兼职",
      "本人及其配偶为中国境内公民",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "国家秘密载体印制资质申请单位应当具备的条件，下列说法正确的是（  ）。",
    option: [
      "在中华人民共和国境内注册的企业法人或者事业单位法人",
      "参与国家秘密载体印制业务的人员为中华人民共和国境内公民，国家另有规定的除外",
      "具有与所申请资质类别、等级相适应的固定生产经营场所和办公场所",
      "从事相应印制业务三年以上，一年内未因违反保密法律法规受到处罚",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "下列属于保密管理经费用途的是（  ）。",
    option: [
      "保密宣传教育培训",
      "发放保密补贴",
      "保密设施设备的维护",
      "保密检查",
    ],
    answer: [0, 1, 3],
  },
  {
    title: "保密管理人员应当具备下列条件（  ）。",
    option: [
      "良好的政治素质",
      "熟悉保密法律法规，掌握保密知识技能",
      "熟悉本单位业务工作和保密工作情况",
      "通过本单位组织的培训和考核",
    ],
    answer: [0, 1, 2],
  },
  {
    title:
      "乙级资质单位可在可在工商注册地省（自治区、直辖市）行政区域内承担（  ）国家秘密载体印制业务",
    option: ["绝密级 ", "机密级 ", "秘密级"],
    answer: [1, 2],
  },
  {
    title:
      "企业事业单位从事国家秘密载体（  ），涉密信息系统集成或者武器装备科研生产等涉及国家秘密的业务，应当由保密行政管理部门会同有关部门进行保密审查。",
    option: ["制作", "复制", "维修", "销毁"],
    answer: [0, 1, 2, 3],
  },
];

// 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""),"");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
